Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/zgh/LC_MESSAGES/django.po
Languages: zgh

source: Afar
zgh: ⵜⴰⴼⴰⵔⵉⵜ

source: Abkhazian
zgh: ⵜⴰⴱⵅⴰⵣⵉⵜ

source: Acehnese
zgh: ⵜⴰⵛⵉⵏⵉⵜ

source: Acholi
zgh: ⵜⴰⵛⵓⵍⵉⵜ

source: Adangme
zgh: ⵜⴰⵏⴷⴰⴳⵎⵉⵜ

source: Adyghe
zgh: ⵜⴰⴷⵉⵢⵖⵜ

source: Avestan
zgh: ⵜⴰⴼⵉⵙⵜⴰⵏⵉⵜ

source: Afrikaans
zgh: ⵜⴰⴼⵔⵉⵇⴰⵏⵉⵜ

source: Afrihili
zgh: ⵜⴰⴼⵔⵉⵀⵉⵍⵉⵜ

source: Assyrian Neo-Aramaic
zgh: ⵜⴰⵛⵓⵔⵉⵜ ⵜⴰⵕⴰⵎⵉⵢⵜ ⵜⴰⵎⴰⵢⵏⵓⵜ

source: Ainu (Japan)
zgh: ⵜⴰⵢⵏⵓⵜ (ⵊⴰⴱⴱⵓⵏ)

source: Akan
zgh: ⵜⴰⴽⴰⵏⵉⵢⵜ

source: Akkadian
zgh: ⵜⴰⴽⴰⴷⵉⵜ

source: Aleut
zgh: ⵜⴰⵍⵢⵓⵜⵉⵜ

source: Altai (Southern)
zgh: ⵜⴰⵍⵟⴰⵢⵜ (ⵉⴼⴼⵓⵙ)

source: Amharic
zgh: ⵜⴰⵎⵀⴰⵔⵉⵢⵜ

source: Aragonese
zgh: ⵜⴰⵕⴰⴳⵓⵏⵉⵜ

source: English (Old)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Angika
zgh: ⴰⵏⵊⵉⴽⴰ

source: Arabic (Levantine)
zgh: ⵜⴰⵄⵕⴰⴱⵜ (ⵍⴱⵃⵕⴰⵢⵏ)

source: Arabic
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ

source: Arabic (Bahrain)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⴱⴰⵃⵕⴰⵢⵏ)

source: Arabic (Algeria)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⴷⵣⴰⵢⵔ)

source: Arabic (Egypt)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⵎⵉⵚⵕⴰ)

source: Arabic (Kuwait)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⴽⵓⵡⴰⵢⵜ)

source: Arabic (Libya)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⵍⵢⴱⵢⴰ)

source: Arabic (Morocco)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⴰⵎⵕⵕⵓⴽ)

source: Arabic (Saudi Arabia)
zgh: ⵜⴰⵚⵕⵖⵉⵏⵜ(ⵙⴰⵄⵓⴷⵢⴰ)

source: Arabic (XB pseudolocale)
zgh: ⵜⴰⵄⵕⴰⴱⵜ (XB pseudolocale)

source: Arabic (Yemen)
zgh: ⵜⴰⵄⵕⴰⴱⵜ (ⵢⴰⵎⴰⵏ)

source: Aramaic
zgh: ⵜⴰⵕⴰⵎⵉⵢⵜ

source: Mapudungun
zgh: ⵜⴰⵎⴰⴱⴱⵓⴷⵓⵏⴳⵓⵏⵜ

source: Arapaho
zgh: ⵜⴰⵕⴰⴱⴱⴰⵀⵓⵜ

source: Arabic (Najdi)
zgh: ⵜⴰⵄⵕⴰⴱⵜ (ⵏⴰⵊⴷⵉ)

source: Arawak
zgh: ⵜⴰⵕⴰⵡⴰⴽⵜ

source: Assamese
zgh: ⵜⴰⵙⵙⴰⵎⵙⵜ

source: Asu
zgh: ⵜⴰⵚⵓⵜ

source: Asturian
zgh: ⵜⴰⵙⵜⵓⵔⵉⵜ

source: Avaric
zgh: ⵜⴰⴼⴰⵔⵉⴽⵜ

source: Kotava
zgh: ⵜⴰⴽⵓⵜⴰⴼⴰⵢⵜ

source: Awadhi
zgh: ⵜⴰⵡⴰⴷⵉⵜ

source: Aymara
zgh: ⵜⴰⵢⵎⴰⵔⵉⵜ

source: Aymara (Southern)
zgh: ⵜⴰⵢⵎⴰⵔⴰⵜ (ⵉⴼⴼⵓⵙ)

source: Azerbaijani
zgh: ⵜⴰⵣⵔⵉⴱⵉⴷⵊⴰⵏⵉⵜ

source: Azerbaijani (Southern)
zgh: ⵜⴰⵣⵔⵉⴱⵉⴷⵊⴰⵏⵉⵜ (ⵉⴼⴼⵓⵙ)

source: Bashkir
zgh: ⵜⴰⴱⴰⵛⴽⵉⵔⵜ

source: Baluchi
zgh: ⵜⴰⴱⴰⵍⵓⵛⵉⵜ

source: Balinese
zgh: ⵜⴰⴱⴰⵍⵉⵏⵙⵉⵜ

source: Bavarian
zgh: ⵜⴰⴱⴰⴼⴰⵔⵢⴰⵏⵉⵜ

source: Basa (Cameroon)
zgh: ⴱⴰⵚⴰ (ⴽⴰⵎⵉⵕⵓⵏ)

source: Belarusian
zgh: ⵜⴰⴱⵉⵍⴰⵔⵓⵙⵉⵜ

source: Beja
zgh: ⵜⴰⴱⵉⵊⴰⵢⵜ

source: Bemba
zgh: ⵜⴰⴱⵉⵎⴱⴰⵢⵜ

source: Berber
zgh: ⵜⴰⵎⴰⵣⵉⵖⵜ

source: Bena
zgh: ⵜⴰⴱⵉⵏⴰⵢⵜ

source: Bulgarian
zgh: ⵜⴰⴱⵓⵍⴳⴰⵔⵉⵜ

source: Bihari
zgh: ⵜⴰⴱⵉⵀⴰⵔⵉⵜ

source: Bhojpuri
zgh: ⵜⴰⴱⵀⵓⵊⴱⴱⵓⵔⵉⵜ

source: Bislama
zgh: ⵜⴰⴱⵉⵙⵍⴰⵎⴰⵢⵜ

source: Bikol
zgh: ⵜⴰⴱⵉⴽⵓⵍⵜ

source: Bini
zgh: ⵜⴰⴱⵉⵏⵉⵜ

source: Siksika
zgh: ⵜⴰⵙⵉⴽⵙⵉⴽⵉⵜ

source: Bambara
zgh: ⵜⴰⴱⴰⵎⴱⴰⵔⴰⵢⵜ

source: Bengali
zgh: ⵜⴰⴱⵏⴳⴰⵍⵉⵜ

source: Bengali (Bangladesh)
zgh: ⵜⴰⴱⵏⴳⴰⵍⵉⵜ (ⴱⴰⵏⴳⵍⴰⴷⵉⵛ)

source: Bengali (India)
zgh: ⵜⴰⴱⵏⴳⴰⵍⵉⵜ (ⵍⵀⵉⵏⴷ)

source: Bantu (Other)
zgh: ⵜⴰⴱⴰⵏⵜⵓⵜ (ⵢⴰⴹⵏ)

source: Tibetan
zgh: ⵜⴰⵜⵉⴱⵜⴰⵏⵜ

source: Tibetan (China)
zgh: ⵜⴰⵜⵉⴱⵜⴰⵏⵜ (ⵛⵛⵉⵏⵡⴰ)

source: Breton
zgh: ⵜⴰⴱⵔⵉⵜⵓⵏⵉⵜ

source: Braj
zgh: ⵜⴰⴱⵔⴰⵊⵉⵜ

source: Brao
zgh: ⵜⴰⴱⵔⴰⵡⵜ

source: Bodo
zgh: ⵜⴰⴱⵓⴷⵓⵜ

source: Bosnian
zgh: ⵜⴰⴱⵓⵙⵏⵢⴰⵏⵉⵜ

source: Buriat
zgh: ⵜⴰⴱⵓⵔⵢⴰⵜⵉⵜ

source: Buginese
zgh: ⵜⴰⴱⵓⴳⵉⵏⵉⵣⵉⵜ

source: Bilen
zgh: ⵜⴰⴱⵉⵍⵉⵏⵉⵜ

source: Catalan
zgh: ⵜⴰⴽⴰⵟⴰⵍⴰⵏⵉⵜ

source: Valencian
zgh: ⵜⴰⴼⴰⵍⵓⵏⵙⵢⴰⵏⵉⵜ

source: Catalan (Andorra)
zgh: ⵜⴰⴽⴰⵟⴰⵍⴰⵏⵉⵜ (ⴰⵏⴷⵓⵔⵔⴰ)

source: Caddo
zgh: ⵜⴰⴽⴰⴷⵓⵢⵜ

source: Kaqchikel
zgh: ⵜⴰⴽⴰⴽⵜⵛⵉⴽⵉⵍⵜ

source: Galibi Carib
zgh: ⵜⴰⴳⴰⵍⵉⵙⵉⵜ

source: Chechen
zgh: ⵜⴰⵛⵉⵛⴰⵏⵉⵜ

source: Cebuano
zgh: ⵜⴰⵙⵉⴱⵡⴰⵏⵉⵜ

source: Chiga
zgh: ⵜⴰⵛⵉⴳⵉⵜ

source: Chamorro
zgh: ⵜⴰⵛⴰⵎⵓⵔⵓⵜ

source: Chibcha
zgh: ⵜⴰⵛⵉⴱⵛⵉⵜ

source: Chagatai
zgh: ⵜⴰⵛⴰⴳⴰⵜⵉⵜ

source: Chuukese
zgh: ⵜⴰⵛⵓⴽⵉⵙⵜ

source: Mari
zgh: ⵜⴰⵎⴰⵔⵉⵜ

source: Chinook jargon
zgh: ⵜⴰⵛⵉⵏⵓⴽⵜ ⵏ ⵊⴰⵔⴳⵓⵏ

source: Choctaw
zgh: ⵜⴰⵛⵓⴽⵜⴰⵡⵜ

source: Chipewyan
zgh: ⵜⴰⵛⵉⴱⵡⵢⴰⵏⵉⵜ

source: Cherokee
zgh: ⵜⴰⵛⵉⵔⵓⴽⵉⵜ

source: Cheyenne
zgh: ⵜⴰⵛⵢⵉⵏⵉⵜ

source: Kurdish (Central)
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Kurdish (Central, Iraq)
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ, ⵍⵄⵉⵔⴰⵇ)

source: Kurdish (Central, Iran)
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ, ⵉⵕⴰⵏ)

source: Montenegrin
zgh: ⵜⴰⵎⵓⵏⵜⵉⵏⵉⴳⵔⵉⵏⵜ

source: Corsican
zgh: ⵜⴰⴽⵓⵔⵙⵉⴽⵉⵜ

source: Coptic
zgh: ⵜⴰⵇⵉⴱⵟⵉⵜ

source: Creoles and pidgins (English based)
zgh: ⵜⴰⴽⵔⵢⵓⵍⵉⵜ ⴷ ⵜⴱⵉⴷⴳⵉⵏⵙⵉⵜ (ⵜⵉⵏⴳⵍⵉⵣⵉⵜ)

source: Creoles and pidgins (French-based)
zgh: ⵜⴰⴽⵔⵢⵓⵍⵉⵜ ⴷ ⵜⴱⵉⴷⴳⵉⵏⵙⵉⵜ (ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ)

source: Creoles and pidgins (Portuguese-based)
zgh: ⵜⴰⴽⵔⵢⵓⵍⵉⵜ ⴷ ⵜⴱⵉⴷⴳⵉⵏⵙⵉⵜ (ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ)

source: Cree
zgh: ⵜⴰⴽⵔⵉⵜ

source: Crimean Tatar
zgh: ⵜⴰⵜⴰⵜⴰⵔⵉⵜ ⵏ ⴽⵔⵉⵎⵉ

source: Creoles and pidgins
zgh: ⵜⴰⴽⵔⵢⵓⵍⵉⵜ ⴷ ⵜⴱⵉⴷⴳⵉⵏⵉⵙⵜ

source: Czech
zgh: ⵜⴰⵜⵛⵉⴽⵉⵜ

source: Kashubian
zgh: ⵜⴰⴽⵓⵛⵉⴱⵉⵜ

source: Slavonic (Old Church)
zgh: ⵜⴰⵙⵍⴰⴼⵓⵏⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Chuvash
zgh: ⵜⴰⵛⵓⴼⴰⵛⵉⵜ

source: Welsh
zgh: ⵜⴰⵡⵉⵍⵛⵉⵜ

source: Danish
zgh: ⵜⴰⴷⴰⵏⵉⵜ

source: Dakota
zgh: ⵜⴰⴷⴰⴽⵓⵜⵉⵜ

source: Dargwa
zgh: ⵜⴰⴷⴰⵔⴳⵡⵉⵜ

source: German
zgh: ⵜⴰⵍⵉⵎⴰⵏⵜ

source: German (formal)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: German (informal)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: German (old spelling)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵡⴰⵍⵙⵔ)

source: German (Austria)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵓⵙⵜⵔⵢⴰ)

source: German (Switzerland)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵙⵡⵉⵙⵔⴰ)

source: German (Luxembourg)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵍⵉⴽⵙⵓⵎⴱⵓⵔⴳ)

source: Delaware
zgh: ⵜⴰⴷⵉⵍⴰⵡⴰⵔⵉⵜ

source: Slave (Athapascan)
zgh: ⵜⴰⵙⵍⴰⴼⵉⵜ (ⴰⵜⴰⴱⴰⵙⴽⴰⵏ)

source: Dogrib
zgh: ⵜⴰⴷⵓⴳⵔⵉⵜ

source: Dinka
zgh: ⵜⴰⴷⵉⵏⴽⵉⵜ

source: Dogri
zgh: ⵜⴰⴷⵓⴳⵔⵉⵜ

source: Darai
zgh: ⵜⴰⴷⴰⵔⴰⵢⵜ

source: Lower Sorbian
zgh: ⵜⴰⵚⵓⵕⴱⵉⵜ ⵜⴰⵏⴰⴷⴷⴰⵡⵜ

source: Duala
zgh: ⵜⴰⴷⵡⴰⵍⵉⵜ

source: Dutch (Middle)
zgh: ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Dhivehi
zgh: ⵜⴰⴷⵀⵉⴼⵉⵀⵉⵜ

source: Dyula
zgh: ⵜⴰⴷⵢⵓⵍⵉⵜ

source: Dzongkha
zgh: ⵜⴰⴷⵣⵓⵏⴳⵉⵜ

source: Ewe
zgh: ⵜⵉⵡⵉⵜ

source: Efik
zgh: ⵜⵉⴼⵉⴽⵉⵜ

source: Emilian
zgh: ⵜⴰⵕⵓⵎⵉⵜ

source: Egyptian (Ancient)
zgh: ⵜⴰⵎⵉⵚⵕⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Ekajuk
zgh: ⵜⵉⴽⴰⵊⵓⴽⵜ

source: Greek
zgh: ⵜⴰⴳⵔⵉⴳⵉⵜ

source: Elamite
zgh: ⵜⵉⵍⴰⵎⵉⵜⵉⵜ

source: English
zgh: ⵜⴰⵏⴳⵍⵉⵣⵜ

source: English (Pirate)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵉⵎⵔⵉⵜⵍⵏ)

source: English (Australia)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵓⵙⵜⵔⴰⵍⵢⴰ)

source: English (Canada)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⴽⴰⵏⴰⴹⴰ)

source: English (United Kingdom)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵜⴰⴳⵍⴷⵉⵜ ⵉⵎⵓⵏⵏ)

source: English (Ireland)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵉⵔⵍⴰⵏⴷⴰ)

source: English (India)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵍⵀⵉⵏⴷ)

source: English (New Zealand)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵏⵢⵓⵣⵉⵍⴰⵏⴷⴰ)

source: English (Philippines)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⴼⵉⵍⵉⴱⵉⵏ)

source: English (Shavian)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵛⴰⴼⵢⴰⵏ)

source: English (United States)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵎⵉⵔⵉⴽⴰⵏ)

source: English (XA pseudolocale)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (XA pseudolocale)

source: English (South Africa)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵢⵉⴼⴼⵓⵙ)

source: English (Developer)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⴰⵎⵙⵖⵉⵡⵙ)

source: English (Middle)
zgh: ⵜⵉⵏⴳⵍⵉⵣⵉⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Esperanto
zgh: ⵜⴰⵙⴱⵉⵔⴰⵏⵜⵉⵜ

source: Spanish
zgh: ⵜⴰⵙⴱⵏⵢⵓⵍⵉⵜ

source: Spanish (formal)
zgh: ⵜⴰⵚⴱⵏⵢⵓⵍⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Spanish (informal)
zgh: ⵜⴰⵚⴱⵍⵓⵏⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Spanish (Latin America)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵜⴰⵎⵉⵔⵉⴽⵉⵜ ⵜⴰⵍⴰⵜⵉⵏⵉⵜ)

source: Spanish (Argentina)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴰⵕⵊⵓⵏⵜⵉⵏ)

source: Spanish (Bolivia)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴱⵓⵍⵉⴼⵢⴰ)

source: Spanish (Chile)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵛⵉⵍⵉ)

source: Spanish (Colombia)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴽⵓⵍⵓⵎⴱⵢⴰ)

source: Spanish (Costa Rica)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴽⵓⵙⵜⴰ ⵔⵉⴽⴰ)

source: Spanish (Dominican Republic)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵏ ⴷⴷⵓⵎⵉⵏⵉⴽⴰⵏ)

source: Spanish (Ecuador)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵉⴽⵡⴰⴷⵓⵔ)

source: Spanish (Mexico)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵎⵉⴽⵙⵉⴽ)

source: Spanish (Nicaragua)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵏⵉⴽⴰⵔⴰⴳⵡⴰ)

source: Spanish (Panama)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴱⴰⵏⴰⵎⴰ)

source: Spanish (Peru)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴱⵉⵔⵓ)

source: Spanish (Puerto Rico)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴱⵉⵔⵜⵓ ⵔⵉⴽⵓ)

source: Spanish (El Salvador)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵙⴰⵍⴼⴰⴷⵓⵔ)

source: Spanish (American)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵎⵉⵔⵉⴽⴰⵏ)

source: Spanish (Uruguay)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⵓⵔⵓⴳⵡⴰⵢ)

source: Spanish (Venezuela)
zgh: ⵜⴰⵚⴱⵍⵢⵓⵏⵉⵜ (ⴼⵉⵏⵣⵡⵉⵍⵍⴰ)

source: Estonian
zgh: ⵜⵉⵙⵜⵓⵏⵉⵜ

source: Basque
zgh: ⵜⴰⴱⴰⵚⴽⵉⵜ

source: Ewondo
zgh: ⵜⵉⵡⵓⵏⴷⵓⵜ

source: Extremaduran
zgh: ⵜⵉⴽⵙⵜⵔⵉⵎⴰⴷⵓⵔⵉⵜ

source: Persian
zgh: ⵜⴰⴼⵓⵔⵙⵉⵜ

source: Fang (Equatorial Guinea)
zgh: ⵜⴰⴼⴰⵏⴳⵉⵜ (ⵖⵉⵏⵢⴰ ⵜⴰⴽⵡⴰⵜⵓⵔⵜ)

source: Fanti
zgh: ⵜⴰⴼⵓⵏⵜⵉⵜ

source: Fulah
zgh: ⵜⴰⴼⵓⵍⵉⵜ

source: Finnish
zgh: ⵜⴰⴼⵉⵏⵉⵜ

source: Filipino
zgh: ⵜⴰⴼⵉⵍⵉⴱⵉⵏⵉⵜ

source: Fijian
zgh: ⵜⴰⴼⵉⵊⵉⵜ

source: Faroese
zgh: ⵜⴰⴼⴰⵔⵡⵉⵜ

source: Fon
zgh: ⵜⴰⴼⵓⵏⵉⵜ

source: French
zgh: ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ

source: French (formal)
zgh: ⵜⴰⴼⵕⴰⵚⵉⵚⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: French (informal)
zgh: ⵜⴰⴼⵕⴰⵚⵉⵚⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: French (Antigua and Barbuda)
zgh: ⵜⴰⴼⵕⴰⵚⵉⵚⵜ (ⴰⵏⵜⵉⴳⴰ ⴷ ⴱⴰⵔⴱⵓⴷⴰ)

source: French (Belgium)
zgh: ⵜⴰⴼⵕⴰⵚⵉⵚⵜ (ⴱⵍⵊⵉⴽⴰ)

source: French (Canada)
zgh: ⵜⴰⴼⵕⴰⵚⵉⵚⵜ (ⴽⴰⵏⴰⴹⴰ)

source: French (Switzerland)
zgh: ⵜⴰⴼⵕⴰⵚⵉⵚⵜ (ⵙⵡⵉⵙⵔⴰ)

source: French (Luxembourg)
zgh: ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ (ⵍⵉⴽⵙⵓⵎⴱⵓⵔⴳ)

source: French (Senegal)
zgh: ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ (ⵙⵉⵏⵉⴳⴰⵍ)

source: French (Louisiana)
zgh: ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ (ⵍⵡⵉⵣⵢⴰⵏⴰ)

source: French (Middle)
zgh: ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: French (Old)
zgh: ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Franco-Provençal
zgh: ⵜⴰⴱⵔⵓⴼⵉⵏⵙⴰⵍⵉⵜ ⵜⴰⴼⵕⴰⵏⵚⵉⵚⵜ

source: Frisian (Northern)
zgh: ⵜⴰⴼⵔⵉⵙⵉⵜ (ⵉⵥⵥⵍⵎⴹ)

source: Frisian (Eastern)
zgh: ⵜⴰⴼⵔⵉⵙⵉⵜ (ⴰⵙⵏⵇⵔ)

source: Friulian
zgh: ⵜⴰⴼⵔⵢⵓⵍⵉⵜ

source: Frisian
zgh: ⵜⴰⴼⵔⵉⵙⵉⵜ

source: Irish
zgh: ⵜⵉⵔⵍⴰⵏⴷⵉⵜ

source: Ga
zgh: ⵜⴰⴳⵉⵜ

source: Gayo
zgh: ⵜⴰⴳⴰⵢⵓⵜ

source: Gbaya (Central African Republic)
zgh: ⵜⴰⴳⴱⴰⵢⵉⵜ (ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵏ ⵡⴰⴼⵔⵉⵇⵢⴰ ⴰⵏⴰⵎⵎⴰⵙ)

source: Garhwali
zgh: ⵜⴰⴳⴰⵔⵡⴰⵍⵉⵜ

source: Gaelic
zgh: ⵜⴰⴳⴰⵢⵍⵉⵜ

source: Ge'ez
zgh: ⵜⴰⴳⵄⵣⵉⵜ

source: Gilbertese
zgh: ⵜⴰⴳⵉⵍⴱⵉⵔⵜⵉⵜ

source: Galician
zgh: ⵜⴰⴳⴰⵍⵉⵙⵉⵜ

source: Gilaki
zgh: ⵜⴰⴳⵉⵍⴰⴽⵉⵜ

source: High German (Middle)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ ⵜⴰⵎⴰⵜⵜⴰⵢⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Guarani
zgh: ⵜⴰⴳⵡⴰⵔⴰⵏⵉⵜ

source: High German (Old)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ ⵜⴰⵎⴰⵜⵜⴰⵢⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Gondi
zgh: ⵜⴰⴳⵓⵏⴷⵉⵜ

source: Gorontalo
zgh: ⵜⴰⴳⵓⵔⵓⵏⵜⴰⵍⵓⵜ

source: Gothic
zgh: ⵜⴰⴳⵓⵜⵉⴽⵜ

source: Grebo
zgh: ⵜⴰⵢⵓⵏⴰⵏⵉⵜ

source: Greek (Ancient)
zgh: ⵜⴰⴳⵔⵉⴽⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Alemannic
zgh: ⵜⴰⵍⵎⴰⵏⵉⴽⵜ

source: Gujarati
zgh: ⵜⴰⴳⵓⵊⴰⵔⴰⵜⵉⵜ

source: Gujarati (India)
zgh: ⵜⴰⴳⵓⵊⴰⵔⴰⵜⵉⵜ (ⵍⵀⵉⵏⴷ)

source: Wayuu
zgh: ⵜⴰⵡⴰⵢⵓⵜ

source: Guaraní (Paraguayan)
zgh: ⵜⴰⴳⵡⴰⵔⴰⵏⵉⵜ (ⴱⴰⵔⴰⴳⵡⴰⵢ)

source: Guambiano
zgh: ⵜⴰⴳⵡⴰⵎⴱⵢⴰⵏⵓⵜ

source: Guaraní (Mbyá)
zgh: ⵜⴰⴳⵡⴰⵔⴰⵏⵉⵜ (ⵎⴱⵢⴰ)

source: Gun
zgh: ⵜⴰⴳⵓⵏⵉⵜ

source: Manx
zgh: ⵜⴰⵎⴰⵏⴽⵙⵉⵜ

source: Gwichʼin
zgh: ⵜⴰⴳⵡⵉⵛⵉⵏⵜ

source: Hausa
zgh: ⵜⴰⵀⴰⵡⵙⴰⵜ

source: Haida
zgh: ⵜⴰⵀⵉⴷⵉⵜ

source: Hawaiian
zgh: ⵜⴰⵀⴰⵡⴰⵢⵜ

source: Hebrew
zgh: ⵜⴰⵄⵉⴱⵔⵉⵜ

source: Hebrew (Israel)
zgh: ⵜⴰⵄⵉⴱⵔⵉⵜ (ⵉⵙⵔⴰⵢⵍ)

source: Hindi
zgh: ⵜⴰⵀⵉⵏⴷⵉⵜ

source: Hiligaynon
zgh: ⵜⴰⵀⵉⵍⵉⴳⴰⵢⵏⵓⵏⵜ

source: Hittite
zgh: ⵜⴰⵃⵉⵜⵜⵉⵜ

source: Hmong
zgh: ⵜⴰⵀⵎⵓⵏⴳⵉⵜ

source: Chhattisgarhi
zgh: ⵜⴰⵛⵀⴰⵜⵉⵙⴳⴰⵔⵉⵜ

source: Hiri Motu
zgh: ⵜⴰⵀⵉⵔⵉⵎⵓⵜⵉⵜ

source: Croatian
zgh: ⵜⴰⴽⵔⵡⴰⵜⵉⵜ

source: Hunsrik
zgh: ⵜⴰⵀⵓⵏⵙⵔⵉⴽⵜ

source: Upper Sorbian
zgh: ⵜⴰⵚⵉⵕⴱⵉⵜ ⵜⴰⵏⴰⴼⵍⵍⴰⵜ

source: Haitian
zgh: ⵜⴰⵀⴰⵢⵜⵉⵜ

source: Hungarian
zgh: ⵜⴰⵀⵏⵖⴰⵔⵉⵜ

source: Hupa
zgh: ⵜⴰⵀⵓⴱⵉⵜ

source: Huastec
zgh: ⵜⴰⵀⵡⴰⵙⵜⵉⵜ

source: Armenian
zgh: ⵜⴰⵔⵎⵉⵏⵉⵜ

source: Herero
zgh: ⵜⴰⵀⵉⵔⵉⵔⵓⵜ

source: Interlingua
zgh: ⵜⴰⵏⵜⵉⵔⵍⵉⵏⴳⵡⴰⵜ

source: Iban
zgh: ⵜⵉⴱⴰⵏⵉⵜ

source: Indonesian
zgh: ⵜⴰⵏⴷⵓⵏⵉⵙⵉⵜ

source: Occidental
zgh: ⵏ ⵜⴰⴳⵓⵜ

source: Igbo
zgh: ⵜⵉⴳⴱⵓⵜ

source: Nuosu
zgh: ⵜⴰⵏⵡⵓⵙⵉⵜ

source: Inupiaq
zgh: ⵜⴰⵏⵓⴱⵢⴰⴽⵜ

source: Iloko
zgh: ⵜⵉⵍⵓⴽⵓⵜ

source: Ingush
zgh: ⵜⵉⵏⴳⵓⵛⵉⵜ

source: Ido
zgh: ⵜⵉⴷⵓⵜ

source: Icelandic
zgh: ⵜⵉⵙⵍⴰⵏⴷⵉⵜ

source: Italian
zgh: ⵜⴰⵟⴰⵍⵢⴰⵏⵜ

source: Italian (formal)
zgh: ⵜⴰⵟⴰⵍⵢⴰⵏⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Italian (informal)
zgh: ⵜⴰⵟⴰⵍⵢⴰⵏⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Italian (Switzerland)
zgh: ⵜⴰⵟⴰⵍⵢⴰⵏⵉⵜ (ⵙⵡⵉⵙⵔⴰ)

source: Inuktitut
zgh: ⵜⵉⵏⵓⴽⵉⵜⵓⵜ

source: Japanese
zgh: ⵜⴰⵊⴰⴱⴱⵓⵏⵉⵜ

source: Japanese (Kansai)
zgh: ⵜⴰⵊⴰⴱⵓⵏⵉⵜ (ⴽⴰⵏⵙⴰⵢ)

source: Jamaican Patois
zgh: ⵉⵍⵙ ⵏ ⵊⴰⵎⴰⵢⴽⴰ

source: Lojban
zgh: ⵜⴰⵍⵓⵊⴱⴰⵏⵉⵜ

source: Ngomba
zgh: ⵜⴰⵏⴳⵓⵎⴱⵉⵜ

source: Machame
zgh: ⵜⴰⵎⴰⵛⴰⵎⵉⵜ

source: Judeo-Persian
zgh: ⵜⵓⴷⴰⵢⵜ ⵜⴰⴼⴰⵔⵉⵙⵜ

source: Judeo-Arabic
zgh: ⵜⵓⴷⴰⵢⵜ ⵜⴰⵄⵕⴰⴱⵜ

source: Javanese
zgh: ⵜⴰⵊⴰⴱⴰⵏⵉⵜ

source: Georgian
zgh: ⵜⴰⵊⵢⵓⵔⵊⵉⵜ

source: Karakalpak
zgh: ⵜⴰⴽⴰⵔⴰⴽⴰⵍⴱⴰⴽⵜ

source: Kabyle
zgh: ⵜⴰⵇⴱⴰⵢⵍⵉⵜ

source: Kachin
zgh: ⵜⴰⴽⴰⵛⵉⵏⵜ

source: Jju
zgh: ⵜⴰⵊⵊⵓⵜ

source: Kamba (Kenya)
zgh: ⵜⴰⴽⴰⵎⴱⵉⵜ (ⴽⵉⵏⵢⴰ)

source: Kawi
zgh: ⵜⴰⴽⴰⵡⵉⵜ

source: Kabardian
zgh: ⵜⴰⴽⴰⴱⴰⵔⴷⵉⵜ

source: Tyap
zgh: ⵜⴰⵜⵢⴰⴱⵉⵜ

source: Makonde
zgh: ⵜⴰⵎⴰⴽⵓⵏⴷⵉⵜ

source: Kabuverdianu
zgh: ⵜⴰⴽⴰⴱⵓⴼⵉⵔⴷⵉⵜ

source: Kongo
zgh: ⵜⴰⴽⵓⵏⴳⵓⵜ

source: Khasi
zgh: ⵜⴰⵅⴰⵙⵉⵜ

source: Khotanese
zgh: ⵜⴰⵅⵓⵜⴰⵏⵉⵜ

source: Gikuyu
zgh: ⵜⴰⵊⵉⴽⵓⵢⵓⵜ

source: Kwanyama
zgh: ⵜⴰⴽⵡⴰⵏⵢⴰⵎⵉⵜ

source: Kazakh
zgh: ⵜⴰⴽⴰⵣⴰⵅⵜ

source: Kako
zgh: ⵜⴰⴽⴰⴽⵓⵜ

source: Greenlandic
zgh: ⵜⴰⴳⵔⵉⵏⵍⴰⵏⴷⵉⵜ

source: Khmer (Central)
zgh: ⵜⴰⵅⵎⵔⵉⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Kimbundu
zgh: ⵜⴰⴽⵉⵎⴱⵓⵏⴷⵉⵜ

source: Kurdish (Northern)
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ (ⵉⵥⵥⵍⵎⴹ)

source: Kannada
zgh: ⵜⴰⴽⴰⵏⵏⴰⴹⵉⵜ

source: Korean
zgh: ⵜⴰⴽⵓⵔⵉⵜ

source: Konkani
zgh: ⵜⴰⴽⵓⵏⴽⴰⵏⵉⵜ

source: Kosraean
zgh: ⵜⴰⴽⵓⵙⵔⵢⴰⵏⵉⵜ

source: Kpelle
zgh: ⵜⴰⴽⴱⵉⵍⵍⵉⵜ

source: Kanuri
zgh: ⵜⴰⴽⴰⵏⵓⵔⵉⵜ

source: Karachay-Balkar
zgh: ⵜⴰⴽⴰⵔⴰⵛⴰⵢⵜ-ⵜⴰⴱⴰⵍⴽⴰⵔⵉⵜ

source: Karelian
zgh: ⵜⴰⴽⴰⵔⵉⵍⵢⴰⵏⵉⵜ

source: Kurukh
zgh: ⵜⴰⴽⵓⵔⵓⵅⵜ

source: Kashmiri
zgh: ⵜⴰⴽⴰⵛⵎⵉⵔⵉⵜ

source: Shambala
zgh: ⵜⴰⵛⴰⵎⴱⴰⵍⵉⵜ

source: Colognian
zgh: ⵜⴰⴽⵓⵍⵓⴳⵏⵉⵜ

source: Kurdish
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ

source: Kumyk
zgh: ⵜⴰⴽⵓⵎⵉⴽⵜ

source: Kutenai
zgh: ⵜⴰⴽⵓⵜⵉⵏⵉⵜ

source: Komi
zgh: ⵜⴰⴽⵓⵎⵉⵜ

source: Cornish
zgh: ⵜⴰⴽⵓⵔⵏⵉⵛⵜ

source: Kyrgyz
zgh: ⵜⴰⴽⵉⵔⴳⵉⵣⵜ

source: Latin
zgh: ⵜⴰⵍⴰⵜⵉⵏⵉⵜ

source: Ladino
zgh: ⵜⴰⵍⴰⴷⵉⵏⵓⵜ

source: Langi
zgh: ⵜⴰⵍⴰⵏⴳⵉⵜ

source: Lamba
zgh: ⵜⴰⵍⴰⵎⴱⵉⵜ

source: Luxembourgish
zgh: ⵜⴰⵍⵉⴽⵙⵓⵎⴱⵓⵔⴳⵉⵜ

source: Lezghian
zgh: ⵜⴰⵍⵉⵣⵖⵢⴰⵏⵉⵜ

source: Lingua Franca Nova
zgh: ⵜⴰⵍⵉⵏⴳⵯⴰ

source: Luganda
zgh: ⵜⴰⵍⵓⴳⴰⵏⴷⵉⵜ

source: Limburgish
zgh: ⵜⴰⵍⵉⵎⴱⵓⵔⴳⵉⵜ

source: Laki
zgh: ⵜⴰⵍⴰⴽⵉⵜ

source: Lakota
zgh: ⵜⴰⵍⴰⴽⵓⵜⵉⵜ

source: Lingala
zgh: ⵜⴰⵍⵉⵏⴳⴰⵍⵉⵜ

source: Lao
zgh: ⵜⴰⵍⴰⵡⵉⵜ

source: Mongo
zgh: ⵜⴰⵎⵓⵏⴳⵓⵜ

source: Lozi
zgh: ⵜⴰⵍⵓⵥⵉⵜ

source: Luri (Northern)
zgh: ⵜⴰⵍⵓⵔⵉⵜ (ⵉⵥⵥⵍⵎⴹ)

source: Lithuanian
zgh: ⵜⴰⵍⵉⵜⵡⴰⵏⵉⵜ

source: Latgalian
zgh: ⵜⴰⵍⴰⵜⴳⴰⵍⵉⵜ

source: Luba-Katanga
zgh: ⵜⴰⵍⵓⴱⴰⴽⴰⵜⴰⵏⴳⵉⵜ

source: Luba-Lulua
zgh: ⵜⴰⵍⵓⴱⴰⵍⵓⵍⵡⵉⵜ

source: Luiseno
zgh: ⵜⴰⵍⵡⵉⵙⵉⵏⵉⵜ

source: Lunda
zgh: ⵜⴰⵍⵓⵏⴷⵉⵜ

source: Luo (Kenya and Tanzania)
zgh: ⵜⴰⵍⵓⵜ (ⴽⵉⵏⵢⴰ ⴷ ⵟⴰⵏⵥⴰⵏⵢⴰ)

source: Lushai
zgh: ⵜⴰⵍⵓⵛⴰⵢⵜ

source: Luri (Southern)
zgh: ⵜⴰⵍⵓⵔⵉⵜ (ⵉⴼⴼⵓⵙ)

source: Latvian
zgh: ⵜⴰⵍⴰⵜⴼⵢⴰⵏⵉⵜ

source: Madurese
zgh: ⵜⴰⵎⴰⴷⵓⵔⵉⵜ

source: Magahi
zgh: ⵜⴰⵎⴰⴳⴰⵀⵉⵜ

source: Maithili
zgh: ⵜⴰⵎⴰⵢⵜⵉⵍⵉⵜ

source: Makasar
zgh: ⵜⴰⵎⴰⴽⴰⵙⴰⵔⵉⵜ

source: Mandingo
zgh: ⵜⴰⵎⴰⵏⴷⵉⵏⴳⵓⵜ

source: Masai
zgh: ⵜⴰⵎⴰⵚⴰⵢⵜ

source: Moksha
zgh: ⵜⴰⵎⵓⴽⵛⵉⵜ

source: Mandar
zgh: ⵜⴰⵎⴰⵏⴷⴰⵔⵉⵜ

source: Mende (Sierra Leone)
zgh: ⵜⴰⵎⵓⵏⴷⵉⵜ (ⵙⵉⵔⴰⵍⵢⵓⵏ)

source: Morisyen
zgh: ⵜⴰⵎⵓⵔⵉⵙⵉⵜ

source: Malagasy
zgh: ⵜⴰⵎⴰⵍⴳⴰⵛⵉⵜ

source: Irish (Middle)
zgh: ⵜⵉⵔⵉⵛⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Metaʼ
zgh: ⵜⴰⵎⵉⵟⴰⵢⵜ

source: Marshallese
zgh: ⵜⴰⵎⴰⵔⵛⴰⵍⵍⵉⵜ

source: Meadow Mari
zgh: ⵜⴰⵎⴰⵔⵉⵜ ⵏ ⵎⵉⴷⵓ

source: Maori
zgh: ⵜⴰⵎⴰⵡⵔⵉⵜ

source: Miami
zgh: ⵜⴰⵎⵢⴰⵎⵉⵜ

source: Mi'kmaq
zgh: ⵜⴰⵎⴰⵇⴷⵓⵏⵉⵜ

source: Minangkabau
zgh: ⵜⴰⵎⵉⵏⴰⵏⵊⴽⴰⴱⵓⵜ

source: Karbi
zgh: ⵜⴰⴽⴰⵔⴱⵉⵜ

source: Macedonian
zgh: ⵜⴰⵎⴰⵇⴷⵓⵏⵉⵜ

source: Malayalam
zgh: ⵜⴰⵎⴰⵍⴰⵢⴰⵍⴰⵎⵉⵜ

source: Mongolian
zgh: ⵜⴰⵎⵓⵏⴳⵓⵍⵉⵜ

source: Manchu
zgh: ⵜⴰⵎⴰⵏⵛⵓⵜ

source: Manipuri
zgh: ⵜⴰⵎⴰⵏⵉⴱⵓⵔⵉⵜ

source: Mandinka
zgh: ⵜⴰⵎⴰⵏⴷⵉⵏⴽⵉⵜ

source: Mon
zgh: ⵜⴰⵎⵓⵏⵉⵜ

source: Innu
zgh: ⵜⵉⵏⵏⵓⵜ

source: Mohawk
zgh: ⵜⴰⵎⵓⵀⴰⵡⴽⵜ

source: Mossi
zgh: ⵜⴰⵎⵓⵙⵙⵉⵜ

source: Marathi
zgh: ⵜⴰⵎⴰⵔⴰⵜⵉⵜ

source: Mara
zgh: ⵜⴰⵎⴰⵔⴰⵜ

source: Malay
zgh: ⵜⴰⵎⴰⵍⴰⵡⵉⵜ

source: Malay (Jawi)
zgh: ⵜⴰⵎⴰⵍⴰⵢⵜ (ⵊⴰⵡⵉ)

source: Maltese
zgh: ⵜⴰⵎⴰⵍⵟⵉⵜ

source: Creek
zgh: ⵜⴰⴳⵔⵉⴽⵜ

source: Mirandese
zgh: ⵜⴰⵎⵉⵔⵓⵏⴷⵉⵜ

source: Marwari
zgh: ⵜⴰⵎⴰⵔⵡⴰⵔⵉⵜ

source: Burmese
zgh: ⵜⴰⴱⵉⵔⵎⴰⵏⵉⵜ

source: Burmese (Zawgyi)
zgh: ⵜⴰⴱⵓⵔⵎⵉⵜ (ⵣⴰⵡⴳⵢⵉ)

source: Erzya
zgh: ⵜⵉⵔⵣⵉⵜ

source: Nauru
zgh: ⵜⴰⵏⴰⵡⵔⵓⵜ

source: Nahuatl
zgh: ⵜⴰⵏⴰⵀⵡⴰⵜⵍⵜ

source: Neapolitan
zgh: ⵜⴰⵏⴰⴱⵓⵍⵉⵜ

source: Nama
zgh: ⵜⴰⵏⴰⵎⵉⵜ

source: Norwegian Bokmål
zgh: ⵜⴰⵏⵓⵕⵡⵉⵊⵜ ⴱⵓⴽⵎⴰⵍ

source: Ndebele (Northern)
zgh: ⵜⴰⵏⴷⵉⴱⵉⵍⵉⵜ (ⵉⵥⵥⵍⵎⴹ)

source: German (Low)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵜⴰⵏⴰⴷⴷⴰⵡⵜ)

source: Nepali
zgh: ⵜⴰⵏⵉⴱⴰⵍⵉⵜ

source: Newari
zgh: ⵜⴰⵏⵡⴰⵔⵉⵜ

source: Ndonga
zgh: ⵜⴰⵏⴷⵓⵏⴳⵉⵜ

source: Nias
zgh: ⵜⴰⵏⵢⴰⵙⵉⵜ

source: Niuean
zgh: ⵜⴰⵏⵡⵉⵜ

source: Dutch
zgh: ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ

source: Dutch (formal)
zgh: ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Dutch (informal)
zgh: ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Dutch (Belgium)
zgh: ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ (ⴱⵍⵊⵉⴽⴰ)

source: Norwegian Nynorsk
zgh: ⵜⴰⵏⵕⵡⵉⵊⵜ ⵜⴰⵎⴰⵢⵏⵓⵜ

source: Ngiemboon
zgh: ⵜⴰⵏⵊⵉⵎⴱⵓⵏⵜ

source: Nogai
zgh: ⵜⴰⵏⵓⴳⴰⵢⵜ

source: Norse (Old)
zgh: ⵜⴰⵏⵓⵔⵙⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: N’Ko
zgh: ⵜⴰⵏⴽⵓⵜ

source: Ndebele (Southern)
zgh: ⵜⴰⵏⴷⵉⴱⵉⵍⵉⵜ (ⵉⴼⴼⵓⵙ)

source: Pedi
zgh: ⵜⴰⴱⵉⴷⵉⵜ

source: Nuu-chah-nulth
zgh: ⵜⴰⵏⵓⵛⴰⵏⵓⵍⵜ

source: Navaho
zgh: ⵜⴰⵏⴰⴼⴰⵀⵓⵜ

source: Newari (Classical)
zgh: ⵜⴰⵏⵡⴰⵔⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Nyanja
zgh: ⵜⴰⵏⵢⴰⵏⵊⵉⵜ

source: Nyamwezi
zgh: ⵜⴰⵏⵢⴰⵎⵡⵉⵣⵉⵜ

source: Nyankole
zgh: ⵜⴰⵏⵢⴰⵏⴽⵓⵍⵉⵜ

source: Nyoro
zgh: ⵜⴰⵏⵢⵓⵔⵓⵜ

source: Nzima
zgh: ⵜⴰⵏⵣⵉⵎⵉⵜ

source: Occitan
zgh: ⵜⴰⵇⵓⵚⵟⴰⵏⵉⵜ

source: Ojibwe
zgh: ⵜⵓⵊⵉⴱⵡⵉⵜ

source: Oromo
zgh: ⵜⵓⵔⵓⵎⵓⵜ

source: Odia
zgh: ⵜⵓⴷⵢⵉⵜ

source: Ossetian
zgh: ⵜⵓⵙⵉⵜⵢⴰⵏⵜ

source: Osage
zgh: ⵜⵓⵚⴰⵊⵉⵜ

source: Turkish (Ottoman)
zgh: ⵜⴰⵜⵓⵔⴽⵉⵜ (ⵜⴰⵄⵓⵜⵎⴰⵏⵉⵜ)

source: Kokturk
zgh: ⵜⴰⴽⵓⴽⵜⵓⵔⴽⵜ

source: Elfdalian
zgh: ⵜⵉⵍⴼⴷⴰⵍⵉⵜ

source: Punjabi
zgh: ⵜⴰⴱⵏⵊⴰⴱⵉⵜ

source: Punjabi (Pakistan)
zgh: ⵜⴰⴱⵓⵏⵊⴰⴱⵉⵜ (ⴱⴰⴽⵉⵙⵜⴰⵏ)

source: Pangasinan
zgh: ⵜⴰⴱⴰⵏⴳⴰⵙⵉⵏⵉⵜ

source: Pahlavi
zgh: ⵜⴰⴱⴰⵍⴰⴼⵉⵜ

source: Pampanga
zgh: ⵜⴰⴱⴰⵎⴱⴰⵏⴳⵉⵜ

source: Papiamento
zgh: ⵜⴰⴱⴰⴱⵢⴰⵎⵉⵏⵜⵓⵜ

source: Palauan
zgh: ⵜⴰⴱⴰⵍⴰⵡⵉⵜ

source: Páez
zgh: ⵜⴰⴱⴰⵢⵥⵜ

source: Persian (Old)
zgh: ⵜⴰⴼⴰⵔⵉⵙⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Phoenician
zgh: ⵜⴰⴼⵉⵏⵉⵙⵜ

source: Pali
zgh: ⵜⴰⴱⴰⵍⵉⵜ

source: Polish
zgh: ⵜⴰⴱⵓⵍⵓⵏⵉⵜ

source: Polish (formal)
zgh: ⵜⴰⴱⵓⵍⴰⵏⴷⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Polish (informal)
zgh: ⵜⴰⴱⵓⵍⴰⵏⴷⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Piemontese
zgh: ⵜⴰⴱⵉⵎⵓⵏⵜⵉⵜ

source: Pohnpeian
zgh: ⵜⴰⴱⵓⵏⴱⵉⵜ

source: Prussian
zgh: ⵜⴰⴱⵔⵓⵙⵉⵜ

source: Provençal (Old)
zgh: ⵜⴰⴱⵔⵓⴼⵉⵏⵙⴰⵍⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Dari
zgh: ⵜⴰⴼⵓⵔⵙⵉⵜ (ⴰⴼⵖⴰⵏⵉⵙⵜⴰⵏ)

source: Pashto
zgh: ⵜⴰⴱⴰⵛⵜⵓⵜ

source: Portuguese
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ

source: Portuguese (formal)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Portuguese (informal)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Portuguese (Angola)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⴰⵏⴳⵓⵍⴰ)

source: Portuguese (Brazil)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⴱⵕⴰⵥⵉⵍ)

source: Portuguese (Brazil, formal)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⴱⵕⴰⵥⵉⵍ, ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Portuguese (Brazil, informal)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⴱⵕⴰⵥⵉⵍ, ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Portuguese (Portugal)
zgh: ⵜⴰⴱⵓⵔⵜⵓⴳⴰⵍⵉⵜ (ⴱⵓⵔⵜⵓⴳⴰⵍ)

source: Eskimo (Pacific Coast Alaskan)
zgh: ⵜⵉⵙⴽⵉⵎⵓⵜ (ⴰⵖⵣⴷⵉⵙ ⴰⵏⴳⵔⴰⵢ ⵏ ⵡⴰⵍⴰⵙⴽⴰ)

source: Gayón
zgh: ⵜⴰⵊⴰⵢⵓⵜ

source: Quechua
zgh: ⵜⴰⴽⵉⵜⵛⵡⵉⵜ

source: Quechua (Ecuador)
zgh: ⵜⴰⴽⵉⵜⵛⵡⵉⵜ (ⵉⴽⵡⴰⴷⵓⵔ)

source: K'iche'
zgh: ⵜⴰⴽⵉⵛⵉⵜ

source: Quenya
zgh: ⵜⴰⴽⵡⵉⵏⵉⵜ

source: Rajasthani
zgh: ⵜⴰⵔⴰⵊⵉⵙⵜⴰⵏⵉⵜ

source: Rapanui
zgh: ⵜⴰⵔⴰⴱⴰⵏⵡⵉⵜ

source: Rarotongan
zgh: ⵜⴰⵔⴰⵔⵓⵜⵓⵏⴳⵉⵜ

source: Réunion Creole
zgh: ⵜⴰⴽⵔⵢⵓⵍⵉⵜ

source: Romansh
zgh: ⵜⴰⵔⵓⵎⴰⵏⵛⵉⵜ

source: Rundi
zgh: ⵜⴰⵔⵓⵏⴷⵉⵜ

source: Romanian
zgh: ⵜⴰⵔⵓⵎⴰⵏⵉⵜ

source: Moldavian
zgh: ⵜⴰⵔⵓⵎⴰⵏⵉⵜ (ⵎⵓⵍⴷⵓⴼⵢⴰ)

source: Rombo
zgh: ⵜⴰⵕⵓⵎⴱⵓⵜ

source: Romany
zgh: ⵜⴰⵕⵓⵎⴰⵏⵉⵜ

source: Russian
zgh: ⵜⴰⵔⵓⵙⵉⵜ

source: Russian (formal)
zgh: ⵜⴰⵔⵓⵙⵉⵜ (ⵜⴰⵎⴰⴷⴷⵓⴷⵜ)

source: Russian (informal)
zgh: ⵜⴰⵔⵓⵙⵉⵜ (ⵜⴰⵔⵎⴰⴷⴷⵓⴷⵜ)

source: Russian (Ukraine)
zgh: ⵜⴰⵔⵓⵙⵉⵜ (ⵓⴽⵔⴰⵏⵢⴰ)

source: Rusyn
zgh: ⵜⴰⵔⵓⵙⵉⵏⵉⵜ

source: Macedo-Romanian
zgh: ⵜⴰⵎⴰⵇⴷⵓⵏⵉⵜ ⵜⴰⵕⵓⵎⴰⵏⵉⵜ

source: Kinyarwanda
zgh: ⵜⴰⵔⵓⵡⴰⵏⴷⵉⵜ

source: Rwa
zgh: ⵜⴰⵕⵡⵉⵜ

source: Sanskrit
zgh: ⵜⴰⵙⴰⵏⵙⴽⵔⵉⵜ

source: Sandawe
zgh: ⵜⴰⵙⴰⵏⴷⴰⵡⵉⵜ

source: Yakut
zgh: ⵜⴰⵢⴰⴽⵓⵜ

source: South American Indian (Other)
zgh: ⵜⴰⵎⵉⵔⵉⴽⵉⵜ ⵜⴰⵀⵉⵏⴷⵉⵜ ⵏ ⵢⵉⴼⴼⵓⵙ (ⵢⴰⴹⵏ)

source: Samaritan Aramaic
zgh: ⵜⴰⵙⴰⵎⵉⵔⵉⵜ ⵜⴰⵕⴰⵎⵉⵜ

source: Samburu
zgh: ⵜⴰⵙⴰⵎⴱⵓⵔⵓⵜ

source: Sasak
zgh: ⵜⴰⵙⴰⵙⴰⴽⵉⵜ

source: Santali
zgh: ⵜⴰⵙⴰⵏⵜⴰⵍⵉⵜ

source: Sardinian
zgh: ⵜⴰⵙⴰⵔⴷⵉⵏⵉⵜ

source: Sicilian
zgh: ⵜⴰⵙⵉⵇⵉⵍⵉⵜ

source: Scots
zgh: ⵜⴰⵙⴽⵓⵜⵍⴰⵏⴷⵉⵜ

source: Sindhi
zgh: ⵜⴰⵙⵉⵏⴷⵉⵜ

source: Kurdish (Southern)
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ (ⵉⴼⴼⵓⵙ)

source: Sami (Northern)
zgh: ⵜⴰⵙⴰⵎⵉⵜ (ⵉⵥⵥⵍⵎⴹ)

source: Sena
zgh: ⵜⴰⵙⵉⵏⵉⵜ

source: Selkup
zgh: ⵜⴰⵙⵉⵍⴽⵓⴱⵜ

source: Koyraboro Senni
zgh: ⵜⴰⴽⵓⵢⵔⴰⴱⵓⵔⵓⵜ

source: Sango
zgh: ⵜⴰⵙⴰⵏⴳⵓⵜ

source: Irish (Old)
zgh: ⵜⵉⵔⵍⴰⵏⴷⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Sign Languages
zgh: ⵜⵓⵜⵍⴰⵢⵜ ⵏ ⵜⵎⴰⵜⴰⵔⵜ

source: Tachelhit
zgh: ⵜⴰⵛⵍⵃⵉⵜ

source: Shan
zgh: ⵜⴰⵛⴰⵏⵉⵜ

source: Sinhala
zgh: ⵜⴰⵙⵉⵏⵀⴰⵍⵉⵜ

source: Sidamo
zgh: ⵜⴰⵙⵉⴷⴰⵎⵓⵜ

source: Sami (Kildin)
zgh: ⵜⴰⵙⴰⵎⵉⵜ (ⴽⵉⵍⴷⵉⵏ)

source: Slovak
zgh: ⵜⴰⵙⵍⵓⴼⴰⴽⵉⵜ

source: Saraiki
zgh: ⵜⴰⵙⴰⵔⴰⵢⴽⵉⵜ

source: Slovenian
zgh: ⵜⴰⵙⵍⵓⴼⵉⵏⵉⵜ

source: Samoan
zgh: ⵜⴰⵙⴰⵎⵡⴰⵏⵜ

source: Sami (Southern)
zgh: ⵜⴰⵙⴰⵎⵉⵜ (ⵉⴼⴼⵓⵙ)

source: Sami
zgh: ⵜⴰⵙⴰⵎⵉⵜ

source: Sami (Lule)
zgh: ⵜⴰⵙⴰⵎⵉⵜ (ⵍⵓⵍ)

source: Sama (Central)
zgh: ⵜⴰⵙⴰⵎⴰⵢⵜ (ⵜⴰⵏⴰⵎⵎⴰⵙⵜ)

source: Sami (Inari)
zgh: ⵜⴰⵙⴰⵎⵉⵜ (ⵉⵏⴰⵔⵉ)

source: Sami (Skolt)
zgh: ⵜⴰⵙⴰⵎⵉⵜ (ⵙⴽⵓⵍⵜ)

source: Shona
zgh: ⵜⴰⵛⵓⵏⵉⵜ

source: Soninke
zgh: ⵜⴰⵙⵓⵏⵉⵏⴽⵜ

source: Somali
zgh: ⵜⴰⵙⵓⵎⴰⵍⵉⵜ

source: Sogdian
zgh: ⵜⴰⵙⵓⴳⴷⵢⴰⵏⵜ

source: Songhai
zgh: ⵜⴰⵙⵓⵏⴳⴰⵢⵜ

source: Albanian
zgh: ⵜⴰⵍⴱⴰⵏⵉⵜ

source: Serbian
zgh: ⵜⴰⵚⵉⵕⴱⵉⵜ

source: Serbian (Ijekavian)
zgh: ⵜⴰⵚⵉⵕⴱⵉⵜ (ⵉⵊⵉⴽⴰⴼⵢⴰⵏ)

source: Serbian (Ijekavian, latin)
zgh: ⵜⴰⵚⵉⵕⴱⵉⵜ (ⵉⵊⵉⴽⴰⴼⵢⴰⵏ, ⵜⴰⵍⴰⵜⵉⵏⵉⵜ)

source: Sranan Tongo
zgh: ⵜⴰⵙⵔⴰⵏⴰⵏⵜ ⵜⴰⵜⵓⵏⴳⵓⵜ

source: Serer
zgh: ⵜⴰⵙⵉⵔⵉⵔⵜ

source: Swati
zgh: ⵜⴰⵙⵡⴰⵜⵉⵜ

source: Saho
zgh: ⵜⴰⵙⴰⵀⵓⵜ

source: Sotho (Southern)
zgh: ⵜⴰⵙⵓⵜⵓⵜ (ⵉⴼⴼⵓⵙ)

source: Sundanese
zgh: ⵜⴰⵙⵓⵏⴷⴰⵏⵉⵜ

source: Sukuma
zgh: ⵜⴰⵙⵓⴽⵓⵎⵉⵜ

source: Susu
zgh: ⵜⴰⵙⵓⵙⵓⵜ

source: Sumerian
zgh: ⵜⴰⵙⵓⵎⵉⵔⵉⵜ

source: Swedish
zgh: ⵜⴰⵙⵡⵉⴷⵉⵜ

source: Swahili
zgh: ⵜⴰⵙⵡⴰⵃⵉⵍⵉⵜ

source: Swahili (Congo)
zgh: ⵜⴰⵙⵡⴰⵃⵉⵍⵉⵜ (ⴽⵓⵏⴳⵓ)

source: Swahili (Tanzania)
zgh: ⵜⴰⵙⵡⴰⵃⵉⵍⵉⵜ (ⵟⴰⵏⵥⴰⵏⵢⴰ)

source: Swabian
zgh: ⵜⴰⵛⵡⴰⴱⵉⵏⵜ

source: Saxon (Upper)
zgh: ⵜⴰⵙⴰⴽⵙⵓⵏⵜ (ⵜⴰⵏⴰⴼⵍⵍⴰⵜ)

source: Syriac (Classical)
zgh: ⵜⴰⵙⵓⵔⵉⵜ (ⵜⴰⵣⴰⵢⴽⵓⵜ)

source: Syriac
zgh: ⵜⴰⵙⵓⵔⵉⵜ

source: Silesian
zgh: ⵜⴰⵙⵉⵍⵉⵣⵉⵜ

source: Tamil
zgh: ⵜⴰⵜⴰⵎⵉⵍⵜ

source: Tamil (Sri Lanka)
zgh: ⵜⴰⵜⴰⵎⵉⵍⵜ (ⵙⵔⵉⵍⴰⵏⴽⴰ)

source: Telugu
zgh: ⵜⴰⵜⵉⵜⵓⴳⵓⵜ

source: Timne
zgh: ⵜⴰⵜⵉⵎⵏⵜ

source: Teso
zgh: ⵜⴰⵜⵉⵙⵓⵜ

source: Tereno
zgh: ⵜⴰⵜⵉⵔⵉⵏⵓⵜ

source: Tetum
zgh: ⵜⴰⵜⵉⵜⵓⵎⵜ

source: Tajik
zgh: ⵜⴰⵜⴰⵊⵉⴽⵜ

source: Thai
zgh: ⵜⴰⵜⴰⵢⵍⴰⵏⴷⵉⵜ

source: Tigrinya
zgh: ⵜⴰⵜⵉⴳⵔⵉⵏⵢⵉⵜ

source: Tigre
zgh: ⵜⴰⵜⵉⴳⵔⵉⵜ

source: Tiv
zgh: ⵜⴰⵜⵉⴼⵉⵜ

source: Turkmen
zgh: ⵜⴰⵜⵓⵔⴽⵎⴰⵏⵉⵜ

source: Tokelau
zgh: ⵜⴰⵜⵓⴽⵉⵍⵓⵜ

source: Tagalog
zgh: ⵜⴰⵜⴰⴳⴰⵍⵓⴳⵜ

source: Klingon
zgh: ⵜⴰⴽⵍⵉⵏⴳⵓⵜ

source: Klingon (pIqaD)
zgh: ⵜⴰⴽⵍⵉⵏⴳⵉⵜ (ⴱⴰⵍⵇⴰⴷ)

source: Tlingit
zgh: ⵜⴰⵜⵍⵉⵏⴳⵉⵜ

source: Tamashek
zgh: ⵜⴰⵎⴰⵛⵇⵜ

source: Tswana
zgh: ⵜⴰⵜⵙⵡⴰⵏⵉⵜ

source: Tongan
zgh: ⵜⴰⵜⵓⵏⴳⵉⵜ

source: Tonga (Nyasa)
zgh: ⵜⴰⵜⵓⵏⴳⵉⵜ (ⵏⵢⴰⵙⴰ)

source: Toki Pona
zgh: ⵜⴰⵜⵓⴽⵉⴱⵓⵏⵉⵜ

source: Tok Pisin
zgh: ⵜⴰⵜⵓⴽⴱⵉⵙⵉⵏⵜ

source: Turkish
zgh: ⵜⴰⵜⵓⵔⴽⵉⵜ

source: Taroko
zgh: ⵜⴰⵜⴰⵔⵓⴽⵓⵜ

source: Tsonga
zgh: ⵜⴰⵜⵙⵓⵏⴳⵉⵜ

source: Tsimshian
zgh: ⵜⴰⵜⵙⵉⵎⵛⵉⵜ

source: Tshangla
zgh: ⵜⴰⵜⵛⵓⵏⴳⵍⵉⵜ

source: Tatar
zgh: ⵜⴰⵜⴰⵜⴰⵔⵉⵜ

source: Tatar (IQTElif)
zgh: ⵜⴰⵜⴰⵜⴰⵔⵉⵜ (ⵉⵇⵜⵍⵉⴼ)

source: Tumbuka
zgh: ⵜⴰⵜⵓⵎⴱⵓⴽⵉⵜ

source: Tuvalu
zgh: ⵜⴰⵜⵓⴼⴰⵍⵓⵜ

source: Twi
zgh: ⵜⴰⵜⵡⵉⵜ

source: Tahitian
zgh: ⵜⴰⵜⴰⵀⵉⵜⵉⵜ

source: Tuvinian
zgh: ⵜⴰⵜⵓⴼⵉⵏⵉⵜ

source: Tz'utujil
zgh: ⵜⴰⵜⵣⵓⵜⵓⵊⵉⵍⵜ

source: Talossan
zgh: ⵜⴰⵜⴰⵍⵓⵙⵉⵜ

source: Tamazight (Central Atlas)
zgh: ⵜⴰⵎⴰⵣⵉⵖⵜ ⵏ ⴼⴰⵣⴰⵣ

source: Udmurt
zgh: ⵜⵓⴷⵎⵓⵔⵜ

source: Uyghur
zgh: ⵜⵓⵢⴳⵓⵔⵉⵜ

source: Ugaritic
zgh: ⵜⵓⴳⴰⵔⵉⵜⵉⴽⵜ

source: Ukrainian
zgh: ⵜⵓⴽⵔⴰⵏⵉⵜ

source: Umbundu
zgh: ⵜⵓⵎⴱⵓⵏⴷⵓⵜ

source: Undetermined
zgh: ⵜⴰⵔ ⴰⵥⵍⴰⵢ

source: Urdu
zgh: ⵜⵓⵔⴷⵓⵜ

source: Urdu (India)
zgh: ⵜⵓⵔⴷⵓⵜ (ⵍⵀⵉⵏⴷ)

source: Urdu (Pakistan)
zgh: ⵜⵓⵔⴷⵓⵜ (ⴱⴰⴽⵉⵙⵜⴰⵏ)

source: Uzbek
zgh: ⵜⵓⵥⴱⵉⴽⵜ

source: Vai
zgh: ⵜⴰⴼⴰⵢⵜ

source: Venda
zgh: ⵜⴰⴼⵓⵏⴷⵉⵜ

source: Venetian
zgh: ⵜⴰⴼⵉⵏⵉⵙⵉⵜ

source: Vietnamese
zgh: ⵜⴰⴱⵉⵜⵏⴰⵎⵉⵜ

source: Flemish (West)
zgh: ⵜⴰⴼⵍⵉⵎⵉⵛⵉⵜ (ⵜⴰⴳⵓⵜ)

source: Volapük
zgh: ⵜⴰⴼⵓⵍⴰⴱⵓⴽⵉⵜ

source: Votic
zgh: ⵜⴰⴼⵓⵜⵉⴽⵜ

source: Vunjo
zgh: ⵜⴰⴼⵓⵏⵊⵓⵜ

source: Walloon
zgh: ⵜⴰⵡⴰⵍⵓⵏⵜ

source: German (Walser)
zgh: ⵜⴰⵍⵎⴰⵏⵉⵜ (ⵡⴰⵍⵙⵔ

source: Wolaytta
zgh: ⵜⴰⵡⵓⵍⴰⵢⵜⵉⵜ

source: Waray (Philippines)
zgh: ⵜⴰⵡⴰⵔⴰⵢⵜ (ⴼⵉⵍⵉⴱⵉⵏ)

source: Washo
zgh: ⵜⴰⵡⴰⵛⵓⵜ

source: Sorbian
zgh: ⵜⴰⵚⵓⵕⴱⵉⵜ

source: Westphalien
zgh: ⵜⴰⵡⵉⵙⵜⴼⴰⵍⵉⵏⵜ

source: Wolof
zgh: ⵜⴰⵡⵓⵍⵓⴼⵜ

source: Kalmyk
zgh: ⵜⴰⴽⴰⵍⵎⵉⴽⵜ

source: Xhosa
zgh: ⵜⴰⵅⵓⵙⵉⵜ

source: Soga
zgh: ⵜⴰⵚⵓⵏⴳⵉⵜ

source: Yao
zgh: ⵜⴰⵢⴰⵡⵜ

source: Yapese
zgh: ⵜⴰⵢⴰⴱⵉⵙⵜ

source: Yiddish
zgh: ⵜⴰⵢⵉⴷⴷⵉⵛⵜ

source: Yoruba
zgh: ⵜⴰⵢⵔⵓⴱⵉⵜ

source: Yucateco
zgh: ⵜⴰⵢⵓⴽⴰⵜⵉⴽⵓⵜ

source: Zhuang
zgh: ⵜⴰⵣⵀⵓⵏⴳⵜ

source: Zapotec
zgh: ⵜⴰⵣⴰⴱⵓⵜⵉⴽⵜ

source: Blissymbols
zgh: ⵜⵉⵎⵉⵜⴰⵔ

source: Zenaga
zgh: ⵜⵥⵏⴰⴳⵉⵜ

source: Tamazight (Standard Moroccan)
zgh: ⵜⴰⵎⴰⵣⵉⵖⵜ ⵜⴰⵏⴰⵡⴰⵢⵜ ⵏ ⵍⵎⵖⵔⵉⴱ

source: Zulu
zgh: ⵜⴰⵣⵓⵍⵓⵜ

source: Zuni
zgh: ⵜⴰⵣⵓⵏⵉⵜ

source: Zaza
zgh: ⵜⴰⵣⴰⵣⴰⵜ
