Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/*/LC_MESSAGES/django.po
Languages: br, cy, hi_latn, my, sk, ug

source: Morisyen
br: Kreoleg Moris
my: မောရစ်ရှ
sk: Mauretánčina
ug: مورىسيېنچە

source: Malagasy
br: Malgacheg
cy: Malagaseg
hi_latn: Málágási
my: မာလဂက်စီ
sk: Malgaština
ug: ماداغاسقارچە

source: Irish (Middle)
br: Krenniwerzhoneg
cy: Gwyddeleg (Canol)
hi_latn: Áyriś (Maddhy)
sk: Írčina (stredoveká)
ug: ئىرېلاندچە (ئوتتۇرا)

source: Makhuwa-Meetto
hi_latn: Mákhuwa-Míţţo
ug: ماكۇۋاچە

source: Metaʼ
cy: Meta
hi_latn: Meta
my: မီတာ
sk: meta’
ug: مېتاچە’

source: Marshallese
br: Marshalleg
cy: Marsialeg
hi_latn: Márśali
my: မာရှယ်လိဇ်
sk: Maršalčina
ug: مارشالچە

source: Meadow Mari
br: Marieg ar plaenennoù
cy: Mari Meadow
hi_latn: Míđo Mári
sk: Východná maričina
ug: مىدامارىچە

source: Maori
br: Maorieg
hi_latn: Máori
my: မာအိုရီ
sk: Maorijčina
ug: ماۋرىچە

source: Miami
br: Miamieg
hi_latn: Miyámi
sk: Miamčina
ug: مىئامى

source: Mi'kmaq
br: Mikmakeg
cy: Micmac
hi_latn: Mikmáq
my: မစ်ခ်မက်ခ်
sk: Mikmakčina
ug: مىكماكچە

source: Minangkabau
br: Minangkabaueg
hi_latn: Minángkábáu
my: စူကူမီနန်
sk: Minangkabaučina
ug: مىناڭكاباۋچە

source: Karbi
br: Mikireg
cy: Carbi
hi_latn: Kárbi
ug: كاربىچە

source: Macedonian
br: Makedoneg
cy: Macedoneg
hi_latn: Makdúniyái
my: မက်ဆီဒိုးနီးယား
sk: Macedónčina
ug: ماكېدونچە

source: Malayalam
hi_latn: Malyálam
my: မလေယာလမ်
sk: Malajálamčina
ug: مالايامچە

source: Mongolian
br: Mongoleg
cy: Mongoleg
hi_latn: Mangoliyái
my: မွန်ဂိုလီးယား
sk: Mongolčina
ug: موڭغۇلچە

source: Mongolian (Cyrillic script)
sk: Mongolčina (cyrilika)
ug: موڭغۇلچە (سىلاۋىيان ھەرپى)

source: Mongolian (Traditional script)
sk: Mongolčina (tradičné písmo)
ug: موڭغۇلچە (ئەنئەنىۋى ھەرپ)

source: Manchu
br: Manchoueg
hi_latn: Máncu
my: မန်ချူး
sk: Mandžuština
ug: مانجۇچە

source: Manipuri
br: Meiteieg
cy: Manipwri
hi_latn: Mańipuri
my: မနိပူရ
ug: مانىپۇرىچە

source: Mandinka
br: Mandinkeg
hi_latn: Mánđinka
ug: ماندىنكاچە

source: Mon
br: Moneg
sk: Mončina
ug: دۈشەنبە

source: Innu
ug: ئىننۇچە

source: Mohawk
br: Mohawkeg
cy: Mohoceg
hi_latn: Mohök
my: မိုဟော့ခ်
sk: Mohawkčina
ug: موخاۋىكچە

source: Mossi
br: More
my: မိုစီ
sk: Mossičina
ug: موسسىچە

source: Marathi
hi_latn: Maráţhi
my: မာရသီ
sk: Maráthčina
ug: ماراتىچە

source: Mara
br: Maraeg
hi_latn: Mára
sk: Marčina
ug: ماراچە

source: Malay
br: Malayseg
cy: Maleieg
my: မလေး
sk: Malajčina
ug: مالايچە

source: Malay (Jawi)
br: Malayseg (Jawi)
cy: Maleieg (Jawi)
hi_latn: Malay (Jáwi)
sk: Malajčina (Jáva)
ug: مالاي (جاۋى)

source: Maltese
br: Malteg
cy: Malteg
hi_latn: Málţi
my: မော်လ်တာ
sk: Maltčina
ug: مالتاچە

source: Mewari
br: Mewarieg
hi_latn: Mewáŕi
sk: Mewarčina
ug: مېۋارىچە

source: Creek
br: Muskogeeg
hi_latn: Krík
sk: Kríkčina
ug: كىرىكچە

source: Maninkakan (Kita)
br: Maninkeg (Kita)
sk: Maninka (Kita)
ug: مانىنكاكانچە (كىتا)

source: Mirandese
br: Mirandeg
cy: Mirandeg
hi_latn: Miránđi
my: မီရန်ဒီးဇ်
sk: Mirandčina
ug: مىراندېسچە

source: Marwari
hi_latn: Márwáŕi
sk: Marwarčina
ug: مارۋارىچە

source: Hmong Daw
sk: Biely Hmong
ug: موڭچە داۋ

source: Manyika
ug: مانيىكاچە

source: Burmese
br: Birmaneg
cy: Byrmaneg
hi_latn: Barmi
my: မြန်မာ
sk: Barmčina
ug: بىرمىچە

source: Burmese (Zawgyi)
br: Birmaneg (Zawgyi)
cy: Byrmaneg (Zawgyi)
hi_latn: Barmi (Záwgyi)
sk: Barmčina (Zawgyi)
ug: بىرمىچە (زاۋگىيى)

source: Erzya
my: အီဇယာ
sk: Erzjančina
ug: ئېرزاچە

source: Masaaba
hi_latn: Masába
ug: ماساباچە

source: Mazanderani
br: Mazanderaneg
cy: Masanderani
hi_latn: Tabri
sk: Mazanderančina
ug: مازاندېرانىچە

source: Nauru
br: Naurueg
cy: Nawrŵeg
hi_latn: Náuru
my: နော်ရူး
sk: Naurčina
ug: ناۋرۇ

source: Nahuatl
hi_latn: Náhuátl
sk: Aztéčina (Nahuatl)
ug: ناخۇاتىلچە

source: Minnan (Simplified Han script)
ug: جەنۇبىي فۇجيەن شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Minnan (Traditional Han script)
br: Mineg (sinalunioù hengounel)
cy: Minnan (Sgript Han Traddodiadol)
hi_latn: Minnán (Páramparik Hán lipi)
sk: Minnan (tradičné písmo)
ug: جەنۇبىي فۇجيەن شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Minnan (Traditional Hàn-lô script, Pe̍h-ōe-jī)
ug: جەنۇبىي فۇجيەن شېۋىسى (مۇرەككەپ خەنچە خەت، لاتىن ھەرپى POJ)

source: Minnan (Traditional Hàn-lô script, Tâi-lô)
ug: جەنۇبىي فۇجيەن شېۋىسى (مۇرەككەپ خەنچە خەت، لاتىن ھەرپى PUJ)

source: Minnan (Pe̍h-ōe-jī)
br: Mineg (Pe̍h-ōe-jī)
hi_latn: Minnán (Pe̍h-ōe-jī)
ug: جەنۇبىي فۇجيەن شېۋىسى (لاتىن ھەرپى POJ)

source: Minnan (Tâi-lô)
br: Mineg (Tâi-lô)
cy: Minnan (Tai-lô)
hi_latn: Minnán (Tâi-lô)
ug: جەنۇبىي فۇجيەن شېۋىسى (لاتىن ھەرپى PUJ)

source: Minnan (Simplified Hàn-lô script, Pe̍h-ōe-jī)
ug: جەنۇبىي فۇجيەن شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت، لاتىن ھەرپى POJ)

source: Minnan (Simplified Hàn-lô script, Tâi-lô)
ug: جەنۇبىي فۇجيەن شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت، لاتىن ھەرپى PUJ)

source: Neapolitan
br: Napolitaneg
cy: Naplieg
hi_latn: Nápúli
my: နပိုလီတန်
sk: Napolitánčina
ug: ناپولىچە

source: Nama
hi_latn: Náma
my: နာမာ
ug: ناماچە

source: Norwegian Bokmål
br: Norvegeg bokmål
cy: Norwyeg Bokmål
hi_latn: Norwejiyái Bokmál
my: နော်ဝေ ဘွတ်ခ်မော်လ်
sk: Nórčina (Bokmål)
ug: نورۋېگىيە بوكمالچە

source: Ndebele (Northern)
br: Ndebele (an norzh)
cy: Ndebele (Gogledd)
hi_latn: Ndebele (Uttari)
sk: Ndebele (severný)
ug: ئېندېبېلېچە (شىمالىي)

source: Ndau
hi_latn: Ndáu
ug: ئېندائۇچە

source: German (Low)
br: Izelalamaneg
cy: Almaeneg (Isel)
hi_latn: Jarman (Nimn)
sk: Nemčina (dolná)
ug: گېرمانچە (تۆۋەن)

source: Nepali
br: Nepaleg
cy: Nepaleg
hi_latn: Nepáli
my: နီပေါ
sk: Nepálčina
ug: نېپالچە

source: Newari
hi_latn: Newáŕi
my: နီဝါရီ
sk: Newarčina
ug: نېۋارىچە

source: Ndonga
my: အွန်ဒွန်ဂါ
ug: ندونگاچە

source: Lomwe
ug: لومۋېچە

source: Nias
br: Niaseg
hi_latn: Niás
my: နီးရပ်စ်
ug: نىئاسچە

source: Ngaju
ug: ناجۇچە

source: Niuean
br: Niueeg
hi_latn: Niuei
my: နူအဲယန်း
sk: Niuečina
ug: نيۇئېچە

source: Dutch
br: Nederlandeg
cy: Iseldireg
hi_latn: Đac
my: ဒတ်ခ်ျ
sk: Holandčina
ug: گوللاندچە

source: Dutch (formal)
br: Nederlandeg (furmel)
cy: Iseldireg (ffurfiol)
hi_latn: Đac (aupcárik)
sk: Holandčina (formálna)
ug: گوللاندىيەچە (رەسمىي)

source: Dutch (informal)
br: Nederlandeg (anfurmel)
cy: Iseldireg (anffurfiol)
hi_latn: Đac (anaupcárik)
sk: Holandčina (neformálna)
ug: گوللاندىيەچە (بىرەسمىي)

source: Dutch (Belgium)
br: Nederlandeg (Belgia)
cy: Iseldireg (Gwlad Belg)
hi_latn: Đac (Bëljiyam)
sk: Holandčina (Belgicko)
ug: گوللاندىيەچە (بېلگىيە)

source: Norwegian Nynorsk
br: Norvegeg nynorsk
cy: Norwyeg Nynorsk
hi_latn: Nörwejiyái Ninorsk
my: နော်ဝေ နီးနောစ်
sk: Nórčina (Nynorsk)
ug: يېڭى نورۋېگچە

source: Ngiemboon
hi_latn: Ngiembon
my: အွန်ရဲဘွန်း
ug: نگېمبۇنچە

source: Thai (Northern)
br: Thai (an norzh)
cy: Thai (Gogleddol)
hi_latn: Thái (Uttari)
sk: Thajčina (severná)
ug: تايلاندچە (شىمالىي)

source: Nimadi
hi_latn: Nimáŕi
sk: Nimadčina
ug: نىمادىچە

source: Nogai
br: Nogay
hi_latn: Nogái
my: နိုဂိုင်
sk: Nogajčina
ug: نوغايچە

source: Norse (Old)
br: Hennorseg
cy: Norseg (Hen)
hi_latn: Nörs (Puráni)
sk: Nórčina (stará)
ug: نورۋېگچە (قەدىمكى)

source: N’Ko
br: Nkoeg
my: အွန်ကို
ug: نىكوچە

source: Ndebele (Southern)
br: Ndebele (ar su)
cy: Ndebele (De)
hi_latn: Ndebele (Dakśińi)
sk: Ndebele (južný)
ug: ئېندېبېلېچە (جەنۇبىي)

source: Pedi
br: Sotho an Norzh
sk: Sothoština (severná)
ug: پەدىچە

source: Nuu-chah-nulth
hi_latn: Nú-cá-nulth
ug: نۇچانۇتچە

source: Navaho
br: Navac'hoeg
hi_latn: Návaho
ug: ناۋاخوچە

source: Newari (Classical)
br: Newari (klasel)
cy: Newari (clasurol)
hi_latn: Newáŕi (Śástríy)
sk: Newarčina (klasická)
ug: نېۋارچە (كىلاسسىك)

source: Nyanja
br: Nyanjaeg
cy: Nianja
hi_latn: Nyánja
my: နရန်ဂျာ
sk: Čičewa
ug: نىيانجاچە

source: Nyamwezi
cy: Niamwezi
hi_latn: Nyámwezi
ug: نيامۋېزىچە

source: Nyankole
cy: Niancole
hi_latn: Nyánkole
my: နရန်ကိုလီ
ug: نىيانكولېچە

source: Nyoro
cy: Nioro
ug: نىئوروچە

source: Nzima
br: Nzimaeg
cy: Nzimeg
ug: نىزەماچە

source: Occitan
br: Okitaneg
cy: Ocsitaneg
hi_latn: Öksiţan
my: အိုစီတန်
sk: Okcitánčina
ug: ئوكسىتچە

source: Ojibwe
br: Ojibwaeg
sk: Odžibwa
ug: ئوجىبۋاچە

source: Oromo
br: Oromoeg
my: အိုရိုမို
sk: Oromčina
ug: ئوروموچە

source: Odia
br: Oriyaeg
hi_latn: Oŕiya
my: အိုရီရာ
sk: Uríjčina
ug: ئودىياچە

source: Ossetian
br: Oseteg
cy: Oseteg
hi_latn: Öseśiyan
sk: Osetčina
ug: ئوسسېنتىيانچە

source: Osage
br: Osageeg
cy: Osageg
hi_latn: Osej
ug: ئوساگېلارچە

source: Turkish (Ottoman)
br: Turkeg ottoman
cy: Twrceg (Otomanaidd)
hi_latn: Turki (Usmáni)
sk: Turečtina (Otomanská)
ug: تۈركچە (ئوسمان)

source: Kokturk
br: Hendurkeg
sk: Staroturečtina
ug: كۆكتۈكچە

source: Otomi (Querétaro)
ug: ئوتومىچە (كۇيېرېتارو)

source: Elfdalian
br: Elfdalianeg
cy: Elfdalieg
hi_latn: Ëlfđáliyái
sk: Älvdalčina
ug: ئوۋدالىنچە

source: Punjabi
cy: Pwnjabeg
hi_latn: Panjábi
my: ပန်ချာပီ
sk: Pandžábčina
ug: پەنجابچە

source: Punjabi (Pakistan)
cy: Punjabi (Pacistan)
hi_latn: Panjábi (Pákistán)
sk: Pandžábčina (Pakistan)
ug: پەنجابچە (پاكىستان)

source: Pangasinan
cy: Pangasineg
hi_latn: Pángásinán
my: ပန်ဂါစီနန်
sk: Pangasinančina
ug: پانگاسىنانچە

source: Pahlavi
cy: Pahlafi
hi_latn: Pëhlávi
sk: pahlaví
ug: پەھلەۋىچە

source: Pampanga
hi_latn: Pámpánga
my: ပမ်ပန်ညာ
sk: kapampangančina
ug: پامپانگاچە

source: Papiamento
hi_latn: Pápiámënţo
my: ပါပီမင်တို
ug: پاپىيامەنتۇچە

source: Palauan
br: Palaueg
cy: Palawan
hi_latn: Paláui
my: ပလာအို
sk: Palaučina
ug: پالاۋچە

source: Páez
br: Paezeg
sk: Páečtina
ug: پائېزچە

source: Pidgin (Nigeria)
br: Pidjin (Nigeria)
hi_latn: Pijin (Náijíriya)
sk: Pidginčina (Nigéria)
ug: پىجىنچە (نىگېرىيە)

source: Plautdietsch
hi_latn: Plauţdic
sk: Nemčina (plautdietsch)
ug: پىلائۇتدىچچە

source: Persian (Old)
br: Henberseg
cy: Perseg (Hen)
hi_latn: Fársi (Puráni)
sk: Perzština (stará)
ug: پارسچە (قەدىمكى)

source: Phoenician
br: Fenikianeg
cy: Phenecieg
hi_latn: Foníśiyái
sk: Feničtina
ug: فىنىكىيەچە

source: Pali
hi_latn: Páli
my: ပါဠိ
sk: pálí
ug: پالىچە

source: Polish
br: Poloneg
cy: Pwyleg
hi_latn: Poliś
my: ပိုလန်
sk: Poľština
ug: پولەكچە

source: Polish (formal)
br: Poloneg (furmel)
cy: Pwyleg (ffurfiol)
hi_latn: Poliś (aupcárik)
sk: Poľština (formálna)
ug: پولەكچە (رەسمىي)

source: Polish (informal)
br: Poloneg (anfurmel)
cy: Pwyleg (anffurfiol)
hi_latn: Poliś (anaupcárik)
sk: Poľština (neformálna)
ug: پولەكچە (بىرەسمىي)

source: Piemontese
br: Piemonteg
cy: Piemonteg
hi_latn: Pídmanţi
sk: Piemontština
ug: پېئومونتىسچە

source: Pohnpeian
br: Pohnpei
cy: Pohnpeieg
hi_latn: Ponpeyái
sk: pohnpeičina
ug: پوناپېئانچە

source: Prussian
br: Pruseg
cy: Prwseg
hi_latn: Prúśiyái
my: ပရူရှန်
sk: Pruština
ug: پىرۇسسىيانچە

source: Provençal (Old)
br: Henbrovañseg
cy: Profensal (Hen)
hi_latn: Provënsál (Puráni)
sk: Provensálčina (stará)
ug: ئاۋكچە (قەدىمكى)

source: Dari
my: ဒါရီ
sk: Dárčina
ug: دارى تىلى

source: Pashto
br: Pachtoeg
hi_latn: Paśto
my: ပက်ရှ်တွန်း
sk: Paštčina
ug: پۇشتۇچە

source: Portuguese
br: Portugaleg
cy: Portiwgeeg
hi_latn: Purtagáli
my: ပေါ်တူဂီ
sk: Portugalčina
ug: پورتۇگالچە

source: Portuguese (formal)
br: Portugaleg (furmel)
cy: Portiwgaleg (ffurfiol)
hi_latn: Purtagáli (aupcárik)
sk: Portugalčina (formálna)
ug: پورتۇگالچە (رەسمىي)

source: Portuguese (informal)
br: Portugaleg (anfurmel)
cy: Portiwgaleg (anffurfiol)
hi_latn: Purtagáli (anaupcárik)
sk: Portugalčina (neformálna)
ug: پورتۇگالچە (بىرەسمىي)

source: Portuguese (Angola)
br: Portugaleg (Angola)
cy: Portiwgaleg (Angola)
hi_latn: Purtagáli (Angola)
sk: Portugalčina (Angola)
ug: پورتۇگالچە (ئانگولا)

source: Portuguese (Brazil)
br: Portugaleg (Brazil)
cy: Portiwgaleg (Brasil)
hi_latn: Purtagáli (Brázíl)
sk: Portugalčina (Brazília)
ug: پورتۇگالىيە (بىرازىلىيە)

source: Portuguese (Brazil, formal)
br: Portugaleg (Brazil, furmel)
cy: Portiwgaleg (Brasil, ffurfiol)
hi_latn: Purtagáli (Brázíl, aupcárik)
sk: Portugalčina (Brazília, formálna)
ug: پورتۇگالچە (بىرازىلىيە، رەسمىي)

source: Portuguese (Brazil, informal)
br: Portugaleg (Brazil, anfurmel)
cy: Portiwgaleg (Brasil, anffurfiol)
hi_latn: Purtagáli (Brázíl, anaupcárik)
sk: Portugalčina (Brazília, neformálna)
ug: پورتۇگالچە (بىرازىلىيە، بىرەسمىي)

source: Portuguese (Portugal)
br: Portugaleg (Portugal)
cy: Portiwgaleg (Portiwgal)
hi_latn: Purtagáli (Purtagál)
sk: Portugalčina (Portugalsko)
ug: پورتۇگالچە (پورتۇگالىيە)

source: Paiwan
hi_latn: Páiwán
sk: Paiwančina
ug: پەيۋانچە

source: Eskimo (Pacific Coast Alaskan)
br: Eskimoeg (aod meurvor Habask Alaska)
cy: Escimo (Arfordir Môr Tawel Alasgan)
hi_latn: Ëskimo (Praśánt Taţíy Aláskái)
sk: Eskimácky (Pacifické pobrežie Aljašky)
ug: ئېسكىموچە (تىنچ ئوكيان قىرغىقى ئالياسكا)

source: Viossa
ug: ۋىئوسساچە

source: Gayón
hi_latn: Gáyon
ug: گايونچە

source: Quechua
br: Kechuaeg
hi_latn: Kwecwa
my: ခီချူဝါအိုဝါ
sk: Kečuánčina
ug: كېچياچە

source: Quechua (Ecuador)
br: Kechuaeg (Ecuador)
hi_latn: Kwecwa (Ikweđor)
sk: Kečuánčina (Ekvádor)
ug: كېچياچە (ئېكۋادور)

source: K'iche'
hi_latn: Kice
ug: كېچيۇچە

source: Quichua (Chimborazo Highland)
br: Kechuaeg (Uhelgompezenn ar Chimborazo)
sk: Kičua (Vysočina Chimborazo)
ug: كىچۋاچە (چىمبورازو ئېگىزلىكى)

source: Quenya
hi_latn: Qwenya
sk: Quenijčina
ug: كۋېنياچە

source: Rajasthani
cy: Rajasthaneg
hi_latn: Rájastháni
sk: Radžastančina
ug: راجاستانچە

source: Rapanui
cy: Rapanŵi
hi_latn: Rápánui
my: ရပန်နူအီ
sk: Rapanujčina
ug: راپانىيچە

source: Rarotongan
hi_latn: Rárotongái
sk: Rarotongčina
ug: ماۋرىچە (راروتونگان)

source: Réunion Creole
br: Kreoleg ar Reünion
cy: Creol Réunion
hi_latn: Reúniyò Kriyol
sk: Réunionská kreolčina
ug: كرېئولېچە

source: Rejang
hi_latn: Rejáng
ug: رېجاڭچە

source: Rohingya
sk: Rohingčina
ug: روھىنگاچە

source: Tarifit
hi_latn: Tameziğt
sk: Tariftčina
ug: تارىفىتچە

source: Rangpuri
sk: Rangpurčina
ug: راڭپۇرىچە

source: Romansh
br: Romancheg
cy: Románsh
hi_latn: Románś
my: ရောမ
sk: Rétorománčina
ug: رومانىشچە

source: Domari
hi_latn: Đomári
sk: Domarčina
ug: دومارىچە

source: Rundi
cy: Rwndi
hi_latn: Runđi
my: ရွန်ဒီ
sk: Rundčina
ug: روندىچە

source: Ronga
sk: Rongčina
ug: روڭگاچە

source: Romanian
br: Roumaneg
cy: Rwmaneg
hi_latn: Romániyái
my: ရိုမေနီယား
sk: Rumunčina
ug: رومىنچە

source: Moldavian
br: Moldoveg
cy: Moldofeg
hi_latn: Molđáviyái
my: မော်လဒိုဗာ
sk: Moldavčina
ug: رومىنچە (مولدوۋا)

source: Rombo
my: ရွမ်ဘို
ug: رومبوچە

source: Romany
br: Romeg
cy: Romani
hi_latn: Románi
sk: Rómčina
ug: سىگانچە

source: Russian
br: Rusianeg
cy: Rwseg
hi_latn: Rúsi
my: ရုရှ
sk: Ruština
ug: رۇسچە

source: Russian (formal)
br: Rusianeg (furmel)
cy: Rwsieg (ffurfiol)
hi_latn: Rúsi (aupcárik)
sk: Ruština (formálna)
ug: رۇسچە (رەسمىي)

source: Russian (informal)
br: Rusianeg (anfurmel)
cy: Rwsieg (anffurfiol)
hi_latn: Rúsi (anaupcárik)
sk: Ruština (neformálna)
ug: رۇسچە (بىرەسمىي)

source: Russian (Ukraine)
br: Rusianeg (Ukraina)
cy: Rwsieg (Wcráin)
hi_latn: Rúsi (Yúkren)
sk: Ruština (Ukrajina)
ug: رۇسچە (ئۇكرائىنا)

source: Rusyn
br: Ruteneg
hi_latn: Rusin
sk: Rusínčina
ug: رۇسىنچە

source: Macedo-Romanian
br: Aroumaneg
cy: Macedo-Rwmanieg
hi_latn: Makduni-Romániyái
sk: Arománčina
ug: ئارومانچە

source: Kinyarwanda
cy: Ciniarŵandeg
hi_latn: Kinyárwánđa
my: ကင်ရာဝန်ဒါ
sk: Rwandčina
ug: كىنيارۋانداچە

source: Rwa
my: ရူဝမ်
ug: رىۋاچە

source: Sanskrit
br: Sanskriteg
cy: Sansgrit
my: သင်္သကရိုက်
ug: سانسكرىتچە

source: Sandawe
hi_latn: Sándáwe
my: ဆန်ဒါဝီ
ug: سانداۋېچە

source: Yakut
br: Yakouteg
cy: Sakha
hi_latn: Yákut
sk: Jakutčina
ug: ياقۇتچە

source: South American Indian (Other)
br: Yezhoù Amerindianek (all)
cy: Indieg De America (Arall)
hi_latn: Dakśiń Ameriki Ádivási (Dúsre)
sk: indiánske jazyky južnej Ameriky (iné)
ug: جەنۇبى ئامېرىكا ئىندىئانلىرى تىللىرى

source: Samaritan Aramaic
br: Arameeg ar Samaritaned
cy: Aramaeg Samaritan
hi_latn: Samíri Árámi
sk: Samarská aramejčina
ug: سامارىت ئارامىچە

source: Samburu
cy: Sambŵrw
hi_latn: Sámburu
my: ဆမ်ဘူရူ
ug: سامبۇرۇچە

source: Sasak
hi_latn: Sásák
sk: sasačtina
ug: ساساكچە

source: Santali
hi_latn: Santháli
my: ဆန်တာလီ
sk: Santalčina
ug: سانتالىچە

source: Sardinian
br: Sardeg
cy: Sardeg
hi_latn: Sárđíniyái
my: ဆာဒီနီးယား
sk: Sardínčina
ug: ساردىنىيەچە

source: Sadri
hi_latn: Nágpuri
sk: Sadrčina
ug: سادرىچە

source: Sicilian
br: Sikilianeg
cy: Sicilieg
hi_latn: Sisiliyái
my: စစ္စလီ
sk: Sicílčina
ug: سىتسىلىيەچە

source: Scots
br: Skoseg
cy: Sgoteg
hi_latn: Sköţs
my: စကော့တ်
sk: Škótčina
ug: شوتلاندىيەچە

source: Sindhi
my: စင်ဒီ
sk: Sindhčina
ug: سىندىچە

source: Kurdish (Southern)
br: Kurdeg (ar su)
cy: Cwrdeg (Deheuol)
hi_latn: Kurdi (Dakśińi)
sk: Kurdčina (južná)
ug: كۇردچە (جەنۇبىي)

source: Sami (Northern)
br: Sámieg (an norzh)
cy: Sami (Gogledd)
hi_latn: Sámi (Uttari)
sk: Sámčina (severná)
ug: سامىچە (شىمالىي)

source: Senoufo (Cebaara)
hi_latn: Senoufo (Sebára)
ug: سېنۇفوچە (تېبالا)

source: Sena
my: စီနာ
ug: سېناچە

source: Selkup
br: Selkoupeg
cy: Selcypeg
sk: selkupčina
ug: سېلكاپچە

source: Koyraboro Senni
hi_latn: Koyráboro Senni
my: ကိုရာဘိုရို ဆမ်နီ
ug: شەرقىي سوڭخايچە

source: Sango
hi_latn: Sángo
my: ဆန်ဂို
ug: سانگوچە

source: Irish (Old)
br: Heniwerzhoneg
cy: Gwyddeleg (Hen)
hi_latn: Áyriś (Puráni)
sk: Írčina (stará)
ug: ئىرېلاندچە (قەدىمكى)

source: Sign Languages
br: Yezhoù ar sinoù
cy: Ieithoedd Arwyddion
hi_latn: Sánketik Bháśáyè
sk: Znakové jazyky
ug: ئىما-ئىشارەت تىلى

source: Samogitian
br: Samogitianeg
cy: Samogitieg
hi_latn: Sámogitiyái
sk: Žemaitčina
ug: ساموگىتىيانچە

source: Tachelhit
br: Chleuheg
hi_latn: Śilha
my: တာချယ်လ်ဟစ်
ug: شىلخاچە

source: Shan
hi_latn: Śán
my: ရှမ်း
sk: Šančina
ug: شانچە

source: Sinhala
br: Srilangeg
cy: Sinhaleg
hi_latn: Singhal
my: စင်ဟာလာ
sk: Sinhalčina
ug: سىنگالچە

source: Sidamo
hi_latn: Sidámo
ug: سىداموچە

source: Sami (Kildin)
br: Sámieg (Kildin)
hi_latn: Sámi (Kilđin)
sk: Sámčina (Kildinská)
ug: سامىچە (كىلدىن)

source: Slovak
br: Slovakeg
cy: Slofaceg
hi_latn: Slovák
my: ဆလိုဗက်
sk: Slovenčina
ug: سىلوۋاكچە

source: Saraiki
br: Saraikieg
hi_latn: Saráiki
sk: Saraikčina
ug: سارايكىچە

source: Slovenian
br: Sloveneg
cy: Slofeneg
hi_latn: Sloveniyái
my: ဆလိုဗေးနီးယား
sk: Slovinčina
ug: سىلوۋېنىيەچە

source: Samoan
br: Samoaneg
cy: Samöeg
hi_latn: Sámoái
my: ဆမိုအာ
sk: Samojčina
ug: ساموئاچە

source: Sami (Southern)
br: Sámieg ar su
cy: Sami (De)
hi_latn: Sámi (Dakśińi)
sk: Sámčina (južná)
ug: سامىچە (جەنۇبىي)

source: Sami
br: Sámieg
hi_latn: Sámi
sk: Sámčina
ug: سامىچە

source: Sami (Lule)
br: Sámieg Lulea
hi_latn: Sámi (Lule)
sk: Sámčina (Luleská)
ug: سامىچە (لۇلې)

source: Sama (Central)
br: Samaeg kreiz
cy: Sama (Canol)
hi_latn: Sáma (Kendríy)
sk: Sama (centrálna)
ug: ساماچە (مەركىزى)

source: Sami (Inari)
br: Sámieg Inari
hi_latn: Sámi (Inári)
sk: Sámi (Inari)
ug: سامىچە (ئىنارى)

source: Sami (Skolt)
br: Sámieg Skolt
hi_latn: Sámi (Skolţ)
sk: Sámi (Skolt)
ug: سامىچە (سىكولت)

source: Shona
hi_latn: Śona
my: ရှိုနာ
sk: Šončina
ug: شوناچە

source: Soninke
my: ဆိုနင်ကေး
sk: Soninkčina
ug: سونىنكەچە

source: Somali
br: Somalieg
cy: Somaleg
hi_latn: Somáli
my: ဆိုမာလီ
sk: Somálčina
ug: سومالىچە

source: Sogdian
br: Sogdieg
cy: Sogdieg
hi_latn: Soğdái
sk: Sogdčina
ug: سوغدىچە

source: Songhai
sk: Songajčina
ug: سوڭخەيچە

source: Thai (Southern)
br: Thai (ar su)
cy: Thai (Deheuol)
hi_latn: Thái (Dakśińi)
sk: Thajčina (južná)
ug: تايلاندچە (جەنۇبىي)

source: Albanian
br: Albaneg
cy: Albaneg
hi_latn: Albániyái
my: အယ်လ်ဘေးနီးယား
sk: Albánčina
ug: ئالبانچە

source: Serbian
br: Serbeg
cy: Serbeg
hi_latn: Sarbiyái
my: ဆားဘီးယား
sk: Srbčina
ug: سېربچە

source: Serbian (Ijekavian)
br: Serbeg (Ijekavian)
cy: Serbeg (Ijekafeg)
hi_latn: Sarbiyái (Śtokáviyái)
sk: Srbčina (Ijekavčina)
ug: سېربچە (ئىجېكاۋىيان)

source: Serbian (Ijekavian, latin)
br: Serbeg (Ijekavian, latin)
cy: Serbeg (Ijekafeg, ladin)
hi_latn: Sarbiyái (Śtokáviyái, Látin)
sk: Srbčina (Ijekavčina, latinčina)
ug: سېربچە (ئىجېكاۋىيان، لاتىن)

source: Serbian (Cyrillic script)
br: Serbeg (skritur kirillek)
cy: Serbeg (sgript Syrilig)
hi_latn: Sarbiyái (Sirilik lipi)
sk: Srbčina (cyrilika)
ug: سېربچە (سىلاۋىيان ھەرپى)

source: Serbian (Latin script)
br: Serbeg (skritur latin)
cy: Serbeg (sgript Lladin)
hi_latn: Sarbiyái (Látin lipi)
sk: Srbčina (latinka)
ug: سېربچە (لاتىن ھەرپى)

source: Sranan Tongo
hi_latn: Sranán Ţongo
my: ဆရာနန် တွန်ဂို
ug: سىرانان-تونگوچە

source: Serer
br: Serereg
ug: سېرېرچە

source: Swati
br: Swatieg
hi_latn: Swáti
my: ဆွာဇီလန်
sk: Svazijčina
ug: سىۋاتىچە

source: Saho
br: Sahoeg
hi_latn: Sáho
my: ဆာဟို
ug: ساخوچە

source: Sotho (Southern)
br: Sotho ar Su
cy: Sotho (De)
hi_latn: Sotho (Dakśińi)
sk: Sothočina (južná)
ug: سوتوچە (جەنۇبىي)

source: Sundanese
br: Sundaneg
cy: Swndaneg
hi_latn: Sunda
my: ဆူဒန်
sk: Sundánština
ug: ساندانىسچە

source: Sukuma
cy: Swcwma
my: ဆူကူမာ
ug: سۇكۇماچە

source: Susu
cy: Swsŵeg
ug: سۇسۇچە

source: Sumerian
br: Sumereg
cy: Swmeraidd
hi_latn: Sumeriyái
sk: Sumerčina
ug: سۈمەرچە

source: Swedish
br: Svedeg
cy: Swedeg
hi_latn: Swíđiś
my: ဆွီဒင်
sk: Švédčina
ug: شۋېدچە

source: Swahili
br: Swahileg
hi_latn: Swáhili
my: ဆွာဟီလီ
sk: Svahilčina
ug: سۋاھىلىچە

source: Swahili (Congo)
br: Swahileg (Kongo)
hi_latn: Swáhili (Köngo)
sk: Svahilčina (Kongo)
ug: سىۋاسىلچە (كونگو)

source: Swahili (Tanzania)
br: Swahileg (Tanzania)
hi_latn: Swáhili (Tanzániya)
sk: Svahilčina (Tanzánia)
ug: سىۋاھىلىچە (تانزانىيە)

source: Maore Comorian
sk: Komorský Maore
ug: ماۋرىچە كومورىچە

source: Swabian
br: Souabeg
cy: Swabieg
hi_latn: Swábiyái
sk: Švábsky
ug: شىۋابىشچە

source: Shekhawati
hi_latn: Śekháwáţi
ug: شېكخاۋاتىچە

source: Saxon (Upper)
br: Uhelsaksoneg
cy: Sacsoneg (Uwch)
hi_latn: Sáksan (Ucc)
sk: Hornosaský
ug: ساكسون شېۋىسى (يۇقىرى)

source: Syriac (Classical)
br: Sirieg klasel
cy: Syrieg (clasurol)
hi_latn: Síriyái (Śástríy)
sk: Sýrčina (klasická)
ug: سۈرىيەچە (كىلاسسىك)

source: Sylheti
hi_latn: Sileţi
ug: سىلخېتچە

source: Syriac
br: Sirieg
cy: Syrieg
hi_latn: Síriyái
my: ဆီးရီးယား
sk: Sýrčina
ug: سۈرىيەچە

source: Silesian
br: Silezieg
cy: Silesieg
hi_latn: Sáileśiyái
sk: Sliezčina
ug: سىلىسىيانچە

source: Sakizaya
hi_latn: Sákizáya
ug: ساكىزاياچە

source: Tamil
br: Tamileg
cy: Tamileg
my: တမီးလ်
sk: Tamilčina
ug: تامىلچە

source: Tamil (Sri Lanka)
br: Tamileg (Sri Lanka)
hi_latn: Tamil (Śrílanka)
sk: Tamilčina (Srí Lanka)
ug: تامىلچە (سىرىلانكا)

source: Atayal
hi_latn: Átáyál
sk: Atjalčina
ug: ئاتايالچە

source: Tulu
br: Touloueg
ug: تۇلۇچە

source: Telugu
br: Telougou
my: တီလီဂူ
sk: Telužština
ug: تېلۇگۇچە

source: Timne
cy: Timneg
my: တင်မ်နဲ
sk: temne
ug: تېمنېچە

source: Teso
br: Tesoeg
my: တီဆို
ug: تېسوچە

source: Tereno
ug: تېرېناچە

source: Tetum
br: Tetoumeg
cy: Tetumeg
my: တီတွမ်
sk: Tetumčina
ug: تېتۇمچە

source: Tajik
br: Tadjikeg
cy: Tajiceg
hi_latn: Tájik
my: တာဂျစ်
sk: Tadžičtina
ug: تاجىكچە

source: Thai
hi_latn: Thái
my: ထိုင်း
sk: Thajčina
ug: تايلاندچە

source: Tigrinya
br: Tigrigna
my: တီဂ်ရင်ယာ
sk: Tigriňa
ug: تىگرىنياچە

source: Tigre
cy: Tigreg
my: တီဂရီ
sk: Tigrejčina
ug: تىگرېچە

source: Tiv
br: Tiveg
sk: Tivčina
ug: تىۋچە

source: Turkmen
br: Turkmeneg
cy: Twrcmeneg
my: တာ့ခ်မင်နစ္စတန်
sk: Turkménčina
ug: تۈركمەنچە

source: Tokelau
hi_latn: Tokeláw
sk: Tokelaučina
ug: توكېلاۋ

source: Tagalog
hi_latn: Tagálog
sk: Tagalogčina
ug: تاگالوگچە

source: Klingon
hi_latn: Klingan
my: ကလင်ဂွန်
sk: Klingončina
ug: كىلىنگونچە

source: Klingon (pIqaD)
hi_latn: Klingan (plqaD)
sk: Klingončina (pIqaD)
ug: كىلىگونچە

source: Tlingit
br: Tinglit
cy: Llingit
sk: tlingitčina
ug: تىلىنگىتچە

source: Talysh
br: Talycheg
cy: Talysheg
hi_latn: Táliś
sk: Talyščina
ug: تالىشچە

source: Tamashek
br: Tamacheg
cy: Tamasheceg
hi_latn: Támáśeq
sk: tamašek
ug: تاماشېكچە

source: Tswana
hi_latn: Tswána
my: တီဆဝါနာ
sk: Tswančina
ug: تىسۋاناچە

source: Tongan
br: Tongaeg
cy: Tongeg
hi_latn: Ţongái
my: တွန်ဂါ
sk: Tongčina
ug: تونگانچە

source: Tonga (Nyasa)
br: Tongaeg (Nyasa)
hi_latn: Ţongái (Nyása)
sk: tonga (Ňasa)
ug: تونگاچە

source: Tonga (Zambia)
ug: تونگاچە (زامبىيە)

source: Toki Pona
ug: توكى پوناچە

source: Tok Pisin
hi_latn: Ţök Pisin
my: တော့ခ် ပိစင်
ug: توك-پىسىنچە

source: Turkish
br: Turkeg
cy: Tyrceg
hi_latn: Turki
my: တူရကီ
sk: Turečtina
ug: تۈركچە

source: Taroko
br: Tarokoeg
hi_latn: Tároko
my: တရိုကို
ug: توروكوچە
