Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/*/LC_MESSAGES/django.po
Languages: br, cy, hi_latn, my, sk, ug

source: Tsonga
br: Tsongaeg
cy: Tsongaeg
my: ဆွန်ဂါ
ug: سونگاچە

source: Tausug
hi_latn: Táusug
sk: Tausugčina
ug: بەھەسە سوغچە

source: Tsimshian
br: Tsimshianeg
cy: Tsimshieg
hi_latn: Tsimśiyái
sk: Tsimšian
ug: سىمشيانچە

source: Tshangla
hi_latn: Tśángla
ug: ساڭلاچە

source: Tatar
br: Tatareg
cy: Tatareg
hi_latn: Tátár
my: တာတာ
sk: Tatárčina
ug: تاتارچە

source: Tatar (IQTElif)
br: Tatareg (IQTElif)
hi_latn: Tátár (IQTElif)
sk: Tatárčina (IQTElif)
ug: تاتار چە (قازان لاتىن)

source: Thai (Northeastern)
br: Thai ar biz
cy: Thai (Gogledd-Dwyrain)
hi_latn: Thái (Púrvottari)
sk: Thajčina (severovýchodná)
ug: تايلاندچە (شىمالىي)

source: Tumbuka
cy: Twmbwca
my: တမ်ဘူကာ
ug: تۇمبۇكاچە

source: Tuvalu
hi_latn: Tuválu
my: တူဗာလူ
sk: Tuvalčina
ug: تۇۋالۇ

source: Twi
ug: تىۋىچە

source: Tahitian
br: Tahitianeg
cy: Tahitïeg
hi_latn: Táhitiyái
my: တဟီတီ
sk: Tahitčina
ug: تاختىچە

source: Tuvinian
br: Touvaeg
cy: Twfwnieg
hi_latn: Tuviniyái
my: တူဗန်
sk: tuviančina
ug: توۋاچە

source: Tz'utujil
ug: تىسۇتېخىلچە

source: Talossan
cy: Talossieg
hi_latn: Tálossái
sk: Talossančina
ug: تالوسسانچە

source: Tamazight (Central Atlas)
br: Tamazight (kreiz an Atlas)
cy: Tamazight (Canol Atlas)
hi_latn: Tameziğt (Kendríy Aiţlas)
sk: Tamazight (Stredný Atlas)
ug: تەمەزىغدچە (ئوتتۇرا ئاتلاس)

source: Udmurt
br: Oudmourteg
my: အူမူရတ်
sk: Udmurtčina
ug: ئۇدمۇرتچە

source: Uyghur
cy: Uighur
hi_latn: Uíğur
my: ဝီဂါ
sk: Ujgurčina
ug: ئۇيغۇرچە

source: Ugaritic
br: Ougariteg
cy: Wgariteg
hi_latn: Ugáriti
sk: ugaritčina
ug: ئۇگارىتىكچە

source: Ukrainian
br: Ukraineg
cy: Wcreineg
hi_latn: Yúkreni
my: ယူကရိန်း
sk: Ukrajinčina
ug: ئۇكرائىنچە

source: Umbundu
my: အူဘန်ဒူ
ug: ئۇمبۇندۇچە

source: Undetermined
br: Hep resisaat
cy: Aneglur
hi_latn: Anirdhárit
sk: neurčený
ug: بېكىتىلمىدى

source: Mundari
hi_latn: Munđári
sk: Mundarčina
ug: مۇندارىچە

source: Urdu
br: Ourdoueg
cy: Wrdw
my: အူရ်ဒူ
sk: Urdčina
ug: ئوردۇچە

source: Urdu (India)
br: Ourdoueg India
hi_latn: Urdu (Bhárat)
sk: Urdčina (India)
ug: ئوردۇچە (ھىندىستان)

source: Urdu (Pakistan)
br: Oudoueg Pakistan
hi_latn: Urdu (Pákistán)
sk: Urdčina (Pakistan)
ug: ئوردۇچە (پاكىستان)

source: Uzbek
br: Ouzbekeg
cy: Wsbeceg
my: ဥဇဘတ်
sk: Uzbečtina
ug: ئۆزبېكچە

source: Uzbek (Latin script)
br: Ouzbekeg (skritur latin)
cy: Wsbeceg (sgript Lladin)
hi_latn: Uzbek (Látin lipi)
sk: Uzbečtina (latinka)
ug: ئۆزبېكچە (لاتىن ھەرپى)

source: Vai
cy: Faieg
hi_latn: Vái
my: ဗိုင်
ug: ۋايچە

source: Venda
cy: Fendeg
hi_latn: Venđa
my: ဗင်န်ဒါ
sk: Vendština
ug: ۋېنداچە

source: Venetian
br: Venezieg
cy: Feniseg
hi_latn: Venisi
sk: benátština
ug: ۋېنىتسىيەچە

source: Vietnamese
br: Vietnameg
cy: Fietnameg
hi_latn: Viyatnámi
my: ဗီယက်နမ်
sk: Vietnamčina
ug: ۋىيېتنامچە

source: Flemish (West)
cy: Fflemeg (Gorllewin)
hi_latn: Flemiś (Paścim)
sk: Flámčina (západ)
ug: گوللاندىيەچە (غەربىي)

source: Mainfränkisch
hi_latn: Púrvi Fránkoniyái
sk: Mainfrančtina
ug: مائىنفرانكىشچە

source: Makhuwa
hi_latn: Mákhuwa
ug: ماكۇۋاچە

source: Volapük
cy: Folapük
hi_latn: Volápuk
my: ဗိုလာပိုက်
ug: ۋولاپۇكچە

source: Votic
br: Voteg
cy: Foteg
hi_latn: Voţi
sk: vodčina
ug: ۋوتېچە

source: Võro
br: Voroeg
hi_latn: Voro
ug: ۋوروچە

source: Vunjo
cy: Funjo
my: ဗွန်ဂျို
ug: ۋۇنجوچە

source: Walloon
br: Walloneg
cy: Walwneg
hi_latn: Walún
my: ဝါလူးန်
sk: Valónčina
ug: ۋاللۇنچە

source: German (Walser)
br: Alamaneg (Walser)
cy: Almaeneg (Walser)
hi_latn: Jarman (Wölsar)
sk: Nemčina (walliský dialekt)
ug: گىرمانچە(ۋاسلېر)

source: Wolaytta
br: Walamoeg
cy: Walamo
hi_latn: Woláitta
my: ဝိုလက်တာ
sk: walamčina
ug: ۋولايتاچە

source: Waray (Philippines)
br: Waray (Filipinez)
hi_latn: Wáráy (Filípíns)
sk: Waray (Filipíny)
ug: ۋارايچە (فىلىپپىن)

source: Washo
br: Washoeg
hi_latn: Wáśo
sk: Washština
ug: ۋاشوچە

source: Waddar
br: Waddareg
hi_latn: Wađđar
ug: ۋاددارچە

source: Wagdi
br: Wagdieg
hi_latn: Wágŕi
ug: ۋاگدىچە

source: Sorbian
br: Sorabeg
cy: Sorbeg
hi_latn: Sörbiyái
sk: Dolnolužická srbčina
ug: سوربىيانچە

source: Westphalien
br: Westphaleg
cy: Westffalien
hi_latn: Wësţfáliyái
sk: Westfálčina
ug: غەربىي فالىيانچە

source: Wolof
br: Wolofeg
cy: Woloff
hi_latn: Wolöf
my: ဝူလိုဖ်
sk: Volofština
ug: ۋولوفچە

source: Mewati
hi_latn: Mewáti
ug: مېۋاتىچە

source: Wu (Simplified Han script)
br: Wu (sinalunioù eeunaet)
cy: Wu (Sgript Han Syml)
hi_latn: Wu (Saralíkrit Hán lipi)
sk: Wu (zjednodušené písmo)
ug: ۋۇ شاڭخەي شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Wu (Traditional Han script)
br: Wu (sinalunioù hengounel)
cy: Wu (Sgript Han Traddodiadol)
hi_latn: Wu (Páramparik Hán lipi)
sk: Wu (tradičné písmo)
ug: ۋۇ شاڭخەي شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Kalmyk
br: Kalmoukeg
hi_latn: Kálmik
my: ကာလ်မိုက်
sk: Kalmyčtina
ug: قالماقچە

source: Xhosa
br: Xhosaeg
hi_latn: Xosa
my: ဇိုစာ
sk: Xhoština
ug: خوساچە

source: Kangri
br: Kangrieg
hi_latn: Kángŕi
sk: Kangrčina
ug: كوڭرىچە

source: Soga
br: Sogaeg
my: ဆိုဂါ
ug: سوگاچە

source: Yao
br: Yaoeg
cy: Iao
hi_latn: Yáo
ug: يائوچە

source: Yapese
br: Yapeg
cy: Yapeseg
hi_latn: Yápi
sk: japčina
ug: ياپچە

source: Yiddish
br: Yiddisheg
cy: Iddew-Almaeneg
hi_latn: Yiddi
my: ဂျူး
sk: Jidiš
ug: يىددىشچە

source: Yoruba
br: Yorouba
cy: Iorwba
my: ယိုရူဘာ
sk: Jorubčina
ug: يورۇباچە

source: Yucateco
br: Yukateko
hi_latn: Yukáţëko
ug: يۇكاتېكچە

source: Cantonese (Simplified Han script)
br: Kantoneg (sinalunioù eeunaet)
cy: Cantoneg (Sgript Han Syml)
hi_latn: Kainţoni (Saralíkrit Hán lipi)
sk: Kantónčina (zjednodušené písmo)
ug: گۇاڭدۇڭ شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Cantonese (Traditional Han script)
br: Kantoneg (sinalunioù hengounel)
cy: Cantoneg (sgript Han Traddodiadol)
hi_latn: Kainţoni (Páramparik Hán lipi)
sk: Kantónčina (tradičné písmo)
ug: گۇاڭدۇڭ شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Zhuang
hi_latn: Jhuáng
sk: Čuangčina
ug: جۇاڭچە

source: Zapotec
br: Zapotekeg
cy: Zapoteceg
hi_latn: Zápoţëk
sk: zapotéčtina
ug: زاپوتېكچە

source: Blissymbols
br: Arouezennoù Bliss
cy: Blisssymbols
sk: systém Bliss
ug: بىلىس بەلگىلىرى

source: Zenaga
br: Zenagaeg
hi_latn: Zenága
ug: زېناگاچە

source: Tamazight (Standard Moroccan)
br: Tamazigteg standart Maroko
cy: Tamazight (Safon Moroco)
hi_latn: Tameziğt (Mának Morakkan)
sk: Tamazight (štandardný marocký)
ug: تامازىتچە (ئۆلچەملىك ماراكەش)

source: Chinese (Simplified Han script)
br: Sinaeg (sinalunioù eeunaet)
cy: Tsieinëeg (Sgript Han Syml)
hi_latn: Cíni (Saralíkrit Hán lipi)
sk: Čínština (zjednodušené písmo)
ug: خەنچە (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Chinese (Simplified Han script, Singapore)
br: Sinaeg (sinalunioù eeunaet, Singapour)
cy: Tsieinëeg (Sgript Han Syml, Singapore)
hi_latn: Cíni (Saralíkrit Hán lipi, Singápur)
sk: Čínština (zjednodušené písmo, Singapur)
ug: خەنچە (ئاددىيلاشتۇرۇلغان خەنچە خەت، سىنگاپور)

source: Chinese (Traditional Han script)
br: Sinaeg (sinalunioù hengounel)
cy: Tsieinëeg (Sgript Han Traddodiadol)
hi_latn: Cíni (Páramparik Hán lipi)
sk: Čínština (tradičné písmo)
ug: خەنچە (مۇرەككەپ خەنچە خەت)

source: Chinese (Traditional Han script, Hong Kong)
br: Sinaeg (sinalunioù hengounel, Hong Kong)
cy: Tsieinëeg (Sgript Han Traddodiadol, Hong Kong)
hi_latn: Cíni (Páramparik Hán lipi, Höng Köng)
sk: Čínština (tradičné písmo, Hongkong)
ug: خەنچە (مۇرەككەپ خەنچە خەت، خوڭكوڭ)

source: Chinese (Hanyu Pinyin)
br: Sinaeg (Hanyu Pinyin)
cy: Tsieinëeg (Hanyu Pinyin)
hi_latn: Cíni (Hányu Pinyin)
sk: Čínština (Hanyu Pinyin)
ug: خەنچە (خەنچە پىنيىن)

source: Zulu
br: Zouloueg
cy: Swlw
my: ဇူးလူး
sk: Zuluština
ug: زۇلۇچە

source: Zuni
my: ဇူနီ
sk: Zuniština
ug: زۇنىچە

source: Zaza
br: Zazakeg
hi_latn: Záza
my: ဇာဇာ
sk: Zazčina
ug: زازاچە

source: Aymará
my: အာရီမာဒါ့

source: Belarusian (latin)
my: ဘီလာရု (လက်တင်)

source: Bosnian (cyrillic)
my: ဘော်စနီးယား (ဆစ်ရစ်လစ်)

source: Bosnian (latin)
my: ဘော်စနီးယား (လက်တင်)

source: Hindi (latin)
my: ဟိန္ဒူ (လက်တင်)

source: Chinese (Simplified)
my: တရုတ် (ခေတ်ပေါ်)

source: Chinese (Simplified, Singapore)
my: တရုတ် (ခေတ်ပေါ်၊ စင်ကာပူ)

source: Chinese (Traditional)
my: တရုတ် (ရိုးရာ)

source: Chinese (Traditional, Hong Kong)
my: တရုတ် (ရိုးရာ၊ ဟောင်ကောင်)

source: Chinese (Pinyin)
my: တရုတ် (ဖင်းရင်း)

source: Northern Sami
my: မြောက် ဆာမိ
