Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/*/LC_MESSAGES/django.po
Languages: br, cy, hi_latn, my, sk, ug

source: Spanish (Dominican Republic)
br: Spagnoleg (Republik dominikan)
cy: Sbaeneg (Gweriniaeth Ddominicaidd)
hi_latn: Speni (Đominiká Gańrájy)
my: စပိန် (ဒိုမီနီကန် သမ္မတနိုင်ငံ)
sk: Španielčina (Dominikánska republika)
ug: ئىسپانىيە (دومىنىكا جۇمھۇرىيىتى)

source: Spanish (Ecuador)
br: Spagnoleg (Ecuador)
cy: Sbaeneg (Ecwador)
hi_latn: Speni (Ikweđor)
my: စပိန် (အီကွေဒေါ)
sk: Španielčina (Ekvádor)
ug: ئىسپانىيە (ئېكۋادور)

source: Spanish (Mexico)
br: Spagnoleg (Mec'hiko)
cy: Sbaeneg (Mecsico)
hi_latn: Speni (Mëksiko)
sk: Španielčina (Mexiko)
ug: ئىسپانىيە (مېكسىكا)

source: Spanish (Nicaragua)
br: Spagnoleg (Nicaragua)
cy: Sbaeneg (Nicaragua)
hi_latn: Speni (Nikárágua)
sk: Španielčina (Nikaragua)
ug: ئىسپانچە (نىكاراگۇئا)

source: Spanish (Panama)
br: Spagnoleg (Panama)
cy: Sbaeneg (Panama)
hi_latn: Speni (Panáma)
sk: Španielčina (Panama)
ug: ئىسپانچە (پاناما)

source: Spanish (Peru)
br: Spagnoleg (Perou)
cy: Sbaeneg (Periw)
hi_latn: Speni (Peru)
my: စပိန် (ပီရူး)
sk: Španielčina (Peru)
ug: ئىسپانىيە (پېرۇ)

source: Spanish (Puerto Rico)
br: Spagnoleg (Puerto Rico)
cy: Sbaeneg (Puerto Rico)
hi_latn: Speni (Puerto Riko)
my: စပိန် (ပရူတို ရီကို)
sk: Španielčina (Portoriko)
ug: ئىسپانچە (پورتو رىكو)

source: Spanish (El Salvador)
br: Spagnoleg (El Salvador)
cy: Sbaeneg (El Salvador)
hi_latn: Speni (Ël Sálveđör)
sk: Španielčina (Salvador)
ug: ئىسپانچە (ئەل سالۋادور)

source: Spanish (American)
br: Saozneg (Amerika)
cy: Sbaeneg (UDA)
hi_latn: Speni (Ameriki)
my: စပိန် (အမေရိကန်)
sk: Španielčina (Americká)
ug: ئىسپانىيە (ئامېرىكىلىق)

source: Spanish (Uruguay)
br: Spagnoleg (Uruguay)
cy: Sbaeneg (Uruguay)
hi_latn: Speni (Urugwe)
sk: Španielčina (Uruguaj)
ug: ئىسپانچە (ئۇرۇگۋاي)

source: Spanish (Venezuela)
br: Spagnoleg (Venezuela)
cy: Sbaeneg (Venezuela)
hi_latn: Speni (Venezuela)
my: စပိန် (ဗင်နီဇွဲလား)
sk: Španielčina (Venezuela)
ug: ئىسپانچە (ۋېنېزۇئېلا)

source: Estonian
br: Estoneg
cy: Estoneg
hi_latn: Ësţoniyái
my: အက်စ်တိုးနီးယား
sk: Estónčina
ug: ئېستونچە

source: Basque
br: Euskareg
cy: Basgeg
hi_latn: Básk
my: ဘာစ်ခ်
sk: Baskičtina
ug: باسكىچە

source: Ewondo
my: အီဝန်ဒို
ug: ئېۋوندوچە

source: Extremaduran
br: Extremadureg
cy: Extremadureg
hi_latn: Ëxtrëmáduri
sk: Extremadurčina
ug: ئېكستېرمادۇران تىلى

source: Persian
br: Perseg
cy: Perseg
hi_latn: Fársi
my: ပါရှန်း
sk: Perzština
ug: پارىسچە

source: Fang (Equatorial Guinea)
br: Fang (Ginea ar C'heheder)
cy: Fang (Gini Cyhydeddol)
hi_latn: Fáng (Bhúmaddhyrekhíy Gini)
sk: Fang (Rovníková Guinea)
ug: فاڭچە (ئېكۋاتور گىۋىنېيەسى)

source: Fanti
hi_latn: Fánti
ug: فانتىچە

source: Bikol (West Albay)
br: Bikolano (Albay ar c'hornôg)
cy: Bikol (Gorllewin Albay)
hi_latn: Bikol (Paścim Álbáy)
sk: Bikolčina (Západný Albay)
ug: بىكولچە (غەربىي ئالباي)

source: Fulah
br: Fouleg
cy: Ffwla
hi_latn: Fuláh
my: ဖူလာ
sk: Fulbčina
ug: فۇلاچە

source: Fulfulde (Maasina)
br: Fouleg (Maasina)
hi_latn: Fula (Másina)
ug: فۇلفۇلدې (ماسىنە)

source: Finnish
br: Finneg
cy: Ffinneg
hi_latn: Finiś
my: ဖင်လန်
sk: Fínčina
ug: فىنچە

source: Filipino
br: Filipineg
cy: Ffilipineg
hi_latn: Filipíno
my: ဖိလစ်ပိုင်
sk: Filipínčina
ug: فىلىپپىنچە

source: Fijian
br: Fidjieg
cy: Ffijïeg
hi_latn: Fiji
my: ဖီဂျီ
sk: Fidžijčina
ug: فىجىچە

source: Faroese
br: Faroeg
cy: Ffaröeg
hi_latn: Faroi
my: ဖာရို
sk: Faerčina
ug: فائېروچە

source: Fon
br: Foneg
my: ဖော်န်
sk: Fončina
ug: فونچە

source: French
br: Galleg
cy: Ffrangeg
hi_latn: Fránsísi
my: ပြင်သစ်
sk: Francúzština
ug: فىرانسۇزچە

source: French (formal)
br: Galleg (furmel)
cy: Ffrangeg (ffurfiol)
hi_latn: Fránsísi (aupcárik)
sk: Francúzština (formálna)
ug: فىرانسۇزچە (رەسمىي)

source: French (informal)
br: Galleg (anfurmel)
cy: Ffrangeg (anffurfiol)
hi_latn: Fránsísi (anaupcárik)
sk: Francúzština (neformálna)
ug: فىرانسۇزچە (بىرەسمىي)

source: French (Antigua and Barbuda)
br: Galleg (Antigua ha Barbuda)
cy: Ffrangeg (Antigua a Barbuda)
hi_latn: Fránsísi (Anţigua aur Bárbuđa)
my: ပြင်သစ် (အန်တီဂွာ နှင့် ဘာဘူဒါ)
sk: Francúzština (Antigua a Barbuda)
ug: فىرانسۇزچە (ئانتىگۇئا ۋە باربۇدا)

source: French (Belgium)
br: Galleg (Belgia)
cy: Ffrangeg (Belg)
hi_latn: Fránsísi (Bëljiyam)
my: ပြင်သစ် (ဘယ်လ်ဂျီယံ)
sk: Francúzština (Belgicko)
ug: فىرانسۇزچە (بېلگىيە)

source: French (Canada)
br: Galleg (Kanada)
cy: Ffrangeg (Canada)
hi_latn: Fránsísi (Kanáđa)
my: ပြင်သစ် (ကနေဒါ)
sk: Francúzština (Kanada)
ug: فىرانسۇزچە(كانادا)

source: French (Switzerland)
br: Galleg (Suis)
cy: Ffrangeg (Y Swistir)
hi_latn: Fránsísi (Swizarlanđ)
my: ပြင်သစ် (ဆွစ်ဇာလန်)
sk: Francúzština (Švajčiarsko)
ug: فىرانسۇزچە (شىۋېيتسارىيە)

source: French (Luxembourg)
br: Galleg (Luksembourg)
cy: Ffrangeg (Luxembourg)
hi_latn: Fránsísi (Laksambarg)
my: ပြင်သစ် (လူဇင်ဘတ်)
sk: Francúzština (Luxembursko)
ug: فىرانسۇزچە (لىيۇكسېمبۇرگ)

source: French (Senegal)
br: Galleg (Senegal)
cy: Ffrangeg (Senegal)
hi_latn: Fránsísi (Sënëgál)
sk: Francúzština (Senegal)
ug: فىرانسۇزچە (سېنېگال)

source: French (Louisiana)
br: Galleg (Louiziana)
cy: Ffrangeg (Louisiana)
hi_latn: Fránsísi (Luiziyena)
sk: Francúzština (Louisiana)
ug: فىرانسۇزچە (لويىزاننا)

source: Frankish
br: Frankeg
cy: Ffrancaidd
hi_latn: Fránki
sk: Starofranský
ug: فرانكىشچە

source: French (Middle)
br: Krennc'halleg
cy: Ffrangeg (Canol)
hi_latn: Fránsísi (Maddhy)
sk: Francúzština (stredoveká)
ug: فىرانسۇزچە (ئوتتۇرا)

source: French (Old)
br: Henc'halleg
cy: Ffrangeg (Hen)
hi_latn: Fránsísi (Puráni)
sk: Francúzština (stará)
ug: فىرانسۇزچە (قەدىمكى)

source: Franco-Provençal
br: Frankprovañseg
hi_latn: Arpitái
sk: Franko-provensálština
ug: فىرانىك-پروۋېنچە

source: Frisian (Northern)
br: Norzhfrizeg
cy: Ffriseg (Gogledd)
hi_latn: Frisiyái (Uttari)
sk: Frízština (severná)
ug: فىرىزيەچە (شىمالىي)

source: Frisian (Eastern)
br: Friseg (ar reter)
cy: Ffriseg (Dwyrain)
hi_latn: Frisiyái (Púrvi)
sk: Frízština (východná)
ug: فىرىزيەچە (شەرقىي)

source: Fulfulde (Central-Eastern Niger)
br: Fouleg (Kreiz-reter Niger)
cy: Fulfulde (Canol-Dwyrain Niger)
hi_latn: Fula (Maddhy-Púrvi Náijar)
sk: Fulfulde (Stredovýchodný Niger)
ug: فۇلفۇلدې (ئوتتۇرا شەرقىي نىگېر)

source: Friulian
br: Friouleg
cy: Ffriwleg
hi_latn: Friuliyái
my: ဖရူလီယန်း
sk: Friulčina / Furlančina
ug: فىرىئۇلىچە

source: Fulfulde (Nigerian)
br: Fouleg (Nigeria)
cy: Fulfulde (Nigeria)
hi_latn: Fula (Náijíriyái)
sk: Fulfulde (Nigérijská)
ug: فۇلفۇلدې (نىگېرىيە)

source: Fur
br: Foureg
sk: Furčina
ug: فۇرچە

source: Frisian
br: Frizeg
cy: Ffrisieg
hi_latn: Frisiyái
sk: Frízština
ug: فىرىسىيانچە

source: Irish
br: Iwerzhoneg
cy: Gwyddeleg
hi_latn: Áyriś
my: အိုင်ယာလန်
sk: Írčina
ug: ئىرېلاندچە

source: Ga
hi_latn: Gá
my: ဂါ
ug: گاچە

source: Gan (Simplified Han script)
br: Gan (sinalunioù eeunaet)
cy: Wu (Symledig)
hi_latn: Gán (Saralíkrit Hán lipi)
sk: Gan (zjednodušené písmo)
ug: گەنجياڭ شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Gan (Traditional Han script)
br: Gan (sinalunioù hengounel)
cy: Wu (Traddodiadol)
hi_latn: Gán (Páramparik Hán lipi)
sk: Gan (tradičné písmo)
ug: گەنجياڭ شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Gayo
cy: Gaio
hi_latn: Gáyo
ug: گايوچە

source: Gbaya (Central African Republic)
br: Gbaya (Republik kreiz Afrika)
cy: Gbaya (Gweriniaeth Canolbarth Affrica)
hi_latn: Gbáya (Kendríy Afríki Gańrájy)
sk: Gbayačina (Stredoafrická republika)
ug: گىباياچە (ئوتتۇرا ئافرىقا جۇمھۇرىيىتى)

source: Garhwali
hi_latn: Gaŕhwáli
sk: Garhwaličina
ug: گەرۋەلىچە

source: Gaelic
br: Gouezeleg Skos
cy: Gaeleg
hi_latn: Gelik
sk: Gaelčina
ug: گالىكچە

source: Ge'ez
hi_latn: Giëz
sk: Etiópčina (Ge'ez)
ug: گىزى تىلى

source: Gilbertese
br: Kiribaseg
cy: Kiribataidd
hi_latn: Kiribarţi
my: ကာရီဗာတီ
sk: Kiribatčina
ug: گىلبېرتچە

source: Galician
br: Galizeg
cy: Galisieg
hi_latn: Galiśiyái
my: ဂါလာစီယံ
sk: Galícijčina
ug: گالىتسىيانچە

source: Gilaki
hi_latn: Giláki
sk: Gilakčina
ug: گىلاكىچە

source: High German (Middle)
br: Krennuhelalamaneg
cy: Uchel Almaeneg (Canol)
hi_latn: Ucc Jarman (Maddhy)
sk: Horná nemčina (stredná)
ug: يۇقىرى گېرمانچە (ئوتتۇرا)

source: Guarani
cy: Guaraní
hi_latn: Guáráni
my: ဂူအာရာနီ
sk: Guaraníjčina
ug: گۇئارانىچە

source: High German (Old)
br: Henuhelalamaneg
cy: Uchel Almaeneg (Hen)
hi_latn: Ucc Jarman (Puráni)
sk: Horná nemčina (stará)
ug: يۇقىرى گېرمان (قەدىمكى)

source: Konkani (Goan)
br: Konkani (goeeg)
hi_latn: Konkańi (Gowái)
sk: Konkánčina (Goanská)
ug: كونكانىچە (گوئان)

source: Gondi
hi_latn: Gonđi
sk: Góndčina
ug: گوندىچە

source: Gorontalo
hi_latn: Gorontálo
my: ဂိုရိုတာလို
ug: گورونتالوچە

source: Gothic
br: Goteg
cy: Gotheg
sk: Gótčina
ug: گوتچە

source: Grebo
ug: گرېبوچە

source: Greek (Ancient)
br: Henc'hresianeg
cy: Groeg (Hynafol)
hi_latn: Yúnáni (Prácín)
sk: Gréčtina (starogréčtina)
ug: گىرېكچە (قەدىمكى)

source: Alemannic
br: Alemaneg
cy: Alemannaidd
hi_latn: Álemáni
sk: Alemančina
ug: ئالمانىكچە

source: Gujarati
cy: Gwjarati
hi_latn: Gujráti
my: ဂူဂျာရာတီ
sk: Gudžarátčina
ug: گۇجاراتچە

source: Gujarati (India)
cy: Gwjarati (India)
hi_latn: Gujráti (Bhárat)
my: ဂူဂျာရသီ (အိန္ဒိယ)
sk: Gudžarátčina (India)
ug: گۇجارات (ھىندىستان)

source: Wayuu
hi_latn: Wayu
sk: Wayuučina
ug: ۋايۇچە

source: Guaraní (Paraguayan)
br: Guarani (Paraguay)
cy: Guaraní (Paragwaidd)
hi_latn: Guáráni (Pairágweyi)
sk: Guaraníjčina (Paraguaj)
ug: گۇئارانىچە (پاراگۋاي)

source: Guambiano
br: Namtrik
hi_latn: Guámbiáno
sk: Guambiančina
ug: گۇئامبىئانوچە

source: Guaraní (Mbyá)
br: Gwaranieg (Mbyá)
cy: Gwaraní (Mbyá)
hi_latn: Guáráni (Mbya)
sk: Guaraníčina (Mbyá)
ug: گۇئارانىچە (مبىئا)

source: Farefare
hi_latn: Fráfra
sk: Farefarečina
ug: فىرافىراچە

source: Gun
br: Gungbe
cy: Gwn
sk: Gunčina
ug: گانچە

source: Gusii
hi_latn: Gusi
sk: Gusičina
ug: گۇسىچە

source: Manx
br: Manaveg
cy: Manaweg
hi_latn: Mánks
my: မန်းဇ်
sk: Mančina
ug: مانچە

source: Gwichʼin
br: Gwich’in
hi_latn: Gwicin
my: ဂွစ်ချင်
sk: Gwichʼinčina
ug: گىۋىچىنچە

source: Hausa
br: Haousaeg
cy: Hawsa
my: ဟာဆာ
sk: Hausčina
ug: خائۇساچە

source: Haida
sk: Haidačina
ug: ھەيدەچە

source: Hakka (Simplified Han script)
br: Hakka (sinalunioù eeunaet)
cy: Hakka (Sgript Han Syml)
hi_latn: Hakka (Saralíkrit Hán lipi)
sk: Hakka (zjednodušené písmo)
ug: كېجيا شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Hakka (Traditional Han script)
br: Hakka (sinalunioù hengounel)
cy: Wu (Traddodiadol)
hi_latn: Hakka (Páramparik Hán lipi)
sk: Hakka (tradičné písmo)
ug: كېجيا شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Hakka (Latin script)
br: Hakka (skritur latin)
cy: Hakka (sgript Lladin)
hi_latn: Hakka (Látin lipi)
sk: Hakka (latinka)
ug: كېجيا شېۋىسى (لاتىن ھەرپى)

source: Hawaiian
br: Hawaieg
cy: Hawäieg
hi_latn: Hawái
my: ဟာဝေယံ
sk: Havajčina
ug: ھاۋايچە

source: Hazaragi
hi_latn: Hazárgi
sk: Hazarčina
ug: ھازاراگى شېۋىسى

source: Hebrew
br: Hebraeg
cy: Hebraeg
hi_latn: Ibráni
my: ဟီဘရူး
sk: Hebrejčina
ug: ئىبرانىچە

source: Hebrew (Israel)
br: Hebraeg (Israel)
cy: Hebraeg (Israel)
hi_latn: Ibráni (Izráil)
my: ဟီဘရူး (အစ္စရေး)
sk: Hebrejčina (Izrael)
ug: ئىبرانىي تىلى (ئىسرائىلىيە)

source: Hindi
sk: Hindčina
ug: ھىندىچە

source: Hindi (Hinglish)
hi_latn: Hindi (Hingliś)
sk: Hindčina (Hinglish)
ug: ھىندىچە (ھىنگلىش)

source: Hindi (Latin script)
br: Hindi (skritur latin)
cy: Hindi (ladin)
hi_latn: Hindi (Látin lipi)
sk: Hindčina (latinka)
ug: ھىندىچە (لاتىن ھەرپى)

source: Hiligaynon
hi_latn: Hiligáynon
my: ဟီလီဂေနွန်
sk: Hiligajnončina
ug: خىلىگاينونچە

source: Hittite
br: Hititeg
cy: Hetheg
hi_latn: Hatti
sk: Chetitčina
ug: خىتتىتچە

source: Hmong
cy: Hmongeg
my: မုံ
sk: hmongčina
ug: مۆڭچە

source: Hindko (Southern)
br: Hindko (ar su)
sk: Hindčina (južná)
ug: ھىندكوچە (جەنۇبىي)

source: Chhattisgarhi
hi_latn: Chattísgaŕhi
sk: Chhattisgarhičina
ug: چاخاتىسگارچە

source: Hmong Njua
sk: Hmongčina Njua
ug: مۇڭچە

source: Hindko (Northern)
br: Hindko (an norzh)
cy: Hindko (Gogleddol)
hi_latn: Hindko (Uttari)
sk: Hindčina (severná)
ug: ھىندكوچە (شىمالىي)

source: Hiri Motu
my: ဟီရီ မိုတို
ug: خىرى موتۇچە

source: Ho
sk: Hočina
ug: خوچە

source: Hadothi
hi_latn: Háŕauti
sk: Hadothičina
ug: خادوتىچە

source: Croatian
br: Kroateg
cy: Croateg
hi_latn: Kroeśiyái
my: ခရိုအေးရှား
sk: Chorvátčina
ug: خورۋاتچە

source: Hunsrik
ug: خانسىرىكچە

source: Upper Sorbian
br: Uhelsorabeg
cy: Sorbeg Uchaf
hi_latn: Ucc Sörbiyái
my: ဆက္ကဆိုနီ
sk: Hornolužičtina
ug: يۇقىرىقى سوربىيانچە

source: Xiang
hi_latn: Śiáng
sk: Siangčina
ug: شياڭ (خۇنەن شېۋىسى)

source: Haitian
br: Haitieg
cy: Haitiieg
hi_latn: Haitiyái
my: ဟာအီတီ
sk: Haitčina
ug: ھايتىچە

source: Hungarian
br: Hungareg
cy: Hwngareg
hi_latn: Hangeriyái
my: ဟန်ဂေရီ
sk: Maďarčina
ug: ماجارچە

source: Hupa
my: ဟူပါ
sk: Hupačina
ug: خۇپاچە

source: Huastec
br: Huastekeg
hi_latn: Wástëk
sk: Huastečtina
ug: تېنىكچە

source: Armenian
br: Armenianeg
cy: Armeneg
hi_latn: Ármíniyái
my: အာမေးနီးယား
sk: Arménčina
ug: ئەرمەنچە

source: Herero
my: ဟီရဲရို
sk: Hereročina
ug: خېرېروچە

source: Interlingua
hi_latn: Inţarlingua
my: အင်တာလင်ဂွါ
ug: ئارىلىق تىل

source: Iban
cy: Ibaneg
hi_latn: Ibán
my: အီဗန်
sk: Ibančina
ug: ئىبانچە

source: Ibibio
sk: Ibibiočina
ug: ئىبىبىئوچە

source: Indonesian
br: Indonezeg
cy: Indoneseg
hi_latn: Inđoneśiyái
my: အင်ဒိုနီးရှား
sk: Indonézština
ug: ھىندونېزىيەچە

source: Occidental
br: Kornôgeg
hi_latn: Öksidënţal
sk: Occidentalčina
ug: ئوكسىدېنتالچە

source: Igbo
my: အစ်ဂဘို
sk: Igbočina
ug: ئىبوچە

source: Nuosu
sk: Nuosučina
ug: نوسوچە

source: Inupiaq
cy: Inwpiaceg
hi_latn: Inupiyáq
sk: Inupiačina
ug: ئىنۇپىكچە

source: Iloko
br: Ilokanoeg
cy: Ilocaneg
my: အီလိုကို
sk: Ilokčina
ug: ئىلوكانوچە

source: Ingush
br: Ingoucheg
my: အင်ဂုရှ်
sk: Inguština
ug: ئىنگۇشچە

source: Ido
hi_latn: Iđo
my: အီဒို
ug: ئىدوچە

source: Icelandic
br: Islandeg
cy: Islandeg
hi_latn: Áislanđik
my: အိုက်စလန်
sk: Islandčina
ug: ئىسلاندچە

source: Italian
br: Italianeg
cy: Eidaleg
hi_latn: Itálwi
my: အီတလီ
sk: Taliančina
ug: ئىتاليانچە

source: Italian (formal)
br: Italianeg (furmel)
cy: Eidaleg (ffurfiol)
hi_latn: Itálwi (aupcárik)
sk: Taliančina (formálna)
ug: ئىتالىيانچە (رەسمىي)

source: Italian (informal)
br: Italianeg (anfurmel)
cy: Eidaleg (anffurfiol)
hi_latn: Itálwi (anaupcárik)
sk: Taliančina (neformálna)
ug: ئىتالىيانچە (بىرەسمىي)

source: Italian (Switzerland)
br: Italianeg (Suis)
cy: Eidaleg (Y Swistir)
hi_latn: Itálwi (Swizarlanđ)
sk: Taliančina (Švajčiarsko)
ug: ئىتالىيانچە (شىۋېيتسارىيە)

source: Inuktitut
cy: Inwctitwt
my: အီနုခ်တီတု
sk: Inuktitutčina
ug: ئىنۇكتىتۇتچە

source: Inuktitut (Latin script)
sk: Inuktitutčina (latinka)
ug: ئىنۇكتىتۇتچە (لاتىن ھەرپى)

source: Japanese
br: Japaneg
cy: Japaneeg
hi_latn: Jápáni
my: ဂျပန်
sk: Japončina
ug: ياپونچە

source: Japanese (Kansai)
br: Japaneg (Kansai)
cy: Japaneaidd (Kansai)
hi_latn: Jápáni (Kánsái)
my: ဂျပန် (ကန်စိုင်း)
sk: Japončina (Kansai)
ug: ياپونچە (كانسائى)

source: Jamaican Patois
br: Kreoleg Jamaika
cy: Patois Jamaica
hi_latn: Jamekan Patwa
my: ဂျမကာ ပါတွာ
sk: Jamajský patois
ug: يامايكا پاتوسىچە

source: Lojban
hi_latn: Lojbán
my: လိုဂျ်ဘန်
ug: لوجبانچە

source: Ngomba
my: ဂွမ်ဘာ
sk: Ngombčina
ug: نگومباچە

source: Machame
cy: Matsiame
hi_latn: Mácáme
my: မချာမီ
sk: Machamečina
ug: ماچامچە

source: Judeo-Persian
br: Yuzevperseg
cy: Judeo-Perseg
hi_latn: Yahúd-Fársi
sk: Judeo-perzština
ug: ئىبرانى پارسچە

source: Judeo-Arabic
br: Yuzevarabeg
cy: Judeo-Arabeg
hi_latn: Yahúd-Arbi
sk: Judeo-arabčina
ug: ئىبرانى ئەرەبچە

source: Javanese
br: Javaneg
cy: Jafanaeg
hi_latn: Jáva
my: ဂျာဗား
sk: Javánčina
ug: ياۋاچە

source: Georgian
br: Jorjianeg
cy: Georgeg
hi_latn: Jörjiyái
my: ဂျော်ဂျီယာ
sk: Gruzínčina
ug: گىرۇزىنچە

source: Karakalpak
cy: Cara-Calpaceg
hi_latn: Kárákálpák
sk: Karakalpakčina
ug: قارا-قالپاقچە

source: Kabyle
br: Kabileg
cy: Cabileg
hi_latn: Kabáil
my: ကဘိုင်လ်
sk: Kabylčina
ug: كابىلېچە

source: Kachin
hi_latn: Jingpo
my: ကချင်
sk: Kachinčina
ug: كاچىنچە

source: Jju
hi_latn: Ju
my: ဂျူအူ
sk: Jjučina
ug: جۇچە

source: Kamba (Kenya)
hi_latn: Kámba (Kenya)
sk: Kambčina (Keňa)
ug: كامباچە (كېنىيە)

source: Kawi
hi_latn: Káwi
ug: كاۋىچە

source: Kabardian
br: Kabardeg
cy: Kabardieg
hi_latn: Kabardiyái
sk: Kabardčina
ug: كاباردەيچە

source: Tyap
cy: Tyapeg
hi_latn: Tyáp
my: တိုင်အပ်
sk: Tyapčina
ug: تياپچە

source: Makonde
cy: Macondeg
hi_latn: Mákonde
my: မခွန်းဒယ်
sk: Makondečina
ug: ماكوندېچە

source: Kabuverdianu
br: Kreoleg ar C'hab-glas
cy: Caboferdianeg
hi_latn: Kep Varde Kriyol
my: ကဘူဗာဒီအာနူ
sk: Kapverdčina
ug: كابۇۋېردىيانچە

source: Kachhi
sk: Kachhičina
ug: كاچىچە

source: Kumaoni
hi_latn: Kumáûni
sk: Kumaončina
ug: كۇمائۇنىچە

source: Kongo
cy: Congo
my: ကွန်ဂို
sk: Kongčina
ug: كونگوچە

source: Khasi
cy: Càs
hi_latn: Khási
my: ခါစီ
sk: Khasijčina
ug: كاسىچە

source: Khandesi
hi_latn: Khándeśi
sk: Khandesčina
ug: كاندېشچە

source: Khotanese
br: Khotaneg
hi_latn: Khutani
sk: Chotánčina
ug: خوتەنچە

source: Gikuyu
sk: Kikujčina
ug: گىكۇچە

source: Kwanyama
br: Kwanyamaeg
hi_latn: Kwányáma
sk: Kwanyamačina
ug: كۇۋاياماچە

source: Kazakh
br: Kazakeg
cy: Casacheg
hi_latn: Kazáx
my: ကာဇာချ
sk: Kazaština
ug: قازاقچە

source: Kazakh (Latin script)
br: Kazakeg (skritur latin)
cy: Kazakh (Lladin)
hi_latn: Kazáx (Látin lipi)
sk: Kazaština (latinka)
ug: قازاقچە (لاتىن ھەرپى)

source: Kako
br: Kakoeg
hi_latn: Káko
my: ကကို
sk: Kakočina
ug: كاكوچە

source: Greenlandic
br: Greunlandeg
cy: Greenlandeg
hi_latn: Grínlanđik
sk: Grónčina
ug: گرىلانچە

source: Kalenjin
br: Kalendjineg
hi_latn: Kálenjin
sk: Kalenjinčina
ug: كالېنجىنچە

source: Khmer (Central)
br: Khmereg (kreiz)
cy: Khmer (Canolog)
hi_latn: Xmer (Kendríy)
sk: Khmérčina (stredná)
ug: كېخمېرچە (مەركىزى)

source: Kimbundu
my: ကင်ဘွန်ဒူ
sk: Kimbundčina
ug: كىمبۇندۇچە

source: Kurdish (Northern)
br: Norzhkurdeg
cy: Cwrdeg (Gogledd)
hi_latn: Kurdi (Uttari)
sk: Kurdčina (severná)
ug: كۇردچە (شىمالىي)

source: Kurdish (Northern, Latin script)
br: Norzhkurdeg (skritur latin)
cy: Cwrdeg (Gogledd, Lladin)
hi_latn: Kurdi (Uttari, Látin lipi)
sk: Kurdčina (severná, latinka)
ug: كۇردچە (شىمالىي، لاتىن ھەرپى)

source: Kannada
hi_latn: Kannaŕ
my: ကန်နာဒါ
sk: Kannadčina
ug: كانناداچە

source: Korean
br: Koreaneg
cy: Coreeg
hi_latn: Koriyái
my: ကိုရီးယား
sk: Kórejčina
ug: كورېيەچە

source: Konkani
cy: Concani
hi_latn: Konkańi
my: ကွန်ကနီ
sk: Konkánčina
ug: كونكانىچە

source: Kosraean
br: Kosraeeg
hi_latn: Kosráyan
sk: Kosrajčina
ug: كوسرايېچە

source: Kpelle
my: ကပ်ပဲလ်
sk: Kpellečina
ug: كىپەللېچە

source: Kanuri
br: Kanouri
cy: Canwri
my: ကနူရီ
sk: Kanurijčina
ug: كانۇرىچە

source: Karachay-Balkar
br: Karatchay-balkar
hi_latn: Kárácáy-Balkar
my: ကရာချေး-ဘာကာ
sk: karačajevsko-balkarský jazyk
ug: قاراچاي-بالقارچە

source: Krio
ug: كرىئوچە

source: Karelian
br: Karelianeg
cy: Karelieg
hi_latn: Kareliyái
sk: Karelčina
ug: كارەلچە

source: Kurukh
hi_latn: Kuŕux
my: ကူရုပ်ခ်
sk: Kurukhčina
ug: كۇرۇكچە

source: Kashmiri
br: Kashmireg
cy: Cashmireg
hi_latn: Kaśmíri
my: ကက်ရှ်မီးယား
sk: Kašmírčina
ug: كەشمىرچە

source: Shambala
hi_latn: Śambála
my: ရှန်ဘာလာ
sk: Shambalčina
ug: شامبالاچە

source: Colognian
br: Kölneg
cy: Cwleneg
hi_latn: Kaloniyái
my: ကိုလိုနီယန်း
sk: Kolínčina
ug: كولىشچە

source: Kurdish
br: Kurdeg
cy: Cwrdeg
hi_latn: Kurdi
my: ကဒ်
sk: Kurdčina
ug: كۇردچە

source: Kumyk
br: Koumikeg
cy: Cwmiceg
hi_latn: Kumik
my: ကွမ်မိုက်
sk: Kumyčina
ug: قۇمۇقچە

source: Kutenai
br: Koutenaieg
hi_latn: Kasánka
sk: Kutenajčina
ug: كۇتەنايچە

source: Komi
br: Komieg
cy: Comi
my: ကိုမီ
sk: Komijčina
ug: كومىچە

source: Cornish
br: Kerneveureg
cy: Cernyweg
hi_latn: Körniś
my: ခိုနီရှ်
sk: Kornčina
ug: كورنىشچە

source: Khmer (Northern)
br: Norzhkhmereg
cy: Khmer (Gogleddol)
hi_latn: Xmer (Uttari)
sk: Khmérčina (severná)
ug: كېخمېرچە (شىمالىي)

source: Kyrgyz
br: Kirgizeg
cy: Cirgiseg
hi_latn: Kirgiz
my: ကာဂျစ်
sk: Kirgizčina
ug: قىرغىزچە

source: Latin
cy: Lladin
hi_latn: Látin
my: လက်တင်
sk: Latinčina
ug: لاتىنچە

source: Ladino
br: Ladineg
hi_latn: Láđíno
my: လာဒီနို
ug: لادىنچە

source: Langi
hi_latn: Lángi
my: လန်ဂီ
sk: Langčina
ug: لانگىچە

source: Lango (Uganda)
br: Langoeg (Ouganda)
cy: Lango (Wganda)
hi_latn: Lángo (Yugánđa)
sk: Langčina (Uganda)
ug: لانگوچە (ئۇگاندا)

source: Lamba
hi_latn: Lámba
sk: Lambčina
ug: لامباچە

source: Luxembourgish
br: Luksembourgeg
cy: Lwcsembwrgeg
hi_latn: Laxambargi
my: လူဇင်ဘတ်
sk: Luxemburčina
ug: لىيۇكسېمبۇرگچە

source: Lezghian
br: Lezghieg
cy: Lesgiaidd
hi_latn: Lëzgi
my: လက်ဇ်ဂီးယား
sk: Lezginčina
ug: لېزگىنچە

source: Lingua Franca Nova
br: Lingua franca nevez
hi_latn: Lingua Fránka Nova
ug: لىڭۋا فرانكا نوۋاچە

source: Luganda
br: Ganda
hi_latn: Lugánđa
sk: Lugandčina
ug: لۇگانداچە

source: Limburgish
br: Limburgeg
cy: Limbwrgeg
hi_latn: Limbargi
my: လင်ဘာဂစ်ရှ်
sk: Limburgčina
ug: لىمبۇرگچە

source: Ligurian
br: Ligureg
cy: Ligurianeg
hi_latn: Liguriyái
sk: Ligurčina
ug: لېگىرىچە

source: Lampung Api
hi_latn: Lámpung Ápi
ug: لامپۇڭ شېۋىسى

source: Laki
hi_latn: Láki
sk: Lakčina
ug: لاكىچە

source: Lakota
hi_latn: Lakoţa
my: လာကိုတာ
sk: Lakotčina
ug: لاكوتاچە

source: Ladin
cy: Lladin
sk: Ladinčina
ug: لادىنچە

source: Lambadi
br: Lambaneg
hi_latn: Banjára
sk: Lambadčina
ug: بانجارىچە

source: Lombard
br: Lombardeg
cy: Lombardeg
hi_latn: Lombárđ
sk: Lombardčina
ug: لامبوردچە

source: Lingala
hi_latn: Lingála
my: လင်ဂါလာ
sk: Lingalčina
ug: لىنگالاچە

source: Lao
br: Laoseg
cy: Laoeg
hi_latn: Láo
my: လာအို
sk: Laosčina
ug: لائوسچە

source: Mongo
br: Lomongeg
sk: Mongčina
ug: مونگوچە

source: Lozi
br: Lozieg
my: လိုဇီ
sk: Lozčina
ug: لوزىچە

source: Luri (Northern)
br: Luri (an norzh)
cy: Luri (Gogledd)
hi_latn: Luri (Uttari)
sk: Lurčina (severná)
ug: لۇرىچە (شىمالىي)

source: Lithuanian
br: Lituaneg
cy: Lithwaneg
hi_latn: Lithueniyái
my: လစ်သူဝေးနီးယား
sk: Litovčina
ug: لىتۋاچە

source: Latgalian
br: Latgaleg
cy: Latgalieg
hi_latn: Láţgáliyái
sk: Latgalčina
ug: لاتگالىيانچە

source: Luba-Katanga
hi_latn: Luba-Káţánga
my: လူဘာ-ကတန်ဂါ
sk: Lubčina (katanžská)
ug: لۇبا-كاتانگاچە

source: Luba-Lulua
my: လူဘာ-လူလူအာ
sk: luba-luluánčina
ug: لۇبا-لۇئاچە

source: Luiseno
br: Luisenoeg
sk: Luisenčina
ug: لۇيسېنگوچە

source: Lunda
hi_latn: Lunđa
my: လွန်ဒါ
sk: Lundčina
ug: لۇنداچە

source: Luo (Kenya and Tanzania)
br: Luo (Kenya ha Tanzania)
cy: Luo (Kenya a Tanzania)
hi_latn: Luo (Kenya aur Tanzániya)
sk: Lučina (Keňa a Tanzánia)
ug: لۇئوچە

source: Lushai
hi_latn: Luśái
sk: Lushajčina
ug: لۇشايچە

source: Luyia
hi_latn: Luya
sk: Luhjačina
ug: لۇياچە

source: Luri (Southern)
br: Luri (ar su)
cy: Luri (De)
hi_latn: Luri (Dakśińi)
sk: Lurčina (južná)
ug: لۇرىچە (جەنۇبىي)

source: Latvian
br: Latveg
cy: Latfieg
hi_latn: Látviyái
my: လတ်ဗီးယား
sk: Lotyština
ug: لاتۋىيەچە

source: Latvian (formal)
br: Latveg (furmel)
cy: Latfieg (ffurfiol)
hi_latn: Látviyái (aupcárik)
sk: Lotyština (formálna)
ug: لاتۋىيەچە (رەسمىي)

source: Latvian (informal)
br: Latveg (anfurmel)
cy: Latfieg (anffurfiol)
hi_latn: Látviyái (anaupcárik)
sk: Lotyština (neformálna)
ug: لاتۋىيەچە (بىرەسمىي)

source: Literary Chinese
br: Sinaeg lennegel
cy: Tsieineaidd Llenyddol
hi_latn: Sáhityik Cíni
sk: Klasická čínština
ug: خەنچە ئەدەبىي تىل

source: Madurese
br: Madureseg
hi_latn: Máduri
my: မဒူရာ
sk: Madurčina
ug: مادۇرېسچە

source: Magahi
my: မဂါဟီ
sk: Magahčina
ug: ماگاخىچە

source: Maithili
my: မိုင်သီလီ
sk: Maithilčina
ug: مايتىلىچە

source: Makasar
cy: Macasareg
hi_latn: Mákásár
my: မကာဆာ
sk: Makasarčina
ug: ماكاسارچە

source: Mandingo
br: Mandigoeg
hi_latn: Mánđingo
sk: Mandinkgčina
ug: ماندىنگوچە

source: Masai
hi_latn: Másái
my: မာဆိုင်
sk: Masajčina
ug: ماسايچە

source: Moksha
br: Mokshaeg
cy: Mocsia
hi_latn: Mokśa
my: မို့ခ်ရှာ
sk: Mokša
ug: موكشاچە

source: Maguindanaon
br: Magindanawn
hi_latn: Maguindánáon
sk: Maguindanaončina
ug: ماگىندانونچە

source: Mandar
br: Mandareg
hi_latn: Mándár
sk: Mandarčina
ug: ماندارچە

source: Mende (Sierra Leone)
br: Mendeeg (Sierra Leone)
cy: Mende (Sierra Leon)
hi_latn: Mende (Siera Liyon)
sk: Mendčina (Sierra Leone)
ug: مېندېچە (سېررالېئون)

source: Meru
br: Miirueg
cy: Mêrw
sk: Meručina
ug: مېرۇچە

source: Malay (Pattani)
br: Malayseg (Pattani)
hi_latn: Malay (Pattáni)
sk: Malajčina (Pattanská)
ug: مالايچە (پاتتانى)
