Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/*/LC_MESSAGES/django.po
Languages: br, cy, hi_latn, my, sk, ug

source: Afar
hi_latn: Afár
my: အေဖာ
sk: Afarčina
ug: ئافارچە

source: Abkhazian
br: Abc'hazeg
cy: Abchaseg
hi_latn: Abxáziyái
my: အက်ဘ်ခါးဇ်
sk: Abcházština
ug: ئابخازچە

source: Abron
br: Brongeg
sk: Abrončina
ug: ئابرونچە

source: Acehnese
br: Achinaeg
cy: Acehneseg
hi_latn: Ácehni
my: အာချေး
sk: Ačečtina
ug: ئاچېھچە

source: Acholi
br: Acoli
hi_latn: Acoli
my: အချိုလီ
sk: Acholčina
ug: ئاكولىچە

source: Adangme
br: Adangmeg
cy: Adangmëeg
my: ဒန်မဲ
ug: ئاداڭمېچە

source: Adyghe
br: Adygeieg
cy: Circaseg Gorllewinol
hi_latn: Adíghe
my: အာဒိုက်
sk: Adygejčina
ug: ئادىگېيچە

source: Avestan
br: Avesteg
cy: Afestaneg
hi_latn: Avastái
my: အဗက်စတန်
sk: Avestčina
ug: ئاۋىستانچە

source: Arabic (Tunisian)
br: Arabeg (Tunizia)
cy: Arabeg (Tiwnisia)
hi_latn: Arbi (Túníśiyái)
sk: Arabčina (tuniská)
ug: ئەرەبچە (تۇنىس)

source: Afrikaans
br: Afrikaneg
cy: Affricâneg
hi_latn: Afríkáns
sk: Afrikánčina
ug: ئافرىكانچە

source: Afrihili
sk: Afrihilčina
ug: ئافرىخىلىچە

source: Assyrian Neo-Aramaic
br: Nevezarameeg Asiria
cy: Asyrieg Neo-Aramaeg
hi_latn: Asíriyái Nav-Árámi
sk: Asýrska Novoaramejčina
ug: ئاسسىرىيان نىئو ئارامىچە

source: Ainu (Japan)
br: Ainoueg (Japan)
cy: Ainw (Siapan)
hi_latn: Áinu (Jápán)
sk: Ainčina (Japonsko)
ug: ئينۇچە (ياپونىيە)

source: Akan
br: Akaneg
cy: Acaneg
hi_latn: Ákán
my: အာခံ
sk: Akančina
ug: ئاكانچە

source: Akkadian
br: Akkadianeg
cy: Acadieg
hi_latn: Akkádi
sk: Akkadčina
ug: ئاككادچە

source: Aleut
br: Aleouteg
cy: Alewteg
my: အာလီယု
sk: Aleutčina
ug: ئالېيۇتچە

source: Albanian (Gheg)
br: Albaneg (Gheg)
cy: Albaneg (Gheg)
hi_latn: Albániyái (Gheg)
sk: Albánčina (Gheg)
ug: ئالبانچە(گېگ)

source: Altai (Southern)
br: Altaieg ar su
cy: Altai (Deheuol)
hi_latn: Altái (Dakśińi)
sk: Altaj (južný)
ug: ئالتاي (جەنۇبىي)

source: Amharic
br: Amhareg
cy: Amhareg
hi_latn: Amhári
my: အမ်ဟာရစ်
sk: Amharčina
ug: ئامخاراچە

source: Amis
hi_latn: Ámis
sk: Amisčina
ug: ئامىچە

source: Aragonese
br: Aragoneg
cy: Aragoneg
hi_latn: Árágoni
my: အဲရဂန်နီးစ်
sk: Aragončina
ug: ئاراگونچە

source: English (Old)
br: Saozneg (kozh)
cy: Saesneg (Hen)
hi_latn: Angrezi (Puráni)
sk: Angličtina (stará)
ug: ئىنگلىزچە (قەدىمكى)

source: Angika
my: အန်ဂီက
sk: Angikčina
ug: ئانگىكاچە

source: Arabic (Levantine)
br: Arabeg (sav-heol)
cy: Arabeg (De Levantine)
hi_latn: Arbi (Śámi)
sk: Arabčina (levantčina)
ug: ئەرەبچە (لىۋانت)

source: Arabic (Sudanese)
ug: ئەرەبچە (سۇدان)

source: Arabic
br: Arabeg
cy: Arabeg
hi_latn: Arbi
sk: Arabčina
ug: ئەرەبچە

source: Arabic (Bahrain)
br: Arabeg (Bahrain)
cy: Arabeg (Bahrain)
hi_latn: Arbi (Bahrín)
my: အာရဗီ (ဘာရိန်း)
sk: Arabčina (Bahrajn)
ug: ئەرەبچە (بەھرەين)

source: Arabic (Algeria)
br: Arabeg (Aljeria)
cy: Arabeg (Algeria)
hi_latn: Arbi (Aljíriya)
my: အာရဗီ(အယ်လ်ဂျီး)
sk: Arabčina (Alžírsko)
ug: ئەرەبچە (ئالجىرىيە)

source: Arabic (Egypt)
br: Arabeg (Egipt)
cy: Arabeg (Yr Aifft)
hi_latn: Arbi (Misr)
my: အာရဗီ (အီဂျစ်)
sk: Arabčina (Egypt)
ug: ئەرەبچە (مىسىر)

source: Arabic (Kuwait)
br: Arabeg (Kuwait)
cy: Arabeg (Kuwait)
hi_latn: Arbi (Kuwait)
my: အာရဗီ (ကူဝိတ်)
sk: Arabčina (Kuvajt)
ug: ئەرەبچە (كۇۋەيت)

source: Arabic (Libya)
br: Arabeg (Libia)
cy: Arabeg (Libya)
hi_latn: Arbi (Libiya)
my: အာရဗီ (လစ်ဗျား)
sk: Arabčina (Líbya)
ug: ئەرەبچە (لىۋىيە)

source: Arabic (Morocco)
br: Arabeg (Maroko)
cy: Arabeg (Morocco)
hi_latn: Arbi (Morakko)
my: အာရဗီ (မော်ရိုကို)
sk: Arabčina (Maroko)
ug: ئەرەبچە (ماراكەش)

source: Arabic (Saudi Arabia)
br: Arabeg (Arabia saoudat)
cy: Arabeg (Saudi Arabia)
hi_latn: Arbi (Sa'udi Arab)
my: အာရဗီ (ဆော်ဒီအာရေဗျ)
sk: Arabčina (Saudská Arábia)
ug: ئەرەبچە (سەئۇدى ئەرەبىستان)

source: Arabic (XB pseudolocale)
br: Arabeg (brizhtroidigezh XB)
cy: Arabeg (XB pseudolocale)
hi_latn: Arbi (XB pseudolocale)
my: အာရဗီ (အိတ်စ်ဘီ ဆူဒိုဒေသ)
sk: Arabčina (XB pseudojazyk)
ug: ئەرەبچە (XB ساختا تىل مۇھىتى)

source: Arabic (Yemen)
br: Arabeg (Yemen)
cy: Arabeg (Yemen)
hi_latn: Arbi (Yaman)
my: အာရဗီ (ယီမင်)
sk: Arabčina (Jemen)
ug: ئەرەبچە (يەمەن)

source: Aramaic
br: Arameeg
cy: Aramaeg
hi_latn: Árámi
sk: Aramejčina
ug: ئارامۇچە

source: Mapudungun
hi_latn: Mápudungun
my: မပုဒုငူ
sk: Mapučtina
ug: ماپۇچىچە

source: Arapaho
hi_latn: Arápáho
my: အာရာပါဟို
sk: Arapahojčina
ug: ئاراپاخوچە

source: Arabic (Algerian)
br: Arabeg (Aljeria)
cy: Arabeg (Algeria)
hi_latn: Arbi (Aljíriyái)
sk: Arabčina (Alžírska)
ug: ئەرەبچە (ئالجىرىيە)

source: Arabic (Najdi)
br: Arabeg (Najdi)
cy: Arabeg (Najdi)
hi_latn: Arbi (Najdi)
my: အာရဗီ (နဂျဒီ)
sk: Arabčina (Najdi)
ug: ئەرەبچە (نەجدى)

source: Arawak
cy: Arawaceg
hi_latn: Áráwák
sk: Arawakčina
ug: ئاراۋاكچە

source: Arabic (Egyptian)
br: Arabeg (Egipt)
cy: Arabeg (Yr Aifft)
hi_latn: Arbi (Misri)
sk: Arabčina (Egyptská)
ug: ئەرەبچە (مىسىر)

source: Assamese
br: Asameg
cy: Asameg
hi_latn: Asamiya
my: အာသံ
sk: Ásámčina
ug: ئاسسامچە

source: Asu
cy: Asw
hi_latn: Ásu
my: အဲစု
sk: Asučina
ug: ئاسۇچە

source: Asturian
br: Asturianeg
cy: Astwrianeg
hi_latn: Ásturiyái
my: အက်စ်ကျူရီးယား
sk: Astúrijčina
ug: ئاستۇرىيەچە

source: Avaric
br: Avareg
cy: Afareg
hi_latn: Ávári
my: အာဗားရခ်
sk: Avarsčina
ug: ئاۋارچە

source: Kotava
hi_latn: Koţáva
ug: كوتاۋاچە

source: Awadhi
cy: Awadi
my: အာဝါဒီ
sk: Avadhčina
ug: ئاۋادىچە

source: Aymara
cy: Aimareg
hi_latn: Áymára
sk: Aymarčina
ug: ئايماراچە

source: Aymara (Southern)
br: Aymara (ar su)
cy: Aymara (De)
hi_latn: Áymára (Dakśińi)
sk: Aymarčina (južná)
ug: ئايماراچە (جەنۇبىي)

source: Azerbaijani
br: Azeri
cy: Aserbaijaneg
hi_latn: Ázarbaijáni
my: အဇာဘိုင်ဂျန်
sk: Azerbajdžančina
ug: ئەزەربەيجانچە

source: Azerbaijani (Southern)
br: Azeri (ar su)
cy: Azerbaijani (De)
hi_latn: Ázarbaijáni (Dakśińi)
sk: Azerbajdžančina (južná)
ug: ئەزەرىچە (جەنۇبىي)

source: Bashkir
br: Bachkireg
cy: Bashcorteg
hi_latn: Báśkir
my: ဗက္ကာ
sk: Baškirčina
ug: باشقىرتچە

source: Baluchi
br: Baloutcheg
cy: Balwtsi
hi_latn: Baloc
sk: Balúčtina
ug: بېلۇجىچە

source: Balinese
br: Balineg
cy: Balineg
hi_latn: Báli
sk: Baličtina
ug: بالىچە

source: Bavarian
br: Bavareg
cy: Bafareg
hi_latn: Baváriyái
my: ဗာဘယ်ရီရန်
sk: Bavorčina
ug: باۋارىيە

source: Basa (Cameroon)
br: Basa (Kameroun)
cy: Basa (Camerŵn)
hi_latn: Bása (Kaimrún)
sk: Basa (Kamerun)
ug: باساچە (كامېرون)

source: Batak Toba
hi_latn: Báták Toba
ug: باتاك توبا

source: Baoulé
br: Baoule
hi_latn: Baoule
ug: باۋلىچە

source: Belarusian
br: Belaruseg
cy: Belarwseg
hi_latn: Belárúsi
my: ဘီလာရု
sk: Bieloruština
ug: بېلارۇسچە

source: Belarusian (Latin script)
br: Belaruseg (skitur latin)
cy: Belarwseg (lladin)
hi_latn: Belárúsi (Látin lipi)
sk: Bieloruština (latinka)
ug: بېلارۇسچە (لاتىن ھەرپى)

source: Beja
cy: Bejäeg
sk: Bedža
ug: بېجاچە

source: Bemba
cy: Bembeg
my: ဘန်ဘာ
ug: بېمباچە

source: Berber
br: Berbereg
hi_latn: Barbar
my: ဘာဘာ
sk: Berberčina
ug: بېر-بېر تىلى

source: Betawi
hi_latn: Betáwi
sk: Betawičtina
ug: بېتاۋىچە

source: Bena
my: ဘန်နာ
sk: Benčina
ug: بېناچە

source: Bulgarian
br: Bulgareg
cy: Bwlgareg
hi_latn: Bulgáriyái
my: ဘူလ်ဂေးရီးရန်
sk: Bulharčina
ug: بۇلغارچە

source: Haryanvi
hi_latn: Haryáńvi
sk: Harjanvčina
ug: خاريانۋىچە

source: Balochi (Western)
br: Balochi (ar gwalarn)
cy: Balochi (Gorllewinol)
hi_latn: Baloc (Paścimi)
sk: Balúčtina (západná)
ug: بالۇچچە (غەرب)

source: Bihari
br: Bihareg
hi_latn: Bihári
sk: Bihárčina
ug: بىخارىچە

source: Bhili
sk: Bhiličina
ug: بىلىچە

source: Bhilali
hi_latn: Bhiláli
sk: Bhilaličina
ug: بىلالىچە

source: Bhojpuri
br: Bhojpureg
my: ဘို့ဂျ်ပူရီ
sk: Bhojpurčina
ug: بوجپۇرىچە

source: Bislama
hi_latn: Bisláma
my: ဘစ်စ်လာမာ
ug: بىسلاماچە

source: Bikol
cy: Bicol
sk: Bikolčina
ug: بىكولچە

source: Bini
my: ဘီနီ
sk: Biničina
ug: بىنىچە

source: Kanauji
hi_latn: Kannauji
sk: Kanaujčina
ug: كاننائۇجىچە

source: Banjar
hi_latn: Banjár
sk: Banjarsčina
ug: بانجارچە

source: Siksika
my: စစ္စီကာ
sk: Siksikčina
ug: سىكسىكاچە

source: Anii
hi_latn: Áni
sk: Aniičtina
ug: ئانىچە

source: Bambara
br: Bambaraeg
cy: Bambareg
hi_latn: Bámbára
my: ဘန်ဘာရာ
sk: Bambarčina
ug: بامباراچە

source: Bengali
br: Bengaleg
cy: Bengaleg
hi_latn: Bángla
my: ဘင်္ဂါလီ
sk: Bengálčina
ug: بېنگالچە

source: Bengali (Bangladesh)
br: Bengaleg (Bangladesh)
hi_latn: Bángla (Bángládeś)
my: ဘင်္ဂါလီ (ဘင်္ဂလားဒေ့ရှ်)
sk: Bengálčina (Bangladéš)
ug: بېنگالچە (بېنگال)

source: Bengali (India)
br: Bengaleg (India)
hi_latn: Bángla (Bhárat)
my: ဘင်္ဂါလီ (အိန္ဒိယ)
sk: Bengálčina (India)
ug: بېنگالچە (ھىندىستان)

source: Bantu (Other)
br: Bantou (all)
cy: Bantw (Arall)
hi_latn: Bántu (Dúsre)
sk: Bantučina (iné)
ug: بانتۇ تىللىرى (باشقا)

source: Tibetan
br: Tibeteg
cy: Tibeteg
hi_latn: Tibbati
my: တိဘက်
sk: Tibetsčina
ug: تىبەتچە

source: Tibetan (China)
br: Tibeteg (Sina)
cy: Tibeteg (Tsieina)
hi_latn: Tibbati (Cín)
sk: Tibetsčina (Čína)
ug: تىبەتچە (جۇڭگو)

source: Luri (Bakhtiari)
br: Luri (bakhtiareg)
hi_latn: Luri (Baxtiyári)
sk: Luričina (Bakhtiarska)
ug: لۇرىچە (بەختىئارى)

source: Breton
br: Brezhoneg
cy: Llydaweg
hi_latn: Brëţan
my: ဘရီတွန်
sk: Bretončina
ug: بىرېتونچە

source: Braj
sk: Brajčina
ug: بىراجچە

source: Brao
hi_latn: Bráo
sk: Braočina
ug: برائوچە

source: Brahui
br: Brahweg
hi_latn: Bráhwi
sk: Brahučtina
ug: براخۇيچە

source: Bodo
hi_latn: Boŕo
my: ဘိုဒို
sk: Bodončina
ug: بودوچە

source: Bosnian
br: Bosneg
cy: Bosnieg
hi_latn: Bösniyái
my: ဘော်စနီးယား
sk: Bosniansčina
ug: بوسنىيەچە

source: Bosnian (Cyrillic script)
br: Bosnieg (skritur kirillek)
cy: Bosnieg (cyrillig)
hi_latn: Bösniyái (Sirilik lipi)
sk: Bosniačtina (cyrilika)
ug: بوسنىيە(سىلاۋىيان ھەرپى)

source: Bosnian (Latin script)
br: Belaruseg (skritur latin)
cy: Bosnieg (lladin)
hi_latn: Bösniyái (Látin lipi)
sk: Bosniačtina (latinka)
ug: بوسنىيە(لاتىن ھەرپى)

source: Buriat
br: Bouriat
hi_latn: Buryát
sk: Buriatčina
ug: بۇرىياتچە

source: Buginese
br: Bugi
cy: Bugineg
hi_latn: Bugini
my: ဘူဂစ်စ်
sk: Bugičičina
ug: بىگىنىزچە

source: Bulu (Cameroon)
br: Bulu (Kameroun)
cy: Bulu (Camerŵn)
hi_latn: Bulu (Kaimrún)
sk: Bulučina (Kamerun)
ug: بۇلۇچە (كامېرون)

source: Bilen
br: Blineg
sk: Bilenčina
ug: بىلۇنچە

source: Catalan
br: Katalaneg
cy: Catalaneg
hi_latn: Kátálán
my: ကတ္တလန်
sk: Katalánčina
ug: كاتالانچە

source: Valencian
br: Valenseg
cy: Valencieg
hi_latn: Valenśiyái
sk: Valenciánčina
ug: ۋالېنىيانچە

source: Catalan (Andorra)
br: Katalaneg (Andorra)
cy: Catalaneg (Andorra)
hi_latn: Kátálán (Anđora)
sk: Katalánčina (Andorra)
ug: كاتالانچە (ئاندوررا)

source: Caddo
cy: Cado
hi_latn: Kaiđo
sk: kaddo
ug: كاددوچە

source: Kaqchikel
hi_latn: Káqcikel
ug: كاكچىكىلچە

source: Galibi Carib
br: Karibeg Galibi
hi_latn: Galibi Kairib
sk: Galibi Karibčina
ug: كارىبچە

source: Mindong (Simplified Han script)
br: Mindong (sinalunioù eeunaet)
cy: Mindong (Sgript Han Symledig)
hi_latn: Mindong (Saralíkrit Hán lipi)
sk: Mindong (zjednodušené písmo)
ug: شەرقىي فۇجيەن شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Mindong (Traditional Han script)
br: Mindong (sinalunioù hengounel)
cy: Tsieinëeg (Traddodiadol, Hong Kong)
hi_latn: Mindong (Páramparik Hán lipi)
sk: Mindong (tradičné písmo)
ug: شەرقىي فۇجيەن شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Mindong (Latin script)
br: Mindong (skritur latin)
cy: Mindong (sgript Lladin)
hi_latn: Mindong (Látin lipi)
sk: Mindong (latinka)
ug: شەرقىي فۇجيەن شېۋىسى(لاتىن ھەرپى)

source: Chechen
br: Tchetcheneg
cy: Tsietsieneg
hi_latn: Cecen
my: ခြေခြန်
sk: Čečenčina
ug: چېچەنچە

source: Cebuano
hi_latn: Sebuáno
my: စီဘွားနိုး
sk: Cebuánčina
ug: سېبۇچە

source: Chiga
br: Chigaeg
cy: Tsiga
hi_latn: Ciga
my: ချီဂါ
sk: Čiga
ug: چىگاچە

source: Chamorro
br: Chamorrueg
cy: Tsiamorro
hi_latn: Cámorro
my: ချမော်ရို
sk: Chamorrončina
ug: چامورروچە

source: Chibcha
hi_latn: Cibca
sk: Čibča
ug: چىبچاچە

source: Chagatai
br: Tchagataieg
hi_latn: Cağtái
sk: Čagatajčina
ug: چاغاتايچە

source: Chuukese
br: Chouk
hi_latn: Cúki
my: ချူကီးစ်
sk: Čukčtina
ug: چۇكچە

source: Mari
br: Marieg
cy: Marieg
hi_latn: Mári
my: မားရီ
sk: Marijčina
ug: مارىچە

source: Chinook jargon
br: Luc'haj Chinook
cy: Chinŵc
hi_latn: Cinúk śabdjál
sk: Činucký žargón
ug: چىنۇك-ژارگونچە

source: Choctaw
br: Choktaweg
cy: Siocto
hi_latn: Coktau
my: ချော့တို
sk: Čoktavčina
ug: چوكتاۋچە

source: Chipewyan
hi_latn: Cipewyán
sk: Čipevajčina
ug: چىپېۋيانچە

source: Cherokee
br: Cherokieg
cy: Tsierocî
hi_latn: Ceroki
sk: Čerokézština
ug: چېروكېچە

source: Cheyenne
br: Cheyenneg
hi_latn: Śáyen
my: ချေယန်း
sk: Čejenčina
ug: چېيېنچە

source: Kurdish (Central)
br: Kurdeg (kreiz)
cy: Cwrdeg (Canolog)
hi_latn: Kurdi (Kendríy)
sk: Kurdčina (centrálna)
ug: كۇردچە(مەركىزى)

source: Kurdish (Central, Iraq)
br: Kurdeg (kreiz Iraq)
cy: Cwrdeg, Canol (Iraq)
hi_latn: Kurdi (Kendríy, Iráq)
sk: Kurdčina (centrálna, Irak)
ug: كۇردچە(مەركىزى، ئىراق)

source: Kurdish (Central, Iran)
br: Kurdeg (kreiz Iran)
cy: Cwrdeg, Canol (Iran)
hi_latn: Kurdi (Kendríy, Írán)
sk: Kurdčina (centrálna, Irán)
ug: كۇردچە(مەركىزى، ئىران)

source: Montenegrin
br: Montenegreg
cy: Montenegreg
hi_latn: Mönţënëgrin
sk: Čiernohorčina
ug: مونتېنېگرىنچە

source: Montenegrin (Cyrillic script)
br: Montenegreg (skritur kirillek)
cy: Montenegrin (cyrilig)
hi_latn: Mönţënëgrin (Sirilik lipi)
sk: Čiernohorčina (cyrilika)
ug: مونتېنېگرىنچە (سىلاۋىيان ھەرپى)

source: Corsican
br: Korseg
cy: Corseg
hi_latn: Korsikái
my: ခိုစီကန်
sk: Korzičtina
ug: كورسىكاچە

source: Coptic
br: Kopteg
cy: Copteg
hi_latn: Köpţik
sk: Koptčina
ug: كوپچە

source: Creoles and pidgins (English based)
br: Kreolegoù ha pidjinegoù (diazez saoznek)
cy: Creoles a phidginau (yn seiliedig ar Saesneg)
hi_latn: Kriyol aur pijin (Angrezi-ádhárit)
sk: Kreoly a pidžiny (na báze angličtiny)
ug: كرېئول ۋە پىجىن تىلى(ئىنگلىزچىنى ئاساس قىلغان)

source: Creoles and pidgins (French-based)
br: Kreolegoù ha pidjinegoù (diazez gallek)
cy: Creolau a phidginau (yn seiliedig ar Ffrangeg)
hi_latn: Kriyol aur pijin (Fránsísi-ádhárit)
sk: Kreoly a pidžiny (na báze francúzštiny)
ug: كرېئول ۋە پىجىن تىلى(فىرانسۇزچىنى ئاساس قىلغان)

source: Creoles and pidgins (Portuguese-based)
br: Kreolegoù ha pidjinegoù (diazez portugaleg)
cy: Creolau a phidginau (yn seiliedig ar Bortiwgal)
hi_latn: Kriyol aur pijin (Purtagáli-ádhárit)
sk: Kreoly a pidžiny (na báze portugalčiny)
ug: كرېئول ۋە پىجىن تىلى(پورتۇگالچىنى ئاساس قىلغان)

source: Puxian (Simplified Han script)
br: Puxian (sinalunioù eeunaet)
cy: Puxian (Sgript Han Symledig)
hi_latn: Puśián (Saralíkrit Hán lipi)
sk: Puxian (zjednodušené písmo)
ug: پۇشيەن شېۋىسى (ئاددىيلاشتۇرۇلغان خەنچە خەت)

source: Puxian (Traditional Han script)
br: Puxian (sinalunioù hengounel)
cy: Puxian (sgript Han traddodiadol)
hi_latn: Puśián (Páramparik Hán lipi)
sk: Puxian (tradičné písmo)
ug: پۇشىيەن شېۋىسى (مۇرەككەپ خەنچە خەت)

source: Puxian (Latin script)
br: Puxian (skritur latin)
cy: Puxian (sgript Lladin)
hi_latn: Puśián (Látin lipi)
sk: Puxian (latinka)
ug: پۇشىيەن شېۋىسى(لاتىن ھەرپى)

source: Cree
br: Krieg
cy: Cri
hi_latn: Kri
my: ခရီ
sk: Kríjština
ug: كىرىچە

source: Crimean Tatar
br: Turkeg Krimea
cy: Tyrceg y Crimea
hi_latn: Krímiyái Tátár
sk: Krymská tatárčina
ug: قىرىم تاتارلىرى

source: Creoles and pidgins
br: Kreolegoù ha pidjinegoù all
cy: Creolau a phidginau
hi_latn: Kriyol aur pijin
sk: Kreolské jazyky a pidžiny
ug: كرېول ۋە پىجىن تىلى

source: Czech
br: Tchekeg
cy: Tsieceg
hi_latn: Cëk
my: ချက်
sk: Čeština
ug: چېخچە

source: Kashubian
br: Kachoubeg
cy: Kashubieg
hi_latn: Káśubiyái
my: ကက်ရှဘီးယား
sk: Kašubčina
ug: كاسزۇبىچە

source: Cree (Swampy)
br: Krieg (ar geunioù)
ug: كىرىچە (سۋامپى)

source: Slavonic (Old Church)
br: Slavoneg (iliz)
cy: Slafoneg (Hen Eglwys)
hi_latn: Slávoni (Prácín Girja)
sk: Slovanský (staroslovenský)
ug: سىلاۋىيانچە (قەدىمكى چىركاۋ)

source: Chuvash
br: Tchouvatcheg
cy: Tshwfasheg
hi_latn: Cuváś
my: ချူဗက်ရှ်
sk: Čuvaština
ug: چۇۋاشچە

source: Welsh
br: Kembraeg
cy: Cymraeg
hi_latn: Wëlś
my: ဝေလ
sk: Waleština
ug: ۋېلشچە

source: Danish
br: Daneg
cy: Daneg
hi_latn: Đeniś
my: ဒိန်းမတ်
sk: Dánčina
ug: دانىشچە

source: Dakota
br: Lakota
hi_latn: Đakoţa
sk: Dakotčina
ug: داكوتاچە

source: Dargwa
hi_latn: Dárgwa
my: ဒါဂ်ဝါ
ug: دارگىۋاچە

source: Deccan
cy: Deccaneg
hi_latn: Dakkhini
sk: Dekánčina
ug: دېككانچە

source: German
br: Alamaneg
cy: Almaeneg
hi_latn: Jarman
my: ဂျာမန်
sk: Nemčina
ug: گېرمانچە

source: German (formal)
br: Alamaneg (furmel)
cy: Almaeneg (ffurfiol)
hi_latn: Jarman (aupcárik)
sk: Nemčina (formálna)
ug: گېرمانچە (رەسمىي)

source: German (informal)
br: Alamaneg (anfurmel)
cy: Almaeneg (anffurfiol)
hi_latn: Jarman (anaupcárik)
sk: Nemčina (neformálna)
ug: گېرمانچە (بىرەسمىي)

source: German (old spelling)
br: Alamaneg (skritur kozh)
cy: Almaeneg (hen sillafu)
hi_latn: Jarman (puráni vartani)
sk: Nemčina (starý pravopis)
ug: گېرمانچە (كونا ئىملا)

source: German (Austria)
br: Alamaneg (Aostria)
cy: Almaeneg (Awstria)
hi_latn: Jarma (Ösţriya)
my: ဂျာမန် (သြစတြီးယား)
sk: Nemčina (Rakúsko)
ug: گېرمانچە (ئاۋسترالىيە)

source: German (Switzerland)
br: Alamaneg (Suis)
cy: Almaeneg (Y Swistir)
hi_latn: Jarman (Swizarlanđ)
my: ဂျာမန် (ဆွစ်ဇာလန်)
sk: Nemčina (Švajčiarsko)
ug: گېرمانچە (شىۋېيتسارىيە)

source: German (Luxembourg)
br: Alamaneg (Luksembourg)
cy: Almaeneg (Luxembourg)
hi_latn: Jarman (Laksambarg)
my: ဂျာမန် (လူဇင်ဘတ်)
sk: Nemčina (Luxembursko)
ug: گېرمانچە (لىيۇكسېمبۇرگ)

source: Delaware
br: Lenapeg
hi_latn: Đëláweyar
my: ဒယ်လာဝဲလ်
sk: Delawarčina
ug: دېلاۋارېچە

source: Slave (Athapascan)
br: Sklav (atapaskanek)
cy: Slaf (Athapascan)
hi_latn: Slevi (Áthápáskán)
sk: Slavejčina (athabaský jazyk)
ug: سىلاۋىيچە

source: Dogrib
br: Dogribeg
hi_latn: Đogrib
my: ဒေါ့ဂ်ရစ်ဘ်
sk: Dogribčina
ug: دوگرىبچە

source: Dinka
cy: Dinca
hi_latn: Đinka
ug: دىنكاچە

source: Zarma
ug: زارماچە

source: Dan
hi_latn: Đán
ug: دەنچە

source: Dengka
hi_latn: Đenka
sk: Dengkačina
ug: دېڭكاچە

source: Dogri
hi_latn: Đogri
sk: Dógrí
ug: دوگرىچە

source: Rukai
hi_latn: Rukái
sk: Rukaičina
ug: رۇكەي شېۋىسى

source: Darai
sk: Daraijčina
ug: دارەي

source: Lower Sorbian
br: Sorabeg izel
cy: Sorbeg Isaf
hi_latn: Nimn Sörbiyái
my: အနိမ့် ဆိုဘီယန်း
sk: Dolnolužičtina
ug: تۆۋەن سوربچە

source: Duala
br: Douala
hi_latn: Duála
my: ဒူအလာ
ug: دۇئالاچە

source: Dutch (Middle)
br: Nederlandeg (kreiz)
cy: Iseldireg (Canol)
hi_latn: Dac (Maddhy)
sk: Holandčina (stredoveká)
ug: گوللاندىيەچە (ئوتتۇرا)

source: Dhivehi
br: Maldiveg
hi_latn: Divehi
sk: Dhivehčina
ug: دىۋېي تىلى

source: Dyula
br: Dioulaeg
sk: Ďula
ug: ديۇلاچە

source: Dzongkha
hi_latn: Jongkha
my: ဒွန်ချာ
sk: Dzongkä
ug: بۇتانچە

source: Ewe
my: အီဝီ
sk: Eweština
ug: ئېۋېچە

source: Efik
my: အာဖိခ်
ug: ئېفىكچە

source: Emilian
br: Emilianeg
cy: Emilieg
hi_latn: Emiliyái
sk: Emilčina
ug: ئېمىلىيان

source: Egyptian (Ancient)
br: Henegipteg
cy: Eiffteg (Hynafol)
hi_latn: Misri (Prácín)
sk: Egyptčina (staroveká)
ug: قەدىمكى مىسىرچە

source: Ekajuk
hi_latn: Ekájuk
my: အီကာဂျုခ်
sk: Ekadžuk
ug: ئېكاجۇكچە

source: Greek
br: Gresianeg
cy: Groeg
hi_latn: Yúnáni
my: ဂရိ
sk: Gréčtina
ug: گىرېكچە

source: Elamite
br: Elameg
cy: Elameg
hi_latn: Elámi
sk: Elamčina
ug: ئېلامىتچە

source: English
br: Saozneg
cy: Saesneg
hi_latn: Angrezi
sk: Angličtina
ug: ئىنگلىزچە

source: English (Pirate)
br: Saozneg (morlaer)
cy: Saesneg (Pirate)
hi_latn: Angrezi (Samudri Đáku)
sk: Angličtina (Pirate)
ug: ئىنگلىزچە (دېڭىز قاراقچىسى)

source: English (Australia)
br: Saozneg (Aostralia)
cy: Saesneg (Awstralia)
hi_latn: Angrezi (Ösţreliya)
my: အင်္ဂလိပ် (သြစတြေးလျ)
sk: Angličtina (Austrália)
ug: ئىنگلىزچە (ئاۋسترالىيە)

source: English (Canada)
br: Saozneg (Kanada)
cy: Saesneg (Canada)
hi_latn: Angrezi (Kanáđa)
sk: Angličtina (Kanada)
ug: ئىنگلىزچە (كانادا)

source: English (United Kingdom)
br: Saozneg (Rouantelezh-Unanet)
cy: Saesneg (Deyrnas Unedig)
hi_latn: Angrezi (Yúnáiţëd Kingđam)
sk: Angličtina (Veľká Británia)
ug: ئىنگلىزچە (ئەنگلىيە)

source: English (Ireland)
br: Saozneg (Iwerzhon)
cy: Saesneg (Iwerddon)
hi_latn: Angrezi (Áyarlanđ)
my: အင်္ဂလိပ် (အိုင်ယာလန်)
sk: Angličtina (Írsko)
ug: ئىنگلىزچە (ئىرېلاندىيە)

source: English (India)
br: Saozneg (India)
cy: Saesneg (India)
hi_latn: Angrezi (Bhárat)
my: အင်္ဂလိပ်(အိန္ဒိယ)
sk: Angličtina (India)
ug: ئىنگلىزچە (ھىندىستان)

source: English (New Zealand)
br: Saozneg (Zeland-Nevez)
cy: Saesneg (Seland Newydd)
hi_latn: Angrezi (Nyúzílanđ)
my: အင်္ဂလိပ် (နယူးဇီလန်)
sk: Angličtina (Nový Zéland)
ug: ئىنگلىزچە (يېڭى زېلاندىيە)

source: English (Philippines)
br: Saozneg (Filipinez)
cy: Saesneg (Philippines)
hi_latn: Angrezi (Filípíns)
my: အင်္ဂလိပ် (ဖိလစ်ပိုင်)
sk: Angličtina (Filipíny)
ug: ئىنگلىزچە (فىلىپپىن)

source: English (Shavian)
br: Saozneg (shavieg)
cy: Saesneg (Shavian)
hi_latn: Angrezi (Śá)
sk: Angličtina (Šavčina)
ug: ئىنگلىزچە (شاۋىيان)

source: English (Shavian script, United Kingdom)
br: Saozneg (skritur shavieg, Rouantelezh-Unanet)
cy: Saesneg (Shavian, Deyrnas Unedig)
hi_latn: Angrezi (Śá lipi, Yúnáiţëd Kingđam)
sk: Angličtina (Šavčina, Veľká Británia)
ug: ئىنگلىزچە (شاۋىيان ھەرپى، ئەنگلىيە پادىشاھلىقى)

source: English (Shavian script, United States)
br: Saozneg (Skritur shavieg, Stadoù-Unanet)
cy: Saesneg (Shavian, Unol Daleithiau)
hi_latn: Angrezi (Śá lipi, Sanyukt Rájy)
sk: Angličtina (Šavčina, Spojené Štáty)
ug: ئىنگلىزچە (شاۋىيان ھەرپى، ئامېرىكا قوشما ئىشتاتلىرى)

source: English (United States)
br: Saozneg (Stadoù-Unanet)
cy: Saesneg (Unol Daleithiau)
hi_latn: Angrezi (Sanyukt Rájy)
my: အင်္ဂလိပ် (အမေရိကန်)
sk: Angličtina (Spojené Štáty)
ug: ئىنگلىزچە (ئامېرىكا قوشما ئىشتاتلىرى)

source: English (XA pseudolocale)
br: Saozneg (brizhlec'heladur XA)
cy: Saesneg (XA pseudolocale)
hi_latn: Angrezi (XA pseudolocale)
my: အင်္ဂလိပ် (XA pseudolocale)
sk: Angličtina (XA pseudojazyk)
ug: ئىنگلىزچە (XA ساختا تىل مۇھىتى)

source: English (South Africa)
br: Saozneg (Suafrika)
cy: Saesneg (De Affrica)
hi_latn: Angrezi (Dakśiń Afríka)
my: အင်္ဂလိပ် (တောင်အာဖရိက)
sk: Angličtina (Južná Afrika)
ug: ئىنگلىزچە (جەنۇبى ئافرىقا)

source: English (Developer)
br: Saozneg (diorroer)
cy: Saesneg (Datblygwr)
hi_latn: Angrezi (Developer)
my: အင်္ဂလိပ် (Developer)
sk: Angličtina (vývojárska)
ug: ئىنگلىزچە (ئىجادكار)

source: English (Middle)
br: Krennsaozneg
cy: Saesneg (Canol)
hi_latn: Angrezi (Maddhy)
sk: Angličtina (stredoveká)
ug: ئىنگلىزچە (ئوتتۇرا)

source: Esperanto
br: Esperanteg
hi_latn: Ëspëránto
my: အက်စပရန်တို
ug: ئېسپېرانتو (دۇنيا تىلى)

source: Spanish
br: Spagnoleg
cy: Sbaeneg
hi_latn: Speni
my: စပိန်
sk: Španielčina
ug: ئىسپانچە

source: Spanish (formal)
br: Spagnoleg (furmel)
cy: Sbaeneg (ffurfiol)
hi_latn: Speni (aupcárik)
sk: Španielčina (formálna)
ug: ئىسپانچە (رەسمىي)

source: Spanish (informal)
br: Spagnoleg (anfurmel)
cy: Sbaeneg (anffurfiol)
hi_latn: Speni (anaupcárik)
sk: Španielčina (neformálna)
ug: ئىسپانچە (بىرەسمىي)

source: Spanish (Latin America)
br: Spagnoleg (Latinamerika)
cy: Sbaeneg (America Ladin)
hi_latn: Speni (Látin Amerika)
my: စပိန် (လက်တင်အမေရိက)
sk: Španielčina (Latinská Amerika)
ug: ئىسپانچە (لاتىن ئامېرىكىسى)

source: Spanish (Argentina)
br: Spagnoleg (Arc'hantina)
cy: Sbaeneg (Yr Ariannin)
hi_latn: Speni (Árjënţína)
my: စပိန် (အာဂျင်တီးနား)
sk: Španielčina (Argentína)
ug: ئىسپانىيە (ئارگېنتىنا)

source: Spanish (Bolivia)
br: Spagnoleg (Bolivia)
cy: Sbaeneg (Bolivia)
hi_latn: Speni (Boliviya)
my: စပိန် (ဘိုလီးဗီးယား)
sk: Španielčina (Bolívia)
ug: ئىسپانىيە (بولىۋىيە)

source: Spanish (Chile)
br: Spagnoleg (Chile)
cy: Sbaeneg (Chile)
hi_latn: Speni (Cili)
my: စပိန် (ချီလီ)
sk: Španielčina (Čile)
ug: ئىسپانىيە (چىلى)

source: Spanish (Colombia)
br: Spagnoleg (Kolombia)
cy: Sbaeneg (Colombia)
hi_latn: Speni (Kolambiya)
sk: Španielčina (Kolumbia)
ug: ئىسپانچە (كولومبىيە)

source: Spanish (Costa Rica)
br: Spagnoleg (Costa Rica)
cy: Sbaeneg (Costa Rica)
hi_latn: Speni (Kosţa Rika)
sk: Španielčina (Kostarika)
ug: ئىسپانچە (كوستارىكا)

source: Spanish (Cuba)
br: Spagnoleg (Kuba)
cy: Sbaeneg (Ciwba)
hi_latn: Speni (Kyúba)
sk: Španielčina (Kuba)
ug: ئىسپانچە (كۇبا)
