Repository: WeblateOrg/language-data
Catalog: languages-po/*-Mong-*.po
Languages: mn

source: American English
mn: ᠠᠮᠧᠷᠢᠺᠠ ᠠᠨᠭᠭᠯᠢ

source: Australian English
mn: ᠠᠥ᠋ᠰᠲ᠋ᠠᠷᠠᠯᠢᠢ᠎ᠠ ᠠᠨᠭᠭᠯᠢ

source: Austrian German
mn: ᠠᠦᠰᠲᠷᠢ ᠭᠧᠷᠮᠠᠨ

source: British English
mn: ᠪᠷᠢᠲ᠋ᠠᠨᠢ ᠠᠨᠭᠭᠯᠢ

source: Canadian English
mn: ᠻᠠᠨᠠᠳᠠ ᠠᠨᠭᠭᠯᠢ

source: Canadian French
mn: ᠹᠷᠠᠨᠼᠠ ᠹᠷᠠᠨᠼᠠ

source: Chinese
mn: ᠬᠢᠳᠠᠳ

source: Chinese, Mandarin
mn: ᠬᠢᠳᠠᠳ

source: English
mn: ᠠᠨᠭᠭᠯᠢ

source: European Portuguese
mn: ᠫᠣᠷᠲ᠋ᠦ᠋ᠭᠠᠯᠢ (ᠫᠣᠷᠲ᠋ᠦ᠋ᠭᠠᠯᠢ)

source: European Spanish
mn: ᠢᠰᠫᠠᠨᠢ (ᠢᠰᠫᠠᠨᠢ)

source: French
mn: ᠹᠷᠠᠨᠼᠠ

source: German
mn: ᠭᠧᠷᠮᠠᠨ

source: Italian
mn: ᠢᠲ᠋ᠠᠯᠢ

source: Japanese
mn: ᠶᠡᠫᠥᠠ

source: Latin American Spanish
mn: ᠢᠰᠫᠠᠨᠢ (ᠯᠠᠠᠲ᠋ᠢᠨ ᠡᠠᠮᠸᠷᠢᠺᠠ)

source: Mexican Spanish
mn: ᠢᠰᠫᠠᠨᠢ (ᠮᠸᠺᠰᠢᠺᠦ)

source: Mongolian
mn: ᠮᠣᠩᠭᠣᠯ

source: Portuguese
mn: ᠫᠣᠷᠲ᠋ᠦ᠋ᠭᠠᠯᠢ

source: Russian
mn: ᠣᠷᠣᠰ

source: Simplified Chinese
mn: ᠬᠢᠯᠪᠠᠷᠰᠢᠭᠣᠯᠣᠭᠰᠠᠨ ᠬᠢᠳᠠᠳ

source: Simplified Mandarin Chinese
mn: ᠬᠢᠯᠪᠠᠷᠰᠢᠭᠣᠯᠣᠭᠰᠠᠨ ᠬᠢᠳᠠᠳ

source: Spanish
mn: ᠢᠰᠫᠠᠨᠢ

source: Swiss French
mn: ᠰᠸᠢᠼᠸᠵᠯᠡᠨ᠋ᠳ᠋ ᠹᠷᠠᠨᠼᠠ

source: Swiss High German
mn: ᠰᠸᠢᠼᠸᠵᠯᠡᠨᠳᠠ ᠭᠧᠷᠮᠠᠨ

source: Traditional Chinese
mn: ᠣᠯᠠᠮᠵᠢᠯᠠᠯᠳᠥ ᠬᠢᠳᠠᠳ

source: Traditional Mandarin Chinese
mn: ᠣᠯᠠᠮᠵᠢᠯᠠᠯᠳᠥ ᠬᠢᠳᠠᠳ

source: UK English
mn: ᠪᠷᠢᠲ᠋ᠠᠨᠢ ᠠᠨᠭᠭᠯᠢ

source: US English
mn: ᠠᠮᠧᠷᠢᠺᠠ ᠠᠨᠭᠭᠯᠢ

source: Unknown language
mn: ᠲᠣᠳᠣᠷᠬᠠᠢ ᠥᠭᠡᠢ ᠬᠡᠯᠡ
