Repository: WeblateOrg/language-data
Catalog: languages-po/*.po
Languages: as, az_arab_tr, bo_in, ckb, dz, hy, kk, ky, lo, mg, mi, or, ps_pk, sd, se, sq_xk, tk, uz, uz_cyrl, xh, yi

source: Abkhazian
as: আবখাজিয়ান
az_arab_tr: آبخازجا
ckb: ئەبخازی
dz: ཨཱབ་ཁ་ཟི་ཡ་ཁ
hy: աբխազերեն
kk: абхаз тілі
ky: абхазча
lo: ແອບຄາຊຽນ
mi: Apakāhiana
or: ଆବ୍ଖାଜିଆନ୍
ps_pk: ابخازي
sd: ابقازیان
sq_xk: abkazisht
tk: abhaz dili
uz: abxaz
uz_cyrl: абхазча

source: Acehnese
as: আচিনিজ
hy: աչեհերեն
kk: ачех тілі
ky: ачехче
lo: ແອັກຊີເນັສ
mi: Akanīhi
or: ଆଚାଇନୀଜ୍
ps_pk: اچيني
sd: اچائينيز
tk: açeh dili
uz: achin
uz_cyrl: ачин

source: Acoli
hy: աչոլի
lo: ອາໂຄລີ
or: ଆକୋଲି

source: Adangme
as: আদাংমে
ckb: دانگمێ
hy: ադանգմերեն
kk: адангме тілі
ky: адаңмече
lo: ອາແດງມີ
mi: Atāngami
or: ଆଦାଙ୍ଗେମ୍
ps_pk: ادانگمي
sd: ادنگمي
sq_xk: andangmeisht
tk: adangme dili
uz_cyrl: адангмэ

source: Adyghe
as: আদিগে
ckb: ئادیگی
hy: ադիղերեն
kk: адыгей тілі
ky: адыгейче
lo: ເອດີຮິ
mi: Āteke
or: ଅଦ୍ୟଘେ
ps_pk: اديغي
sd: اديگهي
sq_xk: adigisht
tk: adygeý dili
uz: adigey
uz_cyrl: адигей

source: Afar
as: আফাৰ
ckb: ئەفار
dz: ཨ་ཕར་ཁ
hy: աֆարերեն
kk: афар тілі
ky: афарча
lo: ອະຟາ
or: ଅଫାର୍
ps_pk: افري
sd: افار
sq_xk: afarisht
tk: afar dili
uz_cyrl: афарча
yi: אַפֿאַר

source: Afrihili
lo: ແອຟີຮີລີ
or: ଆଫ୍ରିହିଲି

source: Afrikaans
as: আফ্ৰিকানছ্
az_arab_tr: آفریکانس
ckb: ئەفریکانس
dz: ཨཕ་རི་ཀཱནས་ཁ
hy: աֆրիկաանս
kk: африкаанс тілі
ky: африкаанча
lo: ອາຟຣິການ
mi: Awherikāna
or: ଆଫ୍ରିକୀୟ
ps_pk: افریکانسي
sd: آفريڪي
se: afrikánsagiella
sq_xk: afrikanisht
tk: afrikaans dili
uz_cyrl: африкаанс
xh: isiBhulu
yi: אַפֿריקאַנס

source: Aghem
as: আঘেম
az_arab_tr: آقمجه
ckb: ئاگێم
hy: աղեմ
kk: агем тілі
ky: агемче
lo: ອາເຮັມ
mi: Ākeme
or: ଆଘେମ
ps_pk: اغیمي
sd: اگهيم
sq_xk: agemisht
tk: ahem dili
uz: agem
uz_cyrl: агемча

source: Ainu
as: আইনু
ckb: ئاینوو
hy: այներեն
kk: айну тілі
ky: айнуча
lo: ໄອນູ
or: ଆଇନୁ
ps_pk: اينويي
sd: آئينو
sq_xk: ajnuisht
tk: aýn dili
uz: aynu
uz_cyrl: айну

source: Akan
as: আকান
az_arab_tr: آکانجا
ckb: ئاکان
hy: աքան
kk: акан тілі
ky: аканча
lo: ອາການ
mi: Ākana
or: ଅକନ୍
ps_pk: اکاني
sd: اڪان
sq_xk: akanisht
tk: akan dili
uz_cyrl: аканча

source: Akkadian
hy: աքքադերեն
lo: ອັກກາດຽມ
or: ଆକାଡିଆନ୍
yi: אַקאַדיש

source: Akoose
hy: աքուզ
kk: акусе тілі
lo: ອາຄຸດ

source: Albanian
as: আলবেনীয়
az_arab_tr: آلبانیاجا
ckb: ئەڵبانی
dz: ཨཱལ་བེ་ནི་ཡཱན་ཁ
hy: ալբաներեն
kk: албан тілі
ky: албанча
lo: ອານບານຽນ
mi: Arapeiniana
or: ଆଲବାନିଆନ୍
ps_pk: الباني
sd: الباني
se: albánagiella
sq_xk: shqip
tk: alban dili
uz: alban
uz_cyrl: албанча
yi: אַלבאַניש

source: Aleut
as: আলেউট
ckb: ئالیوت
hy: ալեութերեն
kk: алеут тілі
ky: алеутча
lo: ອາເລີດ
mi: Ariuta
or: ଆଲେଇଟୁ
ps_pk: اليوتي
sd: اليوٽ
sq_xk: aleutisht
tk: aleut dili
uz_cyrl: алеут

source: American English
as: আমেৰিকান ইংৰাজী
bo_in: དབྱིན་ཇིའི་སྐད། (ཨ་རི་)
ckb: ئینگلیزیی ئەمەریکایی
dz: ཡུ་ཨེས་ཨིང་ལིཤ་ཁ
hy: ամերիկյան անգլերեն
ky: англисче (Америка Кошмо Штаттары)
lo: ອັງກິດ (ອາເມລິກັນ)
mg: Anglisy (Etazonia)
mi: Ingarihi Amerikana
or: ଆମେରିକୀୟ ଇଂରାଜୀ
sd: آمريڪي انگريزي
se: eaŋgalsgiella (Amerihká ovttastuvvan stáhtat)
sq_xk: anglishte amerikane
tk: iňlis dili (Amerika)
uz: ingliz (Amerika)
uz_cyrl: инглизча (Америка)
xh: Isingesi SaseMelika
yi: ענגליש (פֿאַראייניגטע שטאַטן)

source: Amharic
as: আমহাৰিক
az_arab_tr: آمهارجا
ckb: ئەمھەری
dz: ཨམ་ཧ་རིཀ་ཁ
hy: ամհարերեն
kk: амхар тілі
ky: амхарча
lo: ອຳຮາຣິກ
mg: Amharika
mi: Amahereka
or: ଆମହାରକି
ps_pk: امهاري
sd: امهاري
sq_xk: amarisht
tk: amhar dili
uz: amxar
uz_cyrl: амхарча
yi: אַמהאַריש

source: Ancient Egyptian
hy: հին եգիպտերեն
lo: ອີຢິບບູຮານ
or: ପ୍ରାଚୀନ୍ ମିଶିରି

source: Ancient Greek
hy: հին հունարեն
lo: ແອນຊຽນກຣີກ
or: ପ୍ରାଚୀନ୍ ୟୁନାନୀ
yi: אוראַלט־גריכיש

source: Angika
as: আঙ্গিকা
ckb: ئەنگیکا
hy: անգիկա
kk: ангика тілі
ky: ангикача
lo: ແອນຈີກາ
mi: Anahika
or: ଅଁଗୀକା
ps_pk: انگيکي
sd: انجيڪا
sq_xk: angikisht
tk: angika dili
uz_cyrl: ангика

source: Arabic
as: আৰবী
az_arab_tr: عربجه
ckb: عەرەبی
dz: ཨེ་ར་བིཀ་ཁ
hy: արաբերեն
kk: араб тілі
ky: арабча
lo: ອາຣັບ
mg: Arabo
mi: Ārapi
or: ଆରବିକ୍
ps_pk: عربي
sd: عربي
se: arábagiella
sq_xk: arabisht
tk: arap dili
uz: arab
uz_cyrl: арабча
xh: Isi-Arabhu
yi: אַראַביש

source: Aragonese
as: আৰ্গোনিজ
ckb: ئاراگۆنی
hy: արագոներեն
kk: арагон тілі
ky: арагончо
lo: ອາຣາໂກເນັດ
mi: Arakonihi
or: ଆର୍ଗୋନୀ
ps_pk: اراگونېسي
sd: ارگني
se: aragoniagiella
sq_xk: aragonezisht
tk: aragon dili
uz: aragon
uz_cyrl: арагон
yi: אַראַגאניש

source: Aramaic
hy: արամեերեն
lo: ອາລາມິກ
or: ଆରାମାଇକ୍
yi: אַראַמיש

source: Arapaho
as: আৰাপাহো
ckb: ئاراپاهۆ
hy: արապահո
kk: арапахо тілі
ky: арапахочо
lo: ອາຣາປາໂຮ
or: ଆରାପାହୋ
ps_pk: اراپاهوي
sd: اراپائو
sq_xk: arapahoisht
tk: arapaho dili
uz: arapaxo
uz_cyrl: арапахо

source: Arawak
lo: ອາຣາແວກ
or: ଆରୱକ

source: Armenian
as: আৰ্মেনীয়
az_arab_tr: ائرمنیجه
ckb: ئەرمەنی
dz: ཨར་མི་ནི་ཡཱན་ཁ
hy: հայերեն
kk: армян тілі
ky: армянча
lo: ອາເມນຽນ
mi: Āmeniana
or: ଆର୍ମେନିଆନ୍
ps_pk: آرمينيايي
sd: ارماني
se: armeenagiella
sq_xk: armenisht
tk: ermeni dili
uz: arman
uz_cyrl: арманча
yi: אַרמעניש

source: Aromanian
as: আৰোমানীয়
ckb: ئارمۆمانی
hy: արոմաներեն
kk: арумын тілі
ky: аромунча
lo: ອາໂຣມານຽນ
mi: Aromeiniana
or: ଆରୋମାନିଆନ୍
ps_pk: اروماني
sd: ارومينين
sq_xk: vllahisht
tk: arumyn dili
uz: arumin
uz_cyrl: арумин

source: Assamese
as: অসমীয়া
az_arab_tr: آسامجا
ckb: ئاسامی
dz: ཨ་ས་མིས་ཁ
hy: ասամերեն
kk: ассам тілі
ky: ассамча
lo: ອັສຊາມີສ
mi: Āhamēhi
or: ଆସାମୀୟ
ps_pk: اسامي
sd: آسامي
sq_xk: asamezisht
tk: assam dili
uz: assam
uz_cyrl: ассомча
yi: אַסאַמיש

source: Asturian
as: এষ্টুৰীয়
ckb: ئاستۆری
hy: աստուրերեն
kk: астурия тілі
ky: астурийче
lo: ອັສຕູຮຽນ
mi: Ahitūriana
or: ଆଷ୍ଟୁରିଆନ୍
ps_pk: استورياني
sd: اسٽورين
se: asturiagiella
sq_xk: asturisht
tk: asturiý dili
uz: asturiy
uz_cyrl: астурийча

source: Asu
as: আছু
az_arab_tr: آسوجا
ckb: ئاسوو
hy: ասու
kk: асу тілі
ky: асуча
lo: ອາຊູ
mi: Ahu
or: ଆସୁ
ps_pk: اسويي
sd: اسو
sq_xk: asuisht
tk: asu dili
uz_cyrl: асуча

source: Atikamekw
as: আতিকামেক
hy: աթիկամեկ
kk: атикамек тілі
ky: атикамекче
lo: ອາຕິກາແມກ
mi: Atikameke
or: ଆଟିକାମେକ୍ୱ
ps_pk: اتیکامیکو
sd: اٽيڪاميڪو
tk: atikamekw dili
uz: atikamek

source: Atsam
kk: атсам тілі
lo: ອາດແຊມ
or: ଆତ୍ସମ୍

source: Austrian German
as: অষ্ট্ৰেলিয়ান জাৰ্মান
ckb: ئەڵمانی (نەمسا)
dz: ཨཱོས་ཊྲི་ཡཱན་ཇཱར་མཱན་ཁ
hy: ավստրիական գերմաներեն
lo: ເຢຍລະມັນ (ໂອສຕຣິດ)
mg: Alemanina (Aotrisy)
mi: Tiamana Ateriana
or: ଅଷ୍ଟ୍ରିଆନ୍ ଜର୍ମାନ
ps_pk: اتريشي آلماني
sd: آسٽريائي جرمن
se: duiskkagiella (Nuortariika)
sq_xk: gjermanishte austriake
uz: nemis (Avstriya)
xh: IsiJamani Sase-Austria
yi: דײַטש (עסטרייך)

source: Avaric
as: আভেৰিক
ckb: ئەڤاری
hy: ավարերեն
kk: авар тілі
ky: аварикче
lo: ອາວາຣິກ
mi: Āwhāriki
or: ଆଭାରିକ୍
ps_pk: اواري
sd: اويرس
sq_xk: avarikisht
tk: awar dili
uz: avar
uz_cyrl: аварча

source: Avestan
lo: ອາເວັສແຕນ
or: ଅବେସ୍ତନ

source: Awadhi
as: অৱধী
ckb: ئاوادهی
hy: ավադհի
kk: авадхи тілі
ky: авадхиче
lo: ອາວາຮິ
mi: Awāti
or: ଆୱାଧି
ps_pk: اوادي
sd: اواڌي
sq_xk: auadhisht
tk: awadhi dili
uz: avadxi
uz_cyrl: авадхи

source: Aymara
as: আয়মাৰা
ckb: ئایمارا
hy: այմարա
kk: аймара тілі
ky: аймарача
lo: ອາຍມາລາ
mi: Aimāra
or: ଆୟମାରା
ps_pk: ایماري
sd: ایمارا
sq_xk: ajmarisht
tk: aýmara dili
uz_cyrl: аймара

source: Azerbaijani
as: আজেৰবাইজানী
az_arab_tr: آذربایجان تۆرکجه‌سی
ckb: ئازەربایجانی
dz: ཨ་ཛར་བྷའི་ཇཱན་ཁ
hy: ադրբեջաներեն
kk: әзірбайжан тілі
ky: азербайжанча
lo: ອາເຊີໄບຈານິ
mi: Atepaihānia
or: ଆଜେରବାଇଜାନି
ps_pk: اذربایجاني
sd: آزربائيجاني
sq_xk: azerbajxhanisht
tk: azerbaýjan dili
uz: ozarbayjon
uz_cyrl: озарбайжонча
yi: אַזערביידזשאַניש

source: Azeri
as: আজেৰি
az_arab_tr: آذریجه
ckb: ئازەربایجانی
hy: ադրբեջաներեն
ky: азерче
lo: ອາ​ເຊີ​ຣີ
mi: Ahēri
or: ଆଜେରି
ps_pk: اذري
sd: ازري
sq_xk: azerisht
tk: azeri dili
uz: ozar
uz_cyrl: озар

source: Bafia
as: বাফিয়া
az_arab_tr: بافیاجا
ckb: بافیا
hy: բաֆիա
kk: бафиа тілі
ky: бафияча
lo: ບາເຟຍ
mi: Pāwhia
or: ବାଫଲା
ps_pk: بفیا
sd: بافيا
sq_xk: bafianisht
tk: bafia dili
uz: bafiya
uz_cyrl: бафияча

source: Bafut
lo: ບາຟັດ

source: Balinese
as: বালিনীজ
ckb: بالی
hy: բալիերեն
kk: бали тілі
ky: баличе
lo: ບາລີເນັດ
mi: Pārinīhi
or: ବାଲିନୀଜ୍
ps_pk: بالنی
sd: بالينيس
sq_xk: balinezisht
tk: baliý dili
uz: bali
uz_cyrl: балича
yi: באַלינעזיש

source: Baluchi
kk: балучи тілі
lo: ບາລູຊີ
or: ବାଲୁଚି
ps_pk: بلوڅي
tk: buluç dili
uz: baluj

source: Bambara
as: বামবাৰা
az_arab_tr: بامباراجا
ckb: بامبارا
hy: բամբարա
kk: бамбара тілі
ky: бамбарача
lo: ບາມບາຣາ
mi: Pāpara
or: ବାମ୍ବାରା
ps_pk: بمبارا
sd: بمبارا
sq_xk: bambarisht
tk: bamana
uz_cyrl: бамбарча

source: Bamun
lo: ບາມຸນ

source: Bangla
as: বাংলা
az_arab_tr: بنگالجا
ckb: بەنگلادێشی
dz: བངྒ་ལ་ཁ
hy: բենգալերեն
kk: бенгал тілі
ky: бангладешче
lo: ເບັງກາລີ
mg: Bengali
mi: Pākara
or: ବଙ୍ଗଳା
ps_pk: بنگالي
sd: بنگلا
se: bengalgiella
sq_xk: bengalisht
tk: bengal dili
uz: bengal
uz_cyrl: бенгалча
xh: IsiBangla
yi: בענגאַליש

source: Basaa
as: বাছা
ckb: باسا
hy: բասաա
kk: баса тілі
ky: басаача
lo: ບາຊາ
mi: Pahā
or: ବାସା
ps_pk: باسا
sd: باسا
sq_xk: basaisht
tk: basaa dili
uz: basa
uz_cyrl: басаа

source: Bashkir
as: বাছখিৰ
az_arab_tr: باشقیرجا
ckb: باشکیەر
hy: բաշկիրերեն
kk: башқұрт тілі
ky: башкырча
lo: ບາຣກີ
mi: Pākīra
or: ବାଶକିର୍
ps_pk: باشکير
sd: ڪينيڊا
sq_xk: bashkirisht
tk: başgyrt dili
uz: boshqird
uz_cyrl: бошқирдча

source: Basque
as: বাস্ক
az_arab_tr: باسکجا
ckb: باسکی
dz: བཱསཀ་ཁ
hy: բասկերեն
kk: баск тілі
ky: баскча
lo: ບັສກີ
mi: Pākihi
or: ବାସ୍କ୍ୱି
ps_pk: باسکي
sd: باسق
sq_xk: baskisht
tk: bask dili
uz: bask
uz_cyrl: баскча
yi: באַסקיש

source: Beja
lo: ບີເຈ
or: ବେଜା

source: Belarusian
as: বেলাৰুছীয়
az_arab_tr: بئلاروسجا
ckb: بیلاڕووسی
dz: བེལ་ཨ་རུས་ཁ
hy: բելառուսերեն
kk: беларусь тілі
ky: беларусча
lo: ເບລາຣັສຊຽນ
mg: Bielorosy
mi: Perarūhiana
or: ବେଲାରୁଷିଆନ୍
ps_pk: بېلاروسي
sd: بيلاروسي
se: vilges-ruoššagiella
sq_xk: bjellorusisht
tk: belarus dili
uz: belarus
uz_cyrl: беларусча
yi: בעלאַרוסיש

source: Bemba
as: বেম্বা
az_arab_tr: بئمباجا
ckb: بێمبا
hy: բեմբա
kk: бемба тілі
ky: бембача
lo: ເບັມບາ
mi: Pema
or: ବେମ୍ବା
ps_pk: بيمبا
sd: بيمبا
sq_xk: bembaisht
tk: bemba dili
uz_cyrl: бемба

source: Bena
as: বেনা
az_arab_tr: بئناجا
ckb: بێنا
hy: բենա
kk: бена тілі
ky: бенача
lo: ບີນາ
mi: Pena
or: ବେନା
ps_pk: بينا
sd: بينا
sq_xk: benaisht
tk: bena dili
uz_cyrl: бенача

source: Bhojpuri
as: ভোজপুৰী
ckb: بوجپووری
hy: բհոպուրի
kk: бходжпури тілі
ky: бхожпуриче
lo: ໂບພູຣິ
mi: Pōhipuri
or: ଭୋଜପୁରୀ
ps_pk: بهوجپوري
sd: ڀوجپوري
sq_xk: boxhpurisht
tk: bhojpuri dili
uz: bxojpuri
uz_cyrl: бхожпури

source: Bikol
lo: ບີຄອນ
or: ବିକୋଲ୍

source: Bini
as: বিনি
ckb: بینی
hy: բինի
kk: бини тілі
ky: биниче
lo: ບີນີ
mi: Pini
or: ବିନି
ps_pk: بینی
sd: بني
sq_xk: binisht
tk: bini dili
uz_cyrl: бини

source: Bislama
as: বিছলামা
ckb: بیسلاما
hy: բիսլամա
kk: бислама тілі
ky: бисламача
lo: ບິສລະມາ
mi: Pihirāma
or: ବିସଲାମା
ps_pk: بسلاما
sd: بسلاما
sq_xk: bislamisht
tk: bislama dili
uz_cyrl: бислама

source: Blin
as: ব্লিন
ckb: بلین
hy: բիլին
kk: блин тілі
ky: блинче
lo: ບລິນ
mi: Pirina
or: ବ୍ଲିନ୍
ps_pk: بلین
sd: بلن
sq_xk: blinisht
tk: blin dili
uz_cyrl: блинча

source: Blissymbols
lo: ສັນຍາລັກບລີຊິມ
or: ବ୍ଲିସିମ୍ବଲସ୍

source: Bodo
as: বড়ো
az_arab_tr: بوْدوجا
ckb: بۆدۆ
hy: բոդո
kk: бодо тілі
ky: бодочо
lo: ໂບດູ
mi: Pōto
or: ବୋଡୋ
ps_pk: بودو
sd: بودو
sq_xk: bodoisht
tk: bodo dili
uz_cyrl: бодоча

source: Bosnian
as: বছনীয়
az_arab_tr: بوْسنیاجا
ckb: بۆسنی
dz: བྷོས་ནི་ཡཱན་ཁ
hy: բոսնիերեն
kk: босния тілі
ky: боснийче
lo: ບອສນຽນ
mi: Pōngiana
or: ବୋସନିଆନ୍
ps_pk: بوسني
sd: بوسنيائي
se: bosniagiella
sq_xk: boshnjakisht
tk: bosniýa dili
uz: bosniy
uz_cyrl: боснийча
yi: באסניש

source: Braj
lo: ບຣາ
or: ବ୍ରାଜ୍

source: Breton
as: ব্ৰেটন
az_arab_tr: برئتونجا
ckb: برێتونی
hy: բրետոներեն
kk: бретон тілі
ky: бретончо
lo: ເບຣຕັນ
mi: Peretana
or: ବ୍ରେଟନ୍
ps_pk: برېتون
sd: بريٽن
se: bretonagiella
sq_xk: bretonisht
tk: breton dili
uz_cyrl: бретонча
yi: ברעטאניש

source: British English
as: ব্ৰিটিছ ইংৰাজী
bo_in: དབྱིན་ཇིའི་སྐད། (དབྱིན་ལན་)
ckb: ئینگلیزیی بریتانیایی
dz: བྲི་ཊིཤ་ཨིང་ལིཤ་ཁ
hy: բրիտանական անգլերեն
lo: ອັງກິດ (ບຣິດທິຊ)
mg: Anglisy (Angletera)
mi: Ingarihi Piritene
or: ବ୍ରିଟିଶ୍‌ ଇଂରାଜୀ
ps_pk: بريتانوی انګلیسي
sd: برطانوي انگريزي
se: eaŋgalsgiella (Stuorra-Británnia)
sq_xk: anglishte britanike
tk: iňlis dili (Beýik Britaniýa)
uz: ingliz (Britaniya)
uz_cyrl: инглизча (Британия)
xh: IsiNgesi SaseBritane
yi: ענגליש (פֿאַראייניגטע קעניגרייך)

source: Buginese
as: বগিনীজ
ckb: بووگی
hy: բուգիերեն
kk: бугис тілі
ky: бугийче
lo: ບູຈີເນັດ
mi: Pukenīhi
or: ବୁଗୀନୀଜ୍
ps_pk: بگنيايي
sd: بگنيز
sq_xk: buginezisht
tk: bugiý dili
uz: bugi
uz_cyrl: бугийча

source: Bulgarian
as: বুলগেৰীয়
az_arab_tr: بۇلقارجا
ckb: بۆلگاری
dz: བཱལ་གེ་རི་ཡཱན་ཁ
hy: բուլղարերեն
kk: болгар тілі
ky: болгарча
lo: ບັງກາຣຽນ
mg: Biolgara
mi: Purukāriana
or: ବୁଲଗେରିଆନ୍
ps_pk: بلغاري
sd: بلغاريائي
se: bulgáriagiella
sq_xk: bullgarisht
tk: bolgar dili
uz: bolgar
uz_cyrl: болгарча
yi: בולגאַריש

source: Bulu
lo: ບູລູ

source: Buriat
kk: бурят тілі
lo: ບູຣຽດ
or: ବୁରିଆଟ୍

source: Burmese
as: বাৰ্মীজ
az_arab_tr: بۇرماجا
ckb: میانماری
dz: བར་མིས་ཁ
hy: բիրմայերեն
kk: бирма тілі
ky: бурмача
lo: ມຽນມາ
mg: Birmana
mi: Pēmīhi
or: ବର୍ମୀଜ୍
ps_pk: برمایی
sd: برمي
se: burmagiella
sq_xk: birmanisht
tk: birma dili
uz: birman
uz_cyrl: бирманча
yi: בירמאַניש

source: Caddo
kk: каддо тілі
lo: ແຄດໂດ
or: କାଡୋ

source: Cajun French
as: কেজ’ন ফৰাছী
hy: քաջունական ֆրանսերեն
kk: каджун тілі (француз)
ky: французча (кажун диалектиси)
lo: ຝຣັ່ງເຄຈຸນ
mi: Wīwī Keihana
or: କାଜୁନ୍ ଫରାସୀ
ps_pk: کاجون فرانسوی
sd: ڪيجن فرانسيسي
tk: fransuz diliniň kajun şiwesi
uz: kajun fransuz

source: Cantonese
as: কেণ্টোনীজ
ckb: کانتۆنی
hy: կանտոներեն
kk: кантон тілі
ky: кантончо
lo: ກວາງຕຸ້ງ
mi: Katonīhi
or: କାଣ୍ଟୋନିଜ୍‌
ps_pk: کانټوني
sd: ڪينٽونيز
se: kantongiella
sq_xk: kantonezisht
tk: kanton dili
uz: kanton
uz_cyrl: кантонча

source: Carib
lo: ຄາຣິບ
or: କାରିବ୍

source: Carolina Algonquian
as: কেৰ’লিনা আলগংকিয়ান
hy: կարոլինական ալգոնկիներեն
kk: каролиналық алгонкин тілі
ky: каролиналык алгонкинче
lo: ຄາໂຣລິນາ ອາກອນຄວຽນ
mi: Arakōkiana Kararaina
or: କାରୋଲିନା ଆଲଗୋନ୍କିଆନ୍
ps_pk: Car Alg
sd: ڪيرولينا الگانڪويئن
tk: karolina algonkin dili
uz: karolin algonkin

source: Catalan
as: কাতালান
az_arab_tr: کاتالانجا
ckb: كاتالۆنی
dz: ཀེ་ཊ་ལཱན་ཁ
hy: կատալաներեն
kk: каталан тілі
ky: каталончо
lo: ຄາຕາລານ
mi: Katarana
or: କାଟାଲାନ୍
ps_pk: کټلاني
sd: ڪيٽالان
se: katalánagiella
sq_xk: katalonisht
tk: katalan dili
uz: katalan
uz_cyrl: каталонча
yi: קאַטאַלאניש

source: Cayuga
as: কায়ুগা
hy: կայուգա
kk: кайюга тілі
ky: каюгиче
lo: ຄາຢູກາ
mi: Keiūka
or: କାୟୁଗା
ps_pk: Ca
sd: ڪايوگا
tk: kaýuga dili
uz: kayuga

source: Cebuano
as: চিবুৱানো
ckb: سێبوانۆ
hy: սեբուերեն
kk: себуано тілі
ky: себуанча
lo: ຊີບູໂນ
mi: Hepuano
or: ସୀବୁଆନୋ
ps_pk: سیبوانوي
sd: سبوانو
sq_xk: sebuanisht
tk: sebuan dili
uz: sebuan
uz_cyrl: себуанча
yi: סעבואַניש

source: Central Atlas Tamazight
as: চেণ্ট্ৰেল এটলাছ টামাজাইট
ckb: ئەمازیغی ناوەڕاست
hy: կենտրոնատլասյան թամազիղտ
kk: орталық атлас тамазигхт тілі
ky: борбордук Атлас тамазигтче
lo: ອັດລາສ ທາມາຊີກ ກາງ
mi: Tamahīta Te Puku o Atarihi
or: କେନ୍ଦ୍ରୀୟ ଆଟଲାସ୍ ଟାମାଜିଘାଟ୍
ps_pk: مرکزی اطلس تمازائيٹ
sd: وچ اٽلس تمازائيٽ
sq_xk: tamazajtisht e Atlasit Qendror
tk: orta-atlas tamazight dili
uz: markaziy atlas tamazigxt
uz_cyrl: марказий атлас тамазигхт

source: Central Kurdish
as: চেণ্ট্ৰেল কুৰ্ডিচ
az_arab_tr: اوْرتا کۆردجه
ckb: کوردیی ناوەندی
hy: սորանի քրդերեն
kk: сорани тілі
ky: борбордук курдча
lo: ໂຊຣານິ ເຄີດິຊ
mi: Kūrihi Waenga
or: କେନ୍ଦ୍ରୀୟ କୁରଡିସ୍
ps_pk: منځنۍ کوردي
sd: مرڪزي ڪردش
sq_xk: kurdishte qendrore
tk: merkezi kürt dili
uz: sorani-kurd
uz_cyrl: сорани-курдча

source: Central Ojibwa
as: চেন্ট্ৰেক অজিবৱা
hy: կենտրոնական օջիբվե
kk: орталық оджибве тілі
ky: борбордук ожибвече
lo: ໂອຈິບວາກາງ
mi: Ohīpawe Waenga
or: କେନ୍ଦ୍ରୀୟ ଓଜିବ୍ଵା
ps_pk: مرکزي اوجیبوا
sd: وچولي اوجيبوي
tk: merkezi ojibwa dili
uz: markaziy ijibve

source: Chadian Arabic
lo: ອາລັບ-ຊາດ

source: Chagatai
lo: ຊາກາໄຕ
or: ଛଗତାଇ

source: Chakma
as: চাক্‌মা
hy: չակմա
kk: чакма тілі
ky: чакма
lo: ຊາກມາ
mi: Tiakamā
or: ଚକମା
ps_pk: چکما
sd: چمڪا
sq_xk: çakmaisht
tk: çakma dili

source: Chamorro
as: চামোৰো
ckb: چامۆرۆ
hy: չամոռո
kk: чаморро тілі
ky: чаморрочо
lo: ຊາມໍໂຣ
mi: Tiamoro
or: ଚାମୋରୋ
ps_pk: چمورو
sd: چمورو
sq_xk: kamoroisht
tk: çamorro
uz_cyrl: чаморро

source: Chechen
as: চেচেন
az_arab_tr: چئچئنجه
ckb: چیچانی
hy: չեչեներեն
kk: шешен тілі
ky: чеченче
lo: ຊີເຄນ
mi: Tietiene
or: ଚେଚନ୍
ps_pk: چيچني
sd: چیچن
sq_xk: çeçenisht
tk: çeçen dili
uz_cyrl: чечен тили

source: Cherokee
as: চেৰোকি
az_arab_tr: چئروکیجه
ckb: چێرۆکی
hy: չերոկի
kk: чероки тілі
ky: черокиче
lo: ຊີໂຣກີ
mi: Tierokī
or: ଚେରୋକୀ
ps_pk: چېروکي
sd: چروڪي
sq_xk: çerokisht
tk: çeroki
uz: cheroki
uz_cyrl: чероки

source: Cheyenne
as: চাইয়েন
ckb: شایان
hy: շայեն
kk: шайен тілі
ky: шайеннче
lo: ຊີເຢນນີ
mi: Haiene
or: ଚେଚେନା
ps_pk: شيني
sd: چايان
sq_xk: çejenisht
tk: şaýenn dili
uz: cheyenn
uz_cyrl: шайенн

source: Chibcha
lo: ຊິບຊາ
or: ଚିବ୍ଚା

source: Chiga
as: চিগা
az_arab_tr: چیقاجا
ckb: کیگا
hy: չիգա
kk: кига тілі
ky: чигача
lo: ຊີກາ
mi: Tieka
or: ଚିଗା
ps_pk: چيگايي
sd: چگا
sq_xk: çigisht
tk: kiga
uz_cyrl: чигача

source: Chilcotin
as: চিলক’টিন
hy: չիլկոտիներեն
kk: чилкотин тілі
ky: чилкотинче (британдык колумбиядагы аймак)
lo: ຊິວໂຄຕິນ
mi: Tiekautini
or: ଚିଲକୋଟିନ୍
ps_pk: چیلکوټین
sd: چلڪوٽن
tk: çilkotin dili
uz: chilkotin

source: Chinese
as: চীনা
az_arab_tr: چینجه
bo_in: རྒྱ་སྐད་
ckb: چینی
dz: རྒྱ་མི་ཁ
hy: չինարեն
kk: қытай тілі
ky: кытайча
lo: ຈີນ
mg: Sinoa, Mandarin
mi: Hainamana
or: ଚାଇନିଜ୍‌
ps_pk: چیني
sd: چيني
se: kiinnágiella
sq_xk: kinezisht
tk: hytaý dili
uz: xitoy
uz_cyrl: хитойча
xh: IsiMandarin
yi: כינעזיש

source: Chinese, Cantonese
as: চাইনিজ, কেণ্টোনীজ
hy: չինարեն, կանտոներեն
kk: қытай тілі (кантон)
ky: кытайча (кантончо)
lo: ພາສາຈີນ, ຈີນກວາງຕຸ້ງ
mi: Hainamana, Katonīhi
or: ଚାଇନିଜ୍‌, କାଣ୍ଟୋନିଜ୍‌
ps_pk: چايني، کانټونيز
sd: چيني، ڪينٽونيز
sq_xk: kinezishte kantoneze
tk: hytaý dili, kantonça
uz: xitoy, kanton
uz_cyrl: кантонча

source: Chinese, Mandarin
as: চীনা, মেণ্ডাৰিন
az_arab_tr: چینجه
hy: չինարեն, մանդարին
kk: қытай тілі (мандарин)
ky: кытайча (мандарин)
lo: ພາສາຈີນ, ພາສາຈີນກາງ
mg: Sinoa, Mandarin
mi: Hainamana Manarini
or: ଚାଇନିଜ୍, ମାଣ୍ଡାରିନ୍
ps_pk: چيني، ماندرين
sd: چيني، مندارن
sq_xk: kinezishte mandarine
tk: hytaý dili, mandarin
uz: xitoy, mandarin
uz_cyrl: хитойча
xh: IsiTshayina, IsiMandarin

source: Chinook Jargon
lo: ຊີນຸກຈາກອນ
or: ଚିନୁକ୍ ଜାରଗାଁନ୍

source: Chipewyan
as: চিপেউয়ান
hy: չիպևայան
kk: чипевайан тілі
ky: чипевайанча
lo: ຊີພິວຢານ
mi: Tiepewaiana
or: ଚିପେୱାନ୍
ps_pk: Ch
sd: چائپائن
tk: çipewýan dili
uz: chipevyan

source: Choctaw
as: চোক্টাউ
ckb: چۆکتاو
hy: չոկտո
kk: чокто тілі
ky: чокточо
lo: ຊອກຕິວ
mi: Tiokatō
or: ଚୋଟୱା
ps_pk: چوکټاوي
sd: چوڪ تو
sq_xk: çoktauisht
tk: çokto
uz: choktav
uz_cyrl: чоктавча

source: Church Slavic
as: চাৰ্চ শ্লেভিক
ckb: سلاویی کلیسەیی
hy: սլավոներեն, եկեղեցական
kk: шіркеулік славян тілі
ky: чиркөө славянча
lo: ໂບດສລາວິກ
or: ଚର୍ଚ୍ଚ ସ୍ଲାଭିକ୍
ps_pk: د کليسا سلاوي
sd: چرچ سلاوی
sq_xk: sllavishte kishtare
tk: buthana slaw dili
uz: slavyan (cherkov)
uz_cyrl: славянча (черков)
yi: קלויסטער־סלאַוויש

source: Chuukese
as: চুকিজ
ckb: چووکی
hy: տրուկերեն
kk: чуук тілі
ky: чуукиче
lo: ຊູເກດ
mi: Tiukīhi
or: ଚୁକୀସେ
ps_pk: چواوکي
sd: چڪيز
sq_xk: çukezisht
tk: çuuk dili
uz: chukot
uz_cyrl: чуукча

source: Chuvash
as: চুভাচ
az_arab_tr: چۇواشجا
ckb: چووڤاشی
hy: չուվաշերեն
kk: чуваш тілі
ky: чувашча
lo: ຊູວາຊ
mi: Tiuwhāhi
or: ଚୁଭାଶ୍
ps_pk: چوواشي
sd: چو واش
sq_xk: çuvashisht
tk: çuwaş dili
uz_cyrl: чуваш тили

source: Classical Newari
lo: ເນວາດັ້ງເດີມ
or: ପାରମ୍ପରିକ ନେୱାରୀ

source: Classical Syriac
lo: ຊີເລຍແບບດັ້ງເດີມ
or: କ୍ଲାସିକାଲ୍ ସିରିକ୍

source: Colognian
as: কোলোগনিয়ান
ckb: کۆلۆنی
hy: քյոլներեն
kk: кёльн тілі
ky: колоньяча
lo: ໂຄລອກນຽນ
mi: Korōniana
or: କୋଲୋବନିୟ
ps_pk: کولوګنيايي
sd: ڪلونئين
sq_xk: këlnisht
tk: keln dili
uz: kyoln
uz_cyrl: кёлнча

source: Comorian
as: কোমোৰিয়ান
ckb: کۆمۆری
hy: կոմորերեն
kk: комор тілі
ky: коморчо
lo: ໂຄໂນຣຽນ
mi: Komōriana
or: କୋମୋରିୟ
ps_pk: کومورياني
sd: ڪمورين
se: shimaorigiella
sq_xk: kamorianisht
tk: komor dili
uz: qamar
uz_cyrl: коморча
yi: קאמאריש

source: Congo Swahili
as: কঙ্গো স্বাহিলি
az_arab_tr: کوْنقو سواحیلیسی
ckb: سواهیلیی کۆنگۆ
dz: སྭཱ་ཧི་ལི་ཁ། (ཀོང་གྷོ ཀིན་ཤ་ས།)
hy: կոնգոյի սուահիլի
kk: конго суахили тілі
ky: конго суахаличе
lo: ຄອງໂກ ຊວາຮີລິ
or: କଙ୍ଗୋ ସ୍ୱାହିଲି
ps_pk: کانګو سواهلی
sd: ڪونگو سواحيلي
sq_xk: suahilishte kongoleze
tk: kongo suahili dili
uz: suaxili (Kongo)
uz_cyrl: конго-суахили
yi: קאנגא־סוואַהיליש

source: Coptic
hy: ղպտերեն
kk: копт тілі
lo: ຄອບຕິກ
or: କପ୍ଟିକ୍

source: Cornish
as: কোৰ্নিচ
az_arab_tr: کوْرنجا
ckb: کۆڕنی
hy: կոռներեն
kk: корн тілі
ky: корнишче
lo: ຄໍນິຊ
mi: Kōnihi
or: କୋର୍ନିସ୍
ps_pk: کورنيشي
sd: ڪورنش
se: kornagiella
sq_xk: kornisht
tk: korn dili
uz: korn
uz_cyrl: корнча
yi: קארניש

source: Corsican
as: কোৰ্ছিকান
az_arab_tr: کوْرسیکاجا
ckb: کۆرسیکی
hy: կորսիկերեն
kk: корсика тілі
ky: корсиканча
lo: ຄໍຊິກາ
mi: Kōhikana
or: କୋର୍ସିକାନ୍
ps_pk: کورسيکاني
sd: ڪارسيڪائي
se: corsicagiella
sq_xk: korsikisht
tk: korsikan dili
uz: korsikan
uz_cyrl: корсиканча

source: Cree
lo: ຄີ
or: କ୍ରୀ

source: Crimean Tatar
hy: ղրիմյան թուրքերեն
lo: ຄຣີເມນເຕີຄິຊ
or: କ୍ରୀମିନ୍ ତୁର୍କୀସ୍

source: Croatian
as: ক্ৰোৱেচিয়ান
az_arab_tr: کروواسجا
ckb: كرواتی
dz: ཀྲོ་ཨེ་ཤི་ཡཱན་ཁ
hy: խորվաթերեն
kk: хорват тілі
ky: хорватча
lo: ໂຄຣເອທຽນ
mi: Koroātiana
or: କ୍ରୋଏସୀୟ
ps_pk: کروايشيايي
sd: ڪروشيائي
se: kroátiagiella
sq_xk: kroatisht
tk: horwat dili
uz: xorvat
uz_cyrl: хорватча
yi: קראאַטיש

source: Czech
as: চেক
az_arab_tr: چئکجه
ckb: چێکی
dz: ཅེཀ་ཁ
hy: չեխերեն
kk: чех тілі
ky: чехче
lo: ເຊກ
mg: Tseky
mi: Tieke
or: ଚେକ୍
ps_pk: چېکي
sd: چيڪ
se: čeahkagiella
sq_xk: çekisht
tk: çeh dili
uz: chex
uz_cyrl: чехча
yi: טשעכיש

source: Dakota
as: ডাকোটা
ckb: داکۆتایی
dz: ད་ཀོ་ཏ་ཁ
hy: դակոտա
kk: дакота тілі
ky: дакотача
lo: ດາໂກຕາ
mi: Takōta
or: ଡାକୋଟା
ps_pk: داکوتا
sd: ڊڪوٽا
sq_xk: dakotisht
tk: dakota dili
uz_cyrl: дакотча

source: Danish
as: ডেনিচ
az_arab_tr: دانجا
ckb: دانماركی
dz: ཌེ་ནིཤ་ཁ
hy: դանիերեն
kk: дат тілі
ky: датча
lo: ແດນິຊ
mi: Teina
or: ଡାନିସ୍‌
ps_pk: ډنمارکي
sd: ڊينش
se: dánskkagiella
sq_xk: danisht
tk: daniýa dili
uz: dan
uz_cyrl: датча
yi: דעניש

source: Dargwa
as: দাৰ্গৱা
ckb: دارگینی
hy: դարգիներեն
kk: даргин тілі
ky: даргинче
lo: ດາກວາ
mi: Tākawa
or: ଡାରାଗ୍ୱା
ps_pk: درگوا
sd: ڊارگوا
sq_xk: darguaisht
tk: dargi dili
uz: dargva
uz_cyrl: даргинча

source: Dari
as: দাৰি
hy: դարի
kk: дари тілі
ky: дари
lo: ດາຣີ
mg: Persa (Afghanistan)
mi: Tāri
or: ଦାରି
ps_pk: دری (افغانستان)
sd: دري
tk: dari dili

source: Dazaga
as: দাজাগা
ckb: دازا
hy: դազագա
kk: дазага тілі
ky: дазагача
lo: ດາຊາກາ
mi: Tahāka
or: ଡାଜାଗା
ps_pk: ډزاګا
sd: دزاگا
sq_xk: dazagauisht
tk: daza dili
uz: dazag
uz_cyrl: дазага

source: Delaware
lo: ເດລາວາ
or: ଡେଲାୱେର୍

source: Dinka
lo: ດິນກາ
or: ଦିଙ୍କା

source: Divehi
as: দিবেহি
ckb: دیڤێهی
dz: དི་བེ་ཧི་ཁ
hy: դիվեհի
kk: дивехи тілі
ky: дивехиче
lo: ດີວີຮີ
mi: Tīwhehi
or: ଡିଭେହୀ
ps_pk: ديویهی
sd: دويهي
se: divehigiella
sq_xk: divehisht
tk: diwehi dili
uz: divexi
uz_cyrl: дивехи

source: Dogri
as: ডোগ্ৰী
hy: դոգրի
kk: догри тілі
ky: догриче
lo: ດອກຣີ
mi: Tōkiri
or: ଡୋଗ୍ରୀ
ps_pk: ډوګري
sd: ڊوگري

source: Dogrib
as: ডোগ্ৰিব
ckb: دۆگریب
hy: դոգրիբ
kk: догриб тілі
ky: догрибче
lo: ໂດກຣິບ
mi: Tōkiripi
or: ଡୋଗ୍ରିବ୍
ps_pk: داگرب
sd: داگرب
sq_xk: dogribisht
tk: dogrib dili
uz_cyrl: догриб

source: Duala
as: ডুৱালা
az_arab_tr: دۇالاجا
ckb: دووالا
hy: դուալա
kk: дуала тілі
ky: дуалача
lo: ດົວລາ
mi: Tuāra
or: ଡୁଆନା
ps_pk: دوالا
sd: ڊيولا
sq_xk: dualaisht
tk: duala dili
uz_cyrl: дуалача

source: Dutch
as: ডাচ
az_arab_tr: هوْلندجه
ckb: هۆڵەندی
dz: ཌཆ་ཁ
hy: հոլանդերեն
kk: нидерланд тілі
ky: голландча
lo: ດັຊ
mg: Holandey
mi: Tati
or: ଡଚ୍
ps_pk: هالېنډي
sd: ڊچ
se: hollánddagiella
sq_xk: holandisht
tk: niderland dili
uz: niderland
uz_cyrl: голландча
xh: IsiDatshi
yi: האלענדיש

source: Dyula
lo: ດູລາ
or: ଡୁଆଲା

source: Dzongkha
as: জোংখা
az_arab_tr: دزونگخا
bo_in: རྫོང་ཁ
ckb: دزوونگخا
dz: རྫོང་ཁ
hy: ջոնգքհա
kk: дзонг-кэ тілі
ky: жонгуча
lo: ດີຊອງຄາ
mi: Tonoka
or: ଦଡଜୋଙ୍ଗଖା
ps_pk: ژونگکه
sd: زونخا
se: dzongkhagiella
sq_xk: xhongaisht
tk: dzong-ke dili
uz: dzongka
uz_cyrl: дзонгка

source: Eastern Frisian
hy: արևելաֆրիզերեն
lo: ຟຣີຊຽນຕາເວັນອອກ
or: ପୂର୍ବ ଫ୍ରିସିୟାନ୍
yi: מזרח־פֿריזיש
