Repository: WeblateOrg/language-data
Catalog: languages-po/*.po
Languages: as, az_arab_tr, bo_in, ckb, dz, hy, kk, ky, lo, mg, mi, or, ps_pk, sd, se, sq_xk, tk, uz, uz_cyrl, xh, yi

source: Tagish
as: টেগিশ্ব
hy: թագիշ
kk: тагиш тілі
ky: тагишче (индей тили)
lo: ທາກີຊ
mi: Tākihi
or: ତାଗିଶ
ps_pk: ټګش
sd: ٽئگِش
tk: tagiş dili

source: Tahitian
as: তাহিতিয়ান
ckb: تاهیتی
hy: թաիտերեն
kk: таити тілі
ky: таитиче
lo: ຕາຮີຕຽນ
mi: Tahiti
or: ତାହିତିଆନ୍
ps_pk: تاهیتي
sd: تاهيتي
se: tahitigiella
sq_xk: tahitisht
tk: taiti dili
uz: taiti

source: Tahltan
as: টাহলটান
hy: թալթան
kk: тальтан тілі
ky: талтанча (индей тили)
lo: ທາວທັນ
mi: Tātana
or: ତହଲତାନ୍
ps_pk: طهلتان
sd: ٽهلٽن
tk: taltan dili
uz: taltan

source: Taita
as: তেইতা
ckb: تایتا
hy: թաիթա
kk: таита тілі
ky: таитача
lo: ໄຕຕາ
or: ତାଇତି
ps_pk: ټایټا
sd: تائيتا
sq_xk: tajtaisht
tk: taita dili
uz_cyrl: таитача

source: Tajik
as: তাজিক
az_arab_tr: تاجیکجه
ckb: تاجیکی
dz: ཏ་ཇིཀ་ཁ
hy: տաջիկերեն
kk: тәжік тілі
ky: тажикче
lo: ທາຈິກ
mi: Tāhiki
or: ତାଜିକ୍
ps_pk: تاجکي
sd: تاجڪ
sq_xk: taxhikisht
tk: täjik dili
uz: tojik
uz_cyrl: тожикча

source: Tamashek
hy: տամաշեկ
lo: ທາມາກເຊກ
or: ତାମାଶେକ୍

source: Tamil
as: তামিল
az_arab_tr: تامیلجه
ckb: تامیلی
dz: ཏ་མིལ་ཁ
hy: թամիլերեն
kk: тамил тілі
ky: тамилче
lo: ທາມິລ
mg: Tamoila
mi: Tamira
or: ତାମିଲ୍
ps_pk: تامل
sd: تامل
sq_xk: tamilisht
tk: tamil dili
uz_cyrl: тамилча
yi: טאַמיל

source: Taroko
as: তাৰোকো
ckb: تارۆکۆ
hy: տարոկո
kk: тароко тілі
ky: тарокочо
lo: ຕາໂລໂກ
or: ତାରୋକୋ
ps_pk: تاروکو
sd: تاروڪو
sq_xk: torokoisht
tk: taroko dili

source: Tasawaq
as: টাছাৱাক
ckb: تاساواک
hy: տասավաք
kk: тасавак тілі
ky: тасабакча
lo: ຕາຊາວັກ
mi: Tahawaka
or: ତାସାୱାକ୍
ps_pk: تساواق
sd: تساوڪي
sq_xk: tasavakisht
tk: tasawak dili
uz: tasavak
uz_cyrl: тасавак

source: Tatar
as: তাতাৰ
az_arab_tr: تاتارجا
ckb: تاتاری
dz: ཊ་ཊར་ཁ
hy: թաթարերեն
kk: татар тілі
ky: татарча
lo: ທາທາ
mi: Tatā
or: ତାତାର୍
ps_pk: تاتار
sd: تاتار
sq_xk: tatarisht
tk: tatar dili
uz_cyrl: татарча
yi: טאָטעריש

source: Telugu
as: তেলুগু
ckb: تێلووگوو
dz: ཏེ་ལུ་གུ་ཁ
hy: թելուգու
kk: телугу тілі
ky: телугуча
lo: ເຕລູກູ
mi: Teruku
or: ତେଲୁଗୁ
ps_pk: تېليګو
sd: تلگو
sq_xk: teluguisht
tk: telugu dili
uz_cyrl: телугу

source: Tereno
hy: տերենո
lo: ເຕເລໂນ
or: ତେରେନୋ

source: Teso
as: তেছো
ckb: تێسوو
hy: տեսո
kk: тесо тілі
ky: тесочо
lo: ເຕໂຊ
mi: Teho
or: ତେସା
ps_pk: تیسو
sd: تيسو
sq_xk: tesoisht
tk: teso dili
uz_cyrl: тесо

source: Tetum
as: তেতুম
ckb: تێتووم
hy: տետում
kk: тетум тілі
ky: тетумча
lo: ເຕຕູມ
mi: Tetumu
or: ତେତୁମ୍
ps_pk: تتوم
sd: تيتم
sq_xk: tetumisht
tk: tetum dili

source: Thai
as: থাই
ckb: تایلەندی
dz: ཐཱའི་ཁ
hy: թայերեն
kk: тай тілі
ky: тайча
lo: ໄທ
mg: Taioaney
mi: Tai
or: ଥାଇ
ps_pk: تايلېنډي
sd: ٿائي
se: ŧaigiella
sq_xk: tajlandisht
tk: taý dili
uz: tay
uz_cyrl: тайча
xh: Isi-Thai

source: Tibetan
as: তিব্বতী
bo_in: བོད་སྐད་
ckb: تەبەتی
dz: བོད་ཁ
hy: տիբեթերեն
kk: тибет тілі
ky: тибетче
lo: ທິເບທັນ
mi: Tipete
or: ତିବ୍ବତୀୟ
ps_pk: تبتي
sd: تبيتائي
se: tibetagiella
sq_xk: tibetisht
tk: tibet dili
uz: tibet
uz_cyrl: тибетча
yi: טיבעטיש

source: Tigre
as: তাইগ্ৰে
ckb: تیگرێ
hy: տիգրե
kk: тигре тілі
ky: тигрече
lo: ໄທກຣີ
mi: Tīkara
or: ଟାଇଗ୍ରେ
ps_pk: تیګر
sd: تگري
sq_xk: tigreisht
tk: tigre dili
uz_cyrl: тигре
yi: טיגרע

source: Tigrinya
as: টিগৰিনিয়া
ckb: تیگرینیا
dz: ཏིག་རི་ཉ་ཁ
hy: տիգրինյա
kk: тигринья тілі
ky: тигриниача
lo: ຕິກຣິນຢາ
mi: Tekirinia
or: ଟାଇଗ୍ରିନିଆ
ps_pk: تيګريني
sd: تگرينيائي
sq_xk: tigrinjaisht
tk: tigrinýa dili
uz_cyrl: тигриняча

source: Timne
as: টিম্নে
ckb: تیمنێ
hy: տեմնե
kk: темне тілі
ky: тимнече
lo: ທີມເນ
mi: Tīmene
or: ତିମନେ
ps_pk: تیمني
sd: تمني
sq_xk: timneisht
tk: temne dili

source: Tiv
hy: տիվերեն
lo: ຕີວ
or: ତୀଭ୍

source: Tlingit
as: লিংগিট
hy: տլինգիտ
kk: тлинкит тілі
ky: тлинкитче (индей тили)
lo: ທລີງກິດ
mi: Tirīkiti
or: ତ୍ଲିଙ୍ଗିଟ୍
ps_pk: ټلینګیت
sd: ٽِلنگٽ
tk: tlinkit dili

source: Tok Pisin
as: টোক পিছিন
ckb: تۆکپیسین
hy: տոկ փիսին
kk: ток-писин тілі
ky: ток-писинче
lo: ທອກພີຊິນ
mi: Toko Pīhini
or: ଟୋକ୍ ପିସିନ୍
ps_pk: توک پیسین
sd: تاڪ پسن
sq_xk: pisinishte toku
tk: tok-pisin dili
uz: tok-piksin

source: Tokelau
hy: տոկելաու
lo: ໂຕເກເລົາ

source: Toki Pona
as: ট’কি প’না
hy: տոկիպոնա
kk: токипона тілі
ky: токипонача (эксперименталдык тил)
lo: ໂທກີໂພນາ
or: ଟୋକି ପୋନା
ps_pk: توکی پونا
sd: توڪي پونا
tk: toki pona dili

source: Tongan
as: টোঙ্গান
ckb: تۆنگان
dz: ཊོང་གྷན་ཁ
hy: տոնգերեն
kk: тонган тілі
ky: тонгача
lo: ທອງການ
mi: Tonga
or: ଟୋଙ୍ଗା
ps_pk: تونګان
sd: تونگن
sq_xk: tonganisht
tk: tongan dili
uz_cyrl: тонганча

source: Traditional Chinese
as: পৰম্পৰাগত চীনা
az_arab_tr: سنتی چینجه
bo_in: རྒྱ་སྐད་ (རྒྱ་ཡིག་རྙིང་པ།)
ckb: چینی (چینیی دێرین)
dz: སྔ་དུས་ཀྱི་རྒྱ་མི་ཁ
hy: ավանդական չինարեն
kk: дәстүрлі қытай тілі
ky: кытайча (салттуу)
lo: ຈີນແບບດັ້ງເດີມ
mi: Hainamana Tukuiho
or: ପାରମ୍ପରିକ ଚାଇନିଜ୍‌
ps_pk: دوديزه چيني
sd: روايتي چيني
se: árbevirolaš kiinnágiella
sq_xk: kinezishte tradicionale
tk: adaty hytaý dili
uz: xitoy (an’anaviy)
uz_cyrl: анъанавий хитойча
xh: IsiTshayina Esiqhelekileyo

source: Traditional Mandarin Chinese
as: পৰম্পৰাগত মেণ্ডাৰিন চীনা
az_arab_tr: سنتی چینجه
bo_in: རྒྱ་སྐད་ (རྒྱ་ཡིག་རྙིང་པ།)
ckb: چینی (دێرین)
dz: རྒྱ་མི་ཁ། (ལུགས་རྙིང་ རྒྱ་ཡིག།)
hy: ավանդական մանդարին չինարեն
kk: дәстүрлі қытай тілі (мандарин)
ky: кытайча (салттуу)
lo: ພາສາຈີນແມນດາຣິນດັ້ງເດີມ
mi: Hainamana Tukuiho
or: ପାରମ୍ପରିକ ମାଣ୍ଡାରିନ୍ ଚାଇନିଜ୍
ps_pk: دوديزه ماندرين چيني
sd: رواجي مندارن چيني
se: kiinnágiella (árbevirolaš)
sq_xk: kinezisht (tradicional)
tk: adaty hytaý diliniň mandarin şiwesi
uz: xitoy (an’anaviy mandarin)
uz_cyrl: анъанавий хитойча
xh: IsiMandarin Esiqhelekileyo

source: Tsimshian
hy: ցիմշյան
lo: ຊີມຊີແອນ
or: ତିସିମିସିଆନ୍

source: Tsonga
as: ছোঙ্গা
ckb: تسۆنگا
hy: ցոնգա
kk: тсонга тілі
ky: тсонгача
lo: ເຕຊອງກາ
mi: Honga
or: ସୋଙ୍ଗା
ps_pk: سونګا
sd: سونگا
sq_xk: congaisht
tk: tsonga dili

source: Tswana
as: ছোৱানা
ckb: تسوانا
hy: ցվանա
kk: тсвана тілі
ky: тсванача
lo: ເຕສະວານາ
mi: Hawāna
or: ସୱାନା
ps_pk: سووانا
sd: تسوانا
sq_xk: cuanaisht
tk: tswana dili
uz: tsvana

source: Tumbuka
as: তুম্বুকা
ckb: تومبووکا
hy: տումբուկա
kk: тумбука тілі
ky: тумбукача
lo: ຕຳບູກາ
mi: Tumūka
or: ଟୁମ୍ବୁକା
ps_pk: تامبوکا
sd: تمبوڪا
sq_xk: tumbukaisht
tk: tumbuka dili

source: Turkish
as: তুৰ্কী
az_arab_tr: آنادولو تۆرکجه‌سی
ckb: تورکی
dz: ཊཱར་ཀིཤ་ཁ
hy: թուրքերեն
kk: түрік тілі
ky: түркчө
lo: ເທີຄິຊ
mg: Tiorka
mi: Tākei
or: ତୁର୍କିସ୍
ps_pk: ترکي
sd: ترڪش
se: durkagiella
sq_xk: turqisht
tk: türk dili
uz: turk
uz_cyrl: туркча
xh: Isi-Turkish

source: Turkmen
as: তুৰ্কমেন
az_arab_tr: تۆرکمنجه
ckb: تورکمانی
dz: ཊཱརཀ་མེན་ཁ
hy: թուրքմեներեն
kk: түрікмен тілі
ky: түркмөнчө
lo: ເທີກເມັນ
mi: Tākamana
or: ତୁର୍କମେନ୍
ps_pk: ترکمني
sd: ترڪمين
sq_xk: turkmenisht
tk: türkmen dili
uz: turkman
uz_cyrl: туркманча
yi: טורקמעניש

source: Tuvalu
as: টুভালু
ckb: تووڤالوو
hy: թուվալուերեն
kk: тувалу тілі
ky: тувалуча
lo: ຕູວາລູ
mi: Tuwaru
or: ତୁଭାଲୁ
ps_pk: تووالو
sd: توالو
sq_xk: tuvaluisht
tk: tuwalu dili

source: Tuvinian
as: তুভিনিয়ান
ckb: تووڤینی
hy: տուվերեն
kk: тувин тілі
ky: тувинче
lo: ຕູວີນຽນ
mi: Tuwīniana
or: ତୁଭିନିଆନ୍
ps_pk: توینیان
sd: تووينيائي
sq_xk: tuvinianisht
tk: tuwa dili
uz: tuva

source: Twi
hy: տուի
kk: тви тілі
ky: тви
lo: ທວີ
or: ତ୍ୱି
sq_xk: tuisht

source: Tyap
as: ত্যাপ
ckb: تیاپ
hy: տիապ
kk: тьяп тілі
ky: тяпча
lo: ຕີບ
mi: Tiapa
or: ତ୍ୟାପ୍
ps_pk: تایپ
sd: تياپ
sq_xk: tjapisht
tk: tiap dili

source: UK English
as: ইউ. কে. ইংৰাজী
hy: բրիտանական անգլերեն
kk: ағылшын тілі (Біріккен Корольдік)
lo: ອັງກິດ (ສະຫະລາດຊະອານາຈັກ)
mg: Anglisy (Angletera)
mi: Ingarihi UK
or: ଯୁକ୍ତରାଜ୍ୟ ଇଂରାଜୀ
ps_pk: یو کي انګلیسي
sd: برطانوي انگريزي
se: eaŋgalsgiella (Stuorra-Británnia)
sq_xk: anglishte e Mbretërisë së Bashkuar
uz: ingliz (Buyuk Britaniya)
uz_cyrl: инглизча (Британия)
xh: IsiNgesi sase-UK

source: Udmurt
as: উদমুৰ্ত
ckb: ئوودموورت
hy: ուդմուրտերեն
kk: удмурт тілі
ky: удмуртча
lo: ອຸດມັດ
mi: Ūmutu
or: ଉଦମୂର୍ତ୍ତ
ps_pk: ادمورت
sd: ادمرت
se: udmurtagiella
sq_xk: udmurtisht
tk: udmurt dili

source: Ugaritic
hy: ուգարիտերեն
lo: ຢູກາລິກ
or: ୟୁଗୋରଟିକ୍

source: Ukrainian
as: ইউক্ৰেইনীয়
az_arab_tr: اۇکراینجا
ckb: ئۆكراینی
dz: ཡུ་ཀེ་རེ་ནི་ཡཱན་ཁ
hy: ուկրաիներեն
kk: украин тілі
ky: украинче
lo: ຢູເຄຣນຽນ
mg: Okrainianina
mi: Ukareinga
or: ୟୁକ୍ରେନିଆନ୍
ps_pk: اوکرايني
sd: يوڪراني
se: ukrainagiella
sq_xk: ukrainisht
tk: ukrain dili
uz: ukrain
uz_cyrl: украинча
yi: אוקראַאיניש

source: Umbundu
as: উম্বুন্দু
ckb: ئومبووندوو
hy: ումբունդու
kk: умбунду тілі
ky: умбундуча
lo: ອຳບັນດູ
mi: Ūpunu
or: ଉମ୍ବୁଣ୍ଡୁ
ps_pk: امبوندو
sd: اومبنڊو
sq_xk: umbunduisht
tk: umbundu dili

source: Unknown language
as: অজ্ঞাত ভাষা
az_arab_tr: تانینمایان دیل
ckb: زمانی نەناسراو
dz: ཁ་ངོ་མ་ཤེསཔ
hy: անհայտ լեզու
kk: белгісіз тіл
ky: белгисиз тилде
lo: ບໍ່ສາມາດລະບຸພາສາ
mi: Reo Tē Mōhiotia
or: ଅଜଣା ଭାଷା
ps_pk: نامعلومه ژبه
sd: اڻڄاتل ٻولي
se: dovdameahttun giella
sq_xk: E panjohur
tk: näbelli dil
uz: noma’lum til
uz_cyrl: номаълум тил
yi: אומבאַוואוסטע שפּראַך

source: Upper Sorbian
as: আপাৰ ছোৰ্বিয়ান
ckb: سربیی سەروو
hy: վերին սորբերեն
kk: жоғарғы лужица тілі
ky: жогорку сорбианча
lo: ຊໍບຽນ ທາງຕອນເໜືອ
mi: Hōpiana Maunga
or: ଉପର ସର୍ବିଆନ୍
ps_pk: پورته سربيايي
sd: اپر سربيائي
sq_xk: sorbishte e sipërme
tk: ýokarky lužits dili
uz: yuqori sorb
uz_cyrl: юқори сорбча
yi: אייבער־סארביש

source: Urdu
as: উৰ্দু
az_arab_tr: اوْردوجا
ckb: ئۆردوو
dz: ཨུར་དུ་ཁ
hy: ուրդու
kk: урду тілі
ky: урдуча
lo: ອູຣດູ
mg: Ordò
mi: Ūrutu
or: ଉର୍ଦ୍ଦୁ
ps_pk: اردو
sd: اردو
se: urdugiella
sq_xk: urduisht
uz_cyrl: урду
yi: אורדו

source: Uyghur
as: উইঘুৰ
az_arab_tr: اۇیغورجا
ckb: ئۆیخۆری
dz: ཝི་གུར་ཁ
hy: ույղուրերեն
kk: ұйғыр тілі
ky: уйгурча
lo: ອຸຍເຄີ
mi: Wīkura
or: ୟୁଘୁର୍
ps_pk: اويغوري
sd: يوغور
sq_xk: ujgurisht
tk: uýgur dili
uz: uyg‘ur
uz_cyrl: уйғурча

source: Uzbek
as: উজবেক
az_arab_tr: اؤزبکجه
ckb: ئوزبەکی
dz: ཨུས་བེཀ་ཁ
hy: ուզբեկերեն
kk: өзбек тілі
ky: өзбекче
lo: ອຸສເບກ
mi: Ūpeke
or: ଉଜବେକ୍
ps_pk: اوزبکي
sd: ازبڪ
sq_xk: uzbekisht
tk: özbek dili
uz: o‘zbek
uz_cyrl: ўзбекча
yi: אוזבעקיש

source: Vai
as: ভাই
ckb: ڤایی
hy: վաի
kk: вай тілі
ky: вайиче
lo: ໄວ
mi: Wai
or: ଭାଇ
ps_pk: وای
sd: يا
sq_xk: vaisht
tk: wai dili
uz_cyrl: ваи

source: Venda
as: ভেণ্ডা
ckb: ڤێندا
hy: վենդա
kk: венда тілі
ky: вендача
lo: ເວນດາ
mi: Wēnera
or: ଭେଣ୍ଡା
ps_pk: ویندا
sd: وينڊا
sq_xk: vendaisht
tk: wenda dili
uz_cyrl: венда

source: Vietnamese
as: ভিয়েটনামী
az_arab_tr: ویتنامجا
ckb: ڤیەتنامی
dz: བེཊ་ནཱ་མིས་ཁ
hy: վիետնամերեն
kk: вьетнам тілі
ky: вьетнамча
lo: ຫວຽດນາມ
mg: Vietnamianina
mi: Whitināmu
or: ଭିଏତନାମିଜ୍
ps_pk: وېتنامي
sd: ويتنامي
se: vietnamgiella
sq_xk: vietnamisht
tk: wýetnam dili
uz: vyetnam
uz_cyrl: ветнамча
yi: וויעטנאַמעזיש

source: Volapük
as: ভোলাপুক
ckb: ڤۆلاپووک
hy: վոլապյուկ
kk: волапюк тілі
ky: волапюкча
lo: ໂວລາພັກ
or: ବୋଲାପୁକ
ps_pk: والاپوک
sd: والپڪ
sq_xk: volapykisht
tk: wolapýuk dili
uz: volapyuk
uz_cyrl: волапюк
yi: וואלאַפּוק

source: Votic
hy: վոդերեն
lo: ໂວຕິກ
or: ଭୋଟିକ୍

source: Vunjo
as: ভুঞ্জু
ckb: ڤوونجوو
hy: վունջո
kk: вунджо тілі
ky: вунжочо
lo: ວັນໂຈ
mi: Whunio
or: ଭୁନଜୋ
ps_pk: وونجو
sd: ونجو
sq_xk: vunxhoisht
tk: wunýo dili
uz_cyrl: вунжо

source: Walloon
as: ৱালুন
ckb: والوون
hy: վալոներեն
kk: валлон тілі
ky: валлончо
lo: ວໍລູມ
mi: Warūna
or: ୱାଲୁନ୍
ps_pk: والون
sd: ولون
se: vallonagiella
sq_xk: ualunisht
tk: wallon dili
uz: vallon

source: Walser
as: ৱালছেৰ
ckb: والسێر
hy: վալսերեն
kk: вальзер тілі
ky: валцерче
lo: ວາເຊີ
mi: Wāhere
or: ୱାଲସେର୍
ps_pk: ولسیر
sd: والسر
sq_xk: ualserisht
tk: walzer dili
uz: valis
uz_cyrl: валсерча

source: Waray
as: ৱাৰে
ckb: وارای
hy: վարայերեն
kk: варай тілі
ky: варайча
lo: ວາເລ
mi: Warei
or: ୱାରୈ
ps_pk: وارۍ
sd: واري
sq_xk: uarajisht
tk: waraý dili
uz: varay

source: Warlpiri
hy: վարլպիրի
kk: вальбири тілі
ky: ворлпириче
lo: ວາຣພິຣິ
sq_xk: uarlpirisht
uz: valbiri

source: Washo
hy: վաշո
lo: ວາໂຊ
or: ୱାସୋ

source: Welsh
as: ৱেলচ
ckb: وێلزی
dz: ཝེལཤ་ཁ
hy: ուելսերեն
kk: валлий тілі
ky: уелшче
lo: ເວວ
mi: Werehi
or: ୱେଲ୍ସ
ps_pk: ويلشي
sd: ويلش
se: kymragiella
sq_xk: uellsisht
tk: walliý dili
uz: valliy
uz_cyrl: уэлсча
yi: וועלשיש

source: Western Balochi
az_arab_tr: دوْغو بلوچجا
hy: արևմտաբելուջիերեն
kk: батыс балучи тілі
ky: чыгыш балучиче
lo: ບາໂລຈີ ພາກຕາເວັນຕົກ
sq_xk: balokishte perëndimore
uz: g‘arbiy baluj

source: Western Canadian Inuktitut
as: ৱেষ্টাৰ্ণ কানাডিয়ান ইনক্টিটুট
hy: արևմտականադական ինուկտիտուտ
kk: батыс канадалық инуктитут тілі
ky: инуктитутча (Канада)
lo: ອິນັກທິທັດຄານາດາຕາເວັນຕົກ
mi: Inukitetūta Kānata ki te Uru
or: ପାଶ୍ଚାତ୍ୟ କାନାଡିୟ ଇନୁକ୍ଟିଟ
ps_pk: مغربی کینیډین انوکټیټ
sd: مغربي ڪينيڊين انوڪٽيٽ
tk: Günorta Kanada iniktitut dili
uz: sharqiy-kanada inuktitut

source: Western Frisian
as: ৱেষ্টাৰ্ণ ফ্ৰিছিয়ান
ckb: فریسیی ڕۆژاوا
dz: ནུབ་ཕྼི་སི་ཡན་ཁ
hy: արևմտաֆրիզերեն
kk: батыс фриз тілі
ky: батыш фризче
lo: ຟຣິຊຽນ ຕາເວັນຕົກ
mi: Whirīhiana ki te Uru
or: ପାଶ୍ଚାତ୍ୟ ଫ୍ରିସିଆନ୍
ps_pk: لوېديځ فريشي
sd: مغربي فريشن
se: oarjifriisagiella
sq_xk: frizianishte perëndimore
tk: günbatar friz dili
uz: g‘arbiy friz
uz_cyrl: ғарбий фризча
yi: מערב־פֿריזיש

source: Western Ojibwa
as: ৱেষ্টাৰ্ণ অজিবৱা
hy: արևմտյան օջիբվե
kk: батыс оджибве тілі
ky: батыш ожибвече (индей тили)
lo: ໂອຈິບວາຕາເວັນຕົກ
mi: Ōhīpiwa ki te Uru
or: ପାଶ୍ଚାତ୍ୟ ଓଜିବ୍ଵା
ps_pk: لویدیځ اوجیبوا
sd: مغربي اوجيبو
tk: günbatar ojibwa dili
uz: gʻarbiy ojibva

source: Western Panjabi
lo: ລານດາ
or: ଲାହାଣ୍ଡା

source: Wolaytta
as: ওলেইটা
ckb: وۆلایتا
hy: վոլայտա
kk: волайта тілі
ky: вольяттача
lo: ໂວເລຕາ
mi: Wareita
or: ୱାଲମୋ
ps_pk: ولایټا
sd: وولايٽا
sq_xk: ulajtaisht
tk: wolaýta dili
uz: volamo
uz_cyrl: волятта

source: Wolof
as: ৱোলাফ
ckb: وۆلۆف
dz: ཝོ་ལོཕ་ཁ
hy: վոլոֆ
kk: волоф тілі
ky: уолофчо
lo: ວໍລອບ
mi: Warawhe
or: ୱୋଲଫ୍
ps_pk: ولوف
sd: وولوف
sq_xk: uolofisht
tk: wolof dili
uz: volof
uz_cyrl: волофча

source: Wu Chinese
as: ৱু চাইনিজ
hy: վու չինարեն
kk: қытай тілі (У)
ky: "У" диалектинде (Кытай)
lo: ຈີນອູ
mi: Hainamana Wū
or: ୱୁ ଚାଇନିଜ
ps_pk: وو چینایی
sd: وو چيني
tk: u hytaý dili
uz: vu xitoy

source: Xhosa
as: হোছা
ckb: سسوسا
dz: ཞོ་ས་ཁ
hy: քոսա
kk: кхоса тілі
ky: косача
lo: ໂຮຊາ
mi: Tōha
or: ଖୋସା
ps_pk: خوسا
sd: زھوسا
sq_xk: xhosaisht
tk: kosa dili
uz: kxosa
uz_cyrl: хоса
xh: IsiXhosa

source: Yakut
as: ছাখা
hy: յակուտերեն
kk: саха тілі
ky: сахача
lo: ຊາກາ
mi: Hakūta
or: ୟାକୂଟ୍‌
ps_pk: سخا
sd: ساخا
tk: ýakut dili
uz: saxa
uz_cyrl: саха

source: Yangben
as: য়াংবেন
ckb: یانگبێن
hy: յանգբեն
kk: янгбен тілі
ky: янгбенче
lo: ແຍງເບນ
mi: Angapene
or: ୟାଂବେନ୍
ps_pk: ینګبین
sd: يانگ بين
sq_xk: jangbenisht
tk: ýangben dili
uz_cyrl: янгбен

source: Yao
hy: յաո
lo: ເຢົ້າ
or: ୟାଓ

source: Yapese
hy: յափերեն
lo: ຢັບ
or: ୟାପୀସ୍

source: Yemba
as: য়েম্বা
ckb: یێمبا
hy: եմբա
kk: йемба тілі
ky: йембача
lo: ແຢມບາ
mi: Emapa
or: ୟେମବା
ps_pk: یمبا
sd: ييمبا
sq_xk: jembaisht
tk: ýemba dili

source: Yiddish
as: ইদ্দিছ
ckb: ییدیش
hy: իդիշ
kk: идиш тілі
ky: идишче
lo: ຢິວ
mi: Irihi
or: ୟିଡିସ୍
ps_pk: يديش
sd: يدش
sq_xk: jidisht
tk: idiş dili
uz: idish
uz_cyrl: иддиш
yi: ייִדיש

source: Yoruba
as: ইউৰুবা
ckb: یۆرووبا
dz: ཡོ་རུ་བ་ཁ
hy: յորուբա
kk: йоруба тілі
ky: йорубача
lo: ໂຢຣູບາ
mg: Yôrobà
mi: Ōrūpa
or: ୟୋରୁବା
ps_pk: یوروبا
sd: يوروبا
sq_xk: jorubaisht
tk: ýoruba dili
uz_cyrl: йоруба

source: Zapotec
hy: սապոտեկերեն
lo: ຊາໂປແຕບ
or: ଜାପୋଟେକ୍

source: Zarma
as: ঝাৰ্মা
ckb: زارما
hy: զարմա
kk: зарма тілі
ky: зармача
lo: ຊາມາ
mi: Tāma
or: ଜର୍ମା
ps_pk: زرما
sd: زارما
sq_xk: zarmaisht
tk: zarma dili
uz_cyrl: зарма

source: Zaza
as: ঝাঝা
bo_in: ཟ་ཟའ་སྐད།
ckb: زازا
hy: զազաերեն
kk: заза тілі
ky: зазача
lo: ຊາຊາ
mi: Tātā
or: ଜାଜା
ps_pk: زازا
sd: زازا
sq_xk: zazaisht
tk: zazaki dili

source: Zenaga
hy: զենագա
lo: ເຊນາກາ
or: ଜେନାଗା

source: Zhuang
hy: ժուանգ
kk: чжуан тілі
lo: ຊວາງ
or: ଜୁଆଙ୍ଗ୍‌
tk: çžuan dili
uz: Chjuan

source: Zulu
as: ঝুলু
az_arab_tr: زۇلوجا
ckb: زوولوو
dz: ཟུ་ལུ་ཁ
hy: զուլուերեն
kk: зулу тілі
ky: зулуча
lo: ຊູລູ
mg: Zolò
mi: Tūru
or: ଜୁଲୁ
ps_pk: زولو
sd: زولو
sq_xk: zuluisht
tk: zulu dili
uz_cyrl: зулу
xh: isiZulu
yi: זולו

source: Zuni
as: ঝুনি
ckb: زوونی
hy: զունիերեն
kk: зуни тілі
ky: зуниче
lo: ຊູນີ
mi: Tuni
or: ଜୁନୀ
ps_pk: زوني
sd: زوني
sq_xk: zunisht
tk: zuni dili

source: Anii
kk: ании тілі
or: ବ୍ଲୋ

source: Australian English
as: অষ্ট্ৰেলিয়ান ইংৰাজী
ckb: ئینگلیزیی ئۆسترالیایی
dz: ཨཱོས་ཊྲེ་ལི་ཡཱན་ཨིང་ལིཤ་ཁ
hy: ավստրալիական անգլերեն
mg: Anglisy (Aostralia)
mi: Ingarihi Ahitereiriana
or: ଅଷ୍ଟ୍ରେଲିୟ ଇଂରାଜୀ
ps_pk: آسټرالياوي انګليسي
sd: آسٽريليائي انگريزي
se: eaŋgalsgiella (Austrália)
sq_xk: anglishte australiane
uz: ingliz (Avstraliya)
xh: IsiNgesi Sase-Australia
yi: ענגליש (אויסטראַליע)

source: Brazilian Portuguese
as: ব্ৰাজিলিয়ান পৰ্তুগীজ
ckb: پورتوگالی (برازیل)
dz: བྲ་ཛི་ལི་ཡཱན་པོར་ཅུ་གིས་ཁ
hy: բրազիլական պորտուգալերեն
kk: бразилиялық португал тілі
mg: Portiogey (Brezila)
mi: Pōtukīhi Parahi
or: ବ୍ରାଜିଲିଆନ୍ ପର୍ତ୍ତୁଗୀଜ୍
ps_pk: برازیلي پرتګالي
sd: برازيلي پرتگالي
se: portugálagiella (Brasil)
sq_xk: portugalishte braziliane
uz: portugal (Braziliya)
xh: IsiPhuthukezi SaseBrazil
yi: פּארטוגעזיש (בראַזיל)

source: Canadian English
as: কানাডিয়ান ইংৰাজী
bo_in: དབྱིན་ཇིའི་སྐད། (ཁེ་ན་ཌ་)
ckb: ئینگلیزیی کەنەدایی
dz: ཀེ་ན་ཌི་ཡཱན་ཨིང་ལིཤ་ཁ
hy: կանադական անգլերեն
mg: Anglisy (Kanada)
mi: Ingarihi Kānata
or: କାନାଡିୟ ଇଂରାଜୀ
ps_pk: کاناډايي انګلیسي
sd: ڪينيڊيائي انگريزي
se: eaŋgalsgiella (Kanáda)
sq_xk: anglishte kanadeze
uz: ingliz (Kanada)
xh: IsiNgesi SaseKhanada
yi: ענגליש (קאַנאַדע)

source: Canadian French
as: কানাডিয়ান ফ্ৰেন্স
ckb: فەرەنسی (کەنەدا)
dz: ཀེ་ན་ཌི་ཡཱན་ཕྲནཅ་ཁ
hy: կանադական ֆրանսերեն
mg: Frantsay (Kanada)
mi: Wīwī Kānata
or: କାନାଡିୟ ଫ୍ରେଞ୍ଚ
ps_pk: کاناډايي فرانسوي
sd: ڪينيڊيائي فرانسيسي
se: fránskkagiella (Kanáda)
sq_xk: frëngjishte kanadeze
uz: fransuz (Kanada)
xh: IsiFrentshi SaseKhanada
yi: פֿראַנצויזיש (קאַנאַדע)

source: Kangri
kk: кангри тілі
or: କାଙ୍ଗ୍ରି
tk: kangri dili

source: Kuvi
kk: куви тілі
or: କୁୱି
tk: kuwi dili

source: Kʼicheʼ
as: কিচিয়ে
ckb: کیچەیی
hy: քիչե
kk: киче тілі
ky: кичече
or: କିଚେ
ps_pk: کچی
sd: ڪچي
sq_xk: kiçeisht
tk: kiçe dili
uz: kiche
uz_cyrl: кичэ

source: Ligurian
kk: лигур тілі
or: ଲିଗୁରିଆନ୍‌
tk: ligur dili
uz: liguryan

source: Lombard
as: ল’ম্বাৰ্ড
kk: ломбард тілі
or: ଲୋମ୍ବାର୍ଡ୍‌
ps_pk: لومبارډ
tk: lombard dili

source: Makhuwa
kk: макуа тілі
or: ମାଖୁୱା
tk: mahuwa dili
uz: makua

source: Silesian
kk: силез тілі
or: ସାଇଲେସିଆନ୍‌
tk: silez dili
uz: silez
yi: שלעזיש

source: Venetian
hy: վենետերեն
kk: венеция тілі
or: ଭନିଶନ୍‌
tk: wenesian dili
uz: venet

source: Algerian Arabic
hy: ալժիրական արաբերեն

source: American Sign Language
hy: ամերիկյան ժեստերի լեզու

source: Egyptian Arabic
hy: եգիպտական արաբերեն

source: Palatine German
hy: պալատինյան գերմաներեն

source: Pennsylvania German
hy: փենսիլվանական գերմաներեն

source: Picard
hy: պիկարդերեն

source: Piedmontese
hy: պիեմոնտերեն
kk: пьемонт тілі

source: Plautdietsch
hy: պլատագերմաներեն

source: Pontic
hy: պոնտերեն

source: Riffian
hy: ռիֆերեն
kk: риффиан тілі

source: Romagnol
hy: ռոմանիոլերեն

source: Rotuman
hy: ռոտուման

source: Roviana
hy: ռովիանա

source: Rusyn
hy: ռուսիներեն
yi: רוסיניש

source: Talysh
hy: թալիշերեն

source: Tornedalen Finnish
hy: տորնադելեն ֆիններեն

source: Tsakhur
hy: ցախուր

source: Tsakonian
hy: ցակոներեն

source: Tulu
hy: տուլու

source: Tunisian Arabic
hy: թունիսական արաբերեն

source: Turoyo
hy: տուրոյո

source: Veps
hy: վեպսերեն

source: Võro
hy: վորո

source: Wayuu
hy: վայուու

source: West Flemish
hy: արևմտաֆլամանդերեն
yi: מערב פֿלעמיש

source: Western Mari
hy: արևմտամարիերեն

source: Xiang Chinese
hy: սյան չինարեն
ky: Сянь Кытайча

source: Zeelandic
hy: զեյլանդերեն

source: Zoroastrian Dari
hy: զրադաշտական դարի

source: Bakhtiari
kk: бахтияр тілі

source: Betawi
kk: бетауи тілі

source: Chickasaw
kk: чикасау тілі

source: Hmong Njua
kk: хмоң ниуа тілі

source: Kenyang
kk: кеняң тілі

source: Latgalian
kk: латгалиан тілі

source: Laz
kk: Лаз тілі

source: Samogitian
kk: самогития тілі

source: Tai Dam
kk: тай дам тілі

source: Torwali
kk: торуали тілі

source: Gan Chinese
ky: Гань Кытайча

source: Hakka Chinese
ky: Хакка кытайча

source: Hindi (Latin)
ps_pk: هندي (لاتيني)
xh: IsiHindi (Latin)

source: Bavarian
yi: בײַעריש

source: Fiji Hindi
yi: פידזשי הינדי

source: Livonian
yi: ליוויש

source: Lower Silesian
yi: אונטער שלעזיש

source: US English
mg: Anglisy (Etazonia)
