Repository: WeblateOrg/language-data
Catalog: languages-po/*.po
Languages: as, az_arab_tr, bo_in, ckb, dz, hy, kk, ky, lo, mg, mi, or, ps_pk, sd, se, sq_xk, tk, uz, uz_cyrl, xh, yi

source: Efik
as: এফিক
ckb: ئێفیک
hy: էֆիկ
kk: эфик тілі
ky: эфикче
lo: ອີຟິກ
mi: Ewhiki
or: ଏଫିକ୍
ps_pk: افک
sd: ايفڪ
sq_xk: efikisht
tk: efik dili
uz_cyrl: эфик

source: Ekajuk
as: একাজুক
ckb: ئێکاجووک
hy: էկաջուկ
kk: экаджук тілі
ky: экажукча
lo: ອີກາຈັກ
mi: Ekatika
or: ଏକାଜୁକ୍
ps_pk: اکجک
sd: ايڪاجڪ
sq_xk: ekajukisht
tk: ekajuk dili
uz_cyrl: экажук

source: Elamite
lo: ອີລາໄມ
or: ଏଲାମାଇଟ୍

source: Embu
as: এম্বু
az_arab_tr: ائمبوجا
ckb: ئێمبوو
hy: էմբու
kk: эмбу тілі
ky: эмбуча
lo: ເອັມບູ
mi: Emepū
or: ଏମ୍ଵୁ
ps_pk: ايمبو
sd: ايمبيو
sq_xk: embuisht
tk: embu dili
uz_cyrl: эмбуча

source: English
as: ইংৰাজী
az_arab_tr: اینگیلیزجه
bo_in: དབྱིན་ཇིའི་སྐད།
ckb: ئینگلیزی
dz: ཨིང་ལིཤ་ཁ
hy: անգլերեն
kk: ағылшын тілі
ky: англисче
lo: ອັງກິດ
mg: Anglisy
mi: Ingarihi
or: ଇଂରାଜୀ
ps_pk: انګليسي
sd: انگريزي
se: eaŋgalsgiella
sq_xk: anglisht
tk: iňlis dili
uz: inglizcha
uz_cyrl: инглизча
xh: IsiNgesi
yi: ענגליש

source: Erzya
as: এৰজিয়া
ckb: ئێرزیا
hy: էրզյա
kk: эрзя тілі
ky: эрзянча
lo: ເອີຍາ
mi: Erehīa
or: ଏର୍ଜୟା
ps_pk: ارزيا
sd: ايريزيا
se: ersagiella
sq_xk: erzjaisht
tk: erzýan dili
uz_cyrl: эрзянча

source: Esperanto
as: এস্পেৰান্তো
az_arab_tr: اِسپرانتو
ckb: ئێسپیرانتۆ
dz: ཨེས་པ་རཱན་ཏོ་ཁ
hy: էսպերանտո
kk: эсперанто тілі
ky: эсперанто
lo: ເອສປາຍ
mi: Eheperāto
or: ଏସ୍ପାରେଣ୍ଟୋ
ps_pk: اسپرانتو
sd: ايسپرانٽو
tk: esperanto dili
uz_cyrl: эсперанто
yi: עספּעראַנטא

source: Estonian
as: এষ্টোনিয়
az_arab_tr: اِستونجا
ckb: ئیستۆنی
dz: ཨེས་ཊོ་ནི་ཡཱན་ཁ
hy: էստոներեն
kk: эстон тілі
ky: эстончо
lo: ເອສໂຕນຽນ
mi: Etōniana
or: ଏସ୍ତୋନିଆନ୍
ps_pk: حبشي
sd: ايستونائي
se: esttegiella
sq_xk: estonisht
tk: eston dili
uz: estoncha
uz_cyrl: эстонча
yi: עסטיש

source: European Portuguese
as: ইউৰোপীয়ান পৰ্তুগীজ
ckb: پورتوگالی (پورتوگال)
dz: ཨི་བེ་རི་ཡཱན་པོར་ཅུ་གིས་ཁ
hy: եվրոպական պորտուգալերեն
kk: еуропалық португал тілі
ky: португалча (Европа)
lo: ປອກຕຸຍກິສ ຢຸໂຣບ
mg: Portiogey (Pôrtiogala)
mi: Pōtukīhi Uropi
or: ୟୁରୋପୀୟ ପର୍ତ୍ତୁଗୀଜ୍‌
ps_pk: اروپايي پرتګالي
sd: يورپي پرتگالي
se: portugálagiella (Portugála)
sq_xk: portugalishte evropiane
tk: portugal dili (Ýewropa)
uz: portugal (Yevropa)
xh: IsiPhuthukezi SasePortugal
yi: פּארטוגעזיש (פּארטוגאַל)

source: European Spanish
as: ইউৰোপীয়ান স্পেনিচ
az_arab_tr: اۇروپا اسپانیاجاسی
ckb: ئیسپانی (ئیسپانیا)
dz: ཡུ་རོབ་ཀྱི་ཨིས་པེ་ནིཤ་ཁ
hy: եվրոպական իսպաներեն
ky: испанча (Европа)
lo: ສະເປັນ ຢຸໂຣບ
mg: Espaniola (Espaina)
mi: Pāniora Ūropi
or: ୟୁରୋପୀୟ ସ୍ପାନିସ୍‌
ps_pk: اروپايي هسپانوي
sd: يورپي اسپيني
se: spánskkagiella (Spánia)
sq_xk: spanjishte evropiane
tk: ispan dili (Ýewropa)
uz: ispan (Yevropa)
xh: IsiSpanish SaseYurophu
yi: שפּאַניש (שפּאַניע)

source: Ewe
as: ইৱে
az_arab_tr: اِوه‌جه
ckb: ئێوێیی
hy: էվե
kk: эве тілі
ky: эбече
lo: ອິວາ
or: ଇୱେ
ps_pk: ايو
sd: ايو
sq_xk: eveisht
tk: ewe dili
uz: eve
uz_cyrl: эвеча

source: Ewondo
as: ইওন্দো
ckb: ئێوۆندۆ
hy: էվոնդո
kk: эвондо тілі
ky: эвондочо
lo: ອີວອນດູ
mi: Ewāto
or: ଇୱୋଣ୍ଡୋ
ps_pk: اوونڊو
sd: اوانڊو
sq_xk: euondoisht
tk: ewondo dili
uz: evondo
uz_cyrl: эвондонча

source: Fang
lo: ແຟງ
or: ଫାଙ୍ଗ

source: Fanti
lo: ແຟນຕີ
or: ଫାଣ୍ଟି

source: Faroese
as: ফাৰোইজ
az_arab_tr: فاروئه‌جه
ckb: فەرۆیی
dz: ཕཱ་རོ་ཨིས་ཁ
hy: ֆարյորերեն
kk: фарер тілі
ky: фарерче
lo: ຟາໂຣສ
mi: Wharoīhi
or: ଫାରୋଇଜ୍‌
ps_pk: فاروئے
sd: فيروايس
se: fearagiella
sq_xk: faroisht
tk: farer dili
uz: farercha
uz_cyrl: фарерча
yi: פֿאַראיש

source: Fijian
as: ফিজিয়ান
az_arab_tr: فیجیجه
ckb: فیجی
dz: ཕི་ཇི་ཡཱན་ཁ
hy: ֆիջիերեն
kk: фиджи тілі
ky: фижиче
lo: ຟິຈຽນ
mi: Whītīana
or: ଫିଜି
ps_pk: فجیان
sd: فجي
se: fidjigiella
sq_xk: fixhianisht
tk: fiji dili
uz: fiji
uz_cyrl: фижича
yi: פֿידזשי

source: Filipino
as: ফিলিপিনো
az_arab_tr: فیلیپینجه
ckb: فیلیپینی
dz: ཕི་ལི་པི་ནོ་ཁ
hy: ֆիլիպիներեն
kk: филиппин тілі
ky: филипинче
lo: ຟີລິປີໂນ
mi: Piripīno
or: ଫିଲିପିନୋ
ps_pk: فلیپیني
sd: فلپائني
se: filippiinnagiella
sq_xk: filipinisht
tk: filippin dili
uz: filipincha
uz_cyrl: филипинча
yi: פֿיליפּינא

source: Finnish
as: ফিনিচ
az_arab_tr: فینجه
ckb: فینلەندی
dz: ཕི་ནིཤ་ཁ
hy: ֆիններեն
kk: фин тілі
ky: финче
lo: ຟິນນິຊ
mi: Whinirānia
or: ଫିନ୍ନିସ୍
ps_pk: فینلنډي
sd: فنش
se: suomagiella
sq_xk: finlandisht
tk: fin dili
uz: fincha
uz_cyrl: финча
yi: פֿיניש

source: Flemish
as: ফ্লেমিচ
ckb: فلێمی
dz: ཕྷེལེ་མིཤ་ཁ
hy: ֆլամանդերեն
kk: фламанд тілі
ky: фламандча
lo: ຟລີມິຊ
mg: Holandey (Belzika)
mi: Tati Whēmirihi
or: ଫ୍ଲେମିଶ୍
ps_pk: فلېمېشي
sd: فليمش
se: hollánddagiella (Belgia)
sq_xk: flamandisht
tk: flamand dili
uz: flamand
uz_cyrl: фламандча
xh: IsiFlemish
yi: פֿלעמיש

source: Fon
as: ফ’ন
ckb: فۆنی
hy: ֆոն
kk: фон тілі
ky: фончо
lo: ຟອນ
mi: Whāna
or: ଫନ୍
ps_pk: فان
sd: فون
sq_xk: fonisht
uz_cyrl: фон

source: French
as: ফ্ৰেন্স
az_arab_tr: فرانساجا
ckb: فەرەنسی
dz: ཕྲནཅ་ཁ
hy: ֆրանսերեն
kk: француз тілі
ky: французча
lo: ຝຣັ່ງ
mg: Frantsay
mi: Wīwī
or: ଫରାସୀ
ps_pk: فرانسوي
sd: فرانسيسي
se: fránskkagiella
sq_xk: frëngjisht
tk: fransuz dili
uz: fransuzcha
uz_cyrl: французча
xh: IsiFrentshi
yi: פֿראַנצויזיש

source: Friulian
as: ফ্ৰিউলিয়ান
ckb: فریئوولی
hy: ֆրիուլիերեն
kk: фриуль тілі
ky: фриулча
lo: ຟຣີລຽນ
mi: Whiriūriana
or: ଫ୍ରିୟୁଲୀୟାନ୍
ps_pk: فرائیلیین
sd: فرائي لئين
sq_xk: friulianisht
tk: friul dili
uz: friul
uz_cyrl: фриулча

source: Fula
as: ফুলাহ
hy: ֆուլահ
kk: фула тілі
ky: фулача
lo: ຟູລາ
mi: Whūra
or: ଫୁଲାହ
ps_pk: فولاح
sd: فلاهه
tk: fula dili
uz_cyrl: фулаҳ

source: Ga
as: গা
ckb: گایی
hy: գայերեն
kk: га тілі
ky: гача
lo: ກາ
mi: Kā
or: ଗା
sd: گا
sq_xk: gaisht
tk: ga dili
uz_cyrl: га

source: Gagauz
az_arab_tr: قاقائوزجا
hy: գագաուզերեն
kk: гагауз тілі
ky: гагаузча
lo: ກາກາອຸຊ
sq_xk: gagauzisht

source: Galician
as: গেলিচিয়ান
az_arab_tr: قالیسیاجا
ckb: گالیسی
dz: གལ་ཨིས་ཨི་ཡན་ཁ
hy: գալիսերեն
kk: галисия тілі
ky: галисияча
lo: ກາລິຊຽນ
mi: Karīhia
or: ଗାଲିସିଆନ୍‌
ps_pk: ګلېشيايي
sd: گليشئين
sq_xk: galicisht
tk: galisiý dili
uz: galisiy
uz_cyrl: галицийча
yi: גאַלישיש

source: Ganda
as: গান্দা
az_arab_tr: قانداجا
ckb: گاندا
hy: գանդա
kk: ганда тілі
ky: гандача
lo: ແກນດາ
mi: Kānata
or: ଗନ୍ଦା
ps_pk: ګانده
sd: گاندا
sq_xk: gandaisht
tk: ganda dili
uz_cyrl: гандача

source: Gayo
lo: ກາໂຢ
or: ଗାୟୋ

source: Gbaya
lo: ບາຍາ
or: ଗବାୟା

source: Geez
as: গীজ
ckb: گیزی
hy: գեեզ
kk: геэз тілі
ky: гиизче
lo: ກີ
mi: Kīhi
or: ଗୀଜ୍
ps_pk: ګیز
sd: جيز
sq_xk: gizisht
tk: geez dili
uz_cyrl: геэз

source: Georgian
as: জৰ্জিয়ান
az_arab_tr: گۆرجوجه
ckb: گۆرجستانی
dz: ཇཽ་ཇི་ཡཱན་ཁ
hy: վրացերեն
kk: грузин тілі
ky: грузинче
lo: ຈໍຈຽນ
mi: Hōriana
or: ଜର୍ଜିଆନ୍‌
ps_pk: جورجيائي
sd: جارجيائي
se: georgiagiella
sq_xk: gjeorgjisht
tk: gruzin dili
uz: gruzincha
uz_cyrl: грузинча
yi: גרוזיניש

source: German
as: জাৰ্মান
az_arab_tr: آلمانجا
ckb: ئەڵمانی
dz: ཇཱར་མཱན་ཁ
hy: գերմաներեն
kk: неміс тілі
ky: немисче
lo: ເຢຍລະມັນ
mg: Alemanina
mi: Tiamana
or: ଜର୍ମାନ
ps_pk: الماني
sd: جرمن
se: duiskkagiella
sq_xk: gjermanisht
tk: nemes dili
uz: nemischa
uz_cyrl: немисча
xh: IsiJamani
yi: דײַטש

source: Ghomala
lo: ໂຄມາລາ

source: Gilbertese
as: গিলবাৰ্টিছ
ckb: گیلبێرتی
hy: կիրիբատի
kk: гильберт тілі
ky: гилбертче
lo: ກິນເບີເທັດ
mi: Kiripatīhi
or: ଜିବ୍ରାଟୀଜ୍
ps_pk: گلبرتي
sd: گلبرٽيز
sq_xk: gilbertazisht
tk: gilbert dili
uz: gilbert
uz_cyrl: гилбертча

source: Gondi
lo: ກອນດີ
or: ଗୋଣ୍ଡି

source: Gorontalo
as: গোৰোন্তালো
ckb: گۆرۆنتالی
hy: գորոնտալո
kk: горонтало тілі
ky: горонталочо
lo: ໂກຣອນຕາໂຣ
mi: Korōtaro
or: ଗୋରୋଣ୍ଟାଲୋ
ps_pk: ګورن ټالو
sd: گورنٽلو
sq_xk: gorontaloisht
tk: gorontalo dili
uz_cyrl: горонтало

source: Gothic
hy: գոթերեն
lo: ກອດຮິກ
or: ଗୋଥିକ୍
yi: גאטיש

source: Grebo
lo: ກຣີໂບ
or: ଗ୍ରେବୋ

source: Greek
as: গ্ৰীক
az_arab_tr: یونانجا
ckb: یۆنانی
dz: གྲིཀ་ཁ
hy: հունարեն
kk: грек тілі
ky: грекче
lo: ກຣີກ
mg: Grika
mi: Kariki
or: ଗ୍ରୀକ୍
ps_pk: یوناني
sd: يوناني
se: greikkagiella
sq_xk: greqisht
tk: grek dili
uz: grek
uz_cyrl: грекча
yi: גריכיש

source: Guarani
as: গুৱাৰাণী
ckb: گووارانی
dz: གུ་ཝ་ར་ནི་ཁ
hy: գուարանի
kk: гуарани тілі
ky: гуараниче
lo: ກົວຣານີ
mi: Kuaranī
or: ଗୁଆରାନୀ
ps_pk: ګوراني
sd: گواراني
sq_xk: guaranisht
tk: guarani dili
uz_cyrl: гуарани

source: Gujarati
as: গুজৰাটী
ckb: گوجاراتی
dz: གུ་ཇ་ར་ཏི་ཁ
hy: գուջարաթի
kk: гуджарати тілі
ky: гужаратча
lo: ກູຈາຣາຕິ
mi: Kutarāti
or: ଗୁଜରାଟୀ
ps_pk: ګجراتي
sd: گجراتي
se: gujaratagiella
sq_xk: guxharatisht
tk: gujarati dili
uz: gujarot
uz_cyrl: гужаротча

source: Gusii
as: গুছি
ckb: گووسی
hy: գուսի
kk: гусии тілі
ky: гусиче
lo: ກູຊິ
mi: Kūhī
or: ଗୁସି
ps_pk: ګوسي
sd: گشي
sq_xk: gusisht
tk: gusii dili
uz_cyrl: гусии

source: Gwichʼin
as: জিউইচিন
ckb: گویچین
hy: գվիչին
kk: гвичин тілі
ky: гвичинче
lo: ວິດອິນ
mi: Kuitīna
or: ଗୱିଚ’ଇନ୍
ps_pk: ګیچین
sd: گوچن
sq_xk: guiçinisht
tk: gwiçin dili
uz: gvichin
uz_cyrl: гвичин

source: Haida
as: হেইডা
hy: հայդա
kk: хайда тілі
ky: хайдача
lo: ໄຮດາ
mi: Heira
or: ହାଇଡା
ps_pk: ha
sd: ھائيڊا
tk: haýda dili
uz: hayda

source: Haitian Creole
as: হেইটিয়ান ক্ৰিয়ল
ckb: کریولی هائیتی
dz: ཧེ་ཏི་ཡཱན་ཁ
hy: խառնակերտ հայիթերեն
kk: гаити тілі
ky: гаитиче
lo: ໄຮຕຽນ
mi: Kereō Haiti
or: ହୈତାୟିନ୍
ps_pk: هيټي کريول
sd: هيٽي ڪرولي
se: haitigiella
sq_xk: haitisht
tk: gaiti kreol dili
uz: gaityan
uz_cyrl: гаитянча

source: Halkomelem
as: হেলকোমেলেম
hy: հալքոմելեմ
kk: халкомелем тілі
ky: халкомелемче (индей тили)
lo: ຮາລໂກເມລຽມ
mi: Hākomerema
or: ହାଲକୋମେଲେମ
ps_pk: هلکومیلم
sd: ھاڪملم
tk: halkomelem dili

source: Haryanvi
as: হাৰয়ানভি
hy: հարյանվի
kk: хариани тілі
ky: харьянвиче
lo: ຮາຢານວີ
mi: Herianawhi
or: ହରିୟାନଭି
ps_pk: هریانوی
sd: ھريانوي
tk: harýanwi dili
uz: harianvi

source: Hausa
as: হাউছা
ckb: هائووسا
dz: ཧཝ་ས་ཁ
hy: հաուսա
kk: хауса тілі
ky: хаусача
lo: ເຮົາຊາ
mg: haoussa
mi: Hauha
or: ହୌସା
ps_pk: هوسا
sd: هوسا
se: haussagiella
sq_xk: hausisht
tk: hausa dili
uz: xausa
uz_cyrl: хауса
yi: האַוסאַ

source: Hawaiian
as: হাৱাই
ckb: هاوایی
dz: ཧ་ཝ་ཡིའི་ཁ
hy: հավայիերեն
kk: гавайи тілі
ky: гавайча
lo: ຮາໄວອຽນ
mi: Wāhu
or: ହାୱାଇନ୍
ps_pk: هوایی
sd: هوائي
se: hawaiigiella
sq_xk: havaisht
tk: gawaý dili
uz: gavaycha
uz_cyrl: гавайча

source: Hebrew
as: হিব্ৰু
az_arab_tr: عبریجه
ckb: عیبری
dz: ཧེ་བྲུ་ཁ
hy: եբրայերեն
kk: иврит тілі
ky: ивритче
lo: ຮີບຣິວ
mi: Hīperu
or: ହିବ୍ରୁ
ps_pk: عبراني
sd: عبراني
sq_xk: hebraisht
tk: ýewreý dili
uz: ivrit
uz_cyrl: иброний
yi: העברעאיש

source: Herero
as: হেৰেৰো
ckb: هێرێرۆ
hy: հերերո
kk: гереро тілі
ky: герерочо
lo: ເຮິຮິໂຣ
or: ହେରେରୋ
ps_pk: هیرورو
sd: هريرو
sq_xk: hereroisht
tk: gerero dili
uz: gerero
uz_cyrl: гереро

source: Hiligaynon
as: হিলিগায়নোন
ckb: هیلیگاینۆن
hy: հիլիգայնոն
kk: хилигайнон тілі
ky: хилигайнончо
lo: ຮິຣິໄກນອນ
mi: Hirikaina
or: ହିଲିଗୈନନ୍
ps_pk: ھلیګینون
sd: هلي گيانان
sq_xk: hiligajnonisht
tk: hiligaýnon dili
uz_cyrl: хилигайнон

source: Hindi
as: হিন্দী
az_arab_tr: هیندجه
bo_in: ཧིན་དི
ckb: هیندی
dz: ཧིན་དི་ཁ
hy: հինդի
kk: хинди тілі
ky: хиндиче
lo: ຮິນດິ
mi: Hīni
or: ହିନ୍ଦୀ
ps_pk: هندي
sd: هندي
se: hindigiella
sq_xk: indisht
tk: hindi dili
uz: hind
uz_cyrl: ҳинди
xh: IsiHindi
yi: הינדי

source: Hinglish
as: হিংলিছ
hy: հինգլիշ
kk: хинглиш
ky: хинглиш (англис тили + хинди)
lo: ຮິນກລີຊ
or: ହିଂଲିସ
ps_pk: هنګلش
tk: hingliş
xh: IsiHinglish

source: Hiri Motu
lo: ຮິຣິໂມຕູ
or: ହିରି ମୋଟୁ

source: Hittite
lo: ຮິດໄຕ
or: ହିତୀତେ

source: Hmong
as: হমং
ckb: همۆنگ
hy: հմոնգ
kk: хмонг тілі
ky: хмонгчо
lo: ມອງ
mi: Mōnga
or: ହଁଙ୍ଗ
ps_pk: همونګ
sd: مونگ
sq_xk: hmongisht
tk: hmong dili
uz: xmong
uz_cyrl: хмонгча

source: Hungarian
as: হাঙ্গেৰিয়ান
ckb: هەنگاری
dz: ཧཱང་གྷ་རི་ཡཱན་ཁ
hy: հունգարերեն
kk: венгр тілі
ky: венгерче
lo: ຮັງກາຣຽນ
mg: hongroà
mi: Hanekari
or: ହଙ୍ଗେରୀୟ
ps_pk: هنګري
sd: هنگري
se: ungárgiella
sq_xk: hungarisht
tk: wenger dili
uz: venger
uz_cyrl: венгерча
yi: אונגעריש

source: Hupa
as: হুপা
ckb: هووپا
hy: հուպա
kk: хупа тілі
ky: хупача
lo: ຮູປາ
or: ହୁପା
ps_pk: ھوپا
sd: هوپا
sq_xk: hupaisht
uz: xupa
uz_cyrl: хупа тили

source: Iban
as: ইবান
ckb: ئیبان
hy: իբաներեն
kk: ибан тілі
ky: ибанча
lo: ໄອບານ
mi: Īpana
or: ଇବାନ୍
ps_pk: ابن
sd: ايبن
sq_xk: ibanisht
tk: iban dili
uz_cyrl: ибан тили

source: Ibibio
as: ইবিবিও
ckb: ئیبیبۆ
hy: իբիբիո
kk: ибибио тілі
ky: ибибиочо
lo: ໄອໄບໄບໂອ
mi: Ipīpio
or: ଇବିବିଓ
ps_pk: ابیبیو
sd: ابيبيو
sq_xk: ibibioisht
tk: ibibio dili
uz_cyrl: ибибо

source: Icelandic
as: আইচলেণ্ডিক
ckb: ئیسلەندی
dz: ཨ་ཡིས་ལེན་ཌིཀ་ཁ
hy: իսլանդերեն
kk: исланд тілі
ky: исландча
lo: ໄອສແລນດິກ
mi: Tiorangi
or: ଆଇସଲାଣ୍ଡିକ୍
ps_pk: ايسلنډي
sd: آئيس لينڊڪ
se: islánddagiella
sq_xk: islandisht
tk: island dili
uz: island
uz_cyrl: исландча
yi: איסלאַנדיש

source: Ido
as: ইডো
ckb: ئیدۆ
hy: իդո
kk: идо тілі
ky: идочо
lo: ອີໂດ
mi: Īto
or: ଇଡୋ
ps_pk: اڊو
sd: ادو
sq_xk: idoisht
tk: ido dili
uz_cyrl: идо
yi: אידא

source: Igbo
as: ইগ্বো
ckb: ئیگبۆ
dz: ཨིག་བོ་ཁ
hy: իգբո
kk: игбо тілі
ky: игбочо
lo: ອິກໂບ
mi: Ikapo
or: ଇଗବୋ
ps_pk: اګبو
sd: اگبو
sq_xk: igboisht
tk: igbo dili
uz_cyrl: игбо

source: Iloko
as: ইলোকো
ckb: ئیلۆکۆ
hy: իլոկերեն
kk: илоко тілі
ky: илокочо
lo: ໄອໂລໂກ
mi: Iroko
or: ଇଲୋକୋ
ps_pk: الوکو
sd: الوڪو
sq_xk: ilokoisht
tk: iloko dili
uz_cyrl: илоко

source: Inari Sami
as: ইনাৰি ছামি
ckb: ئیناری سامی
hy: ինարի սաամի
kk: инари саам тілі
ky: инари саамиче
lo: ອີນາຣິຊາມິ
mi: Inari Hami
or: ଇନାରୀ ସାମି
ps_pk: اناري سميع
sd: اناري سامي
se: anárašgiella
sq_xk: samishte inari
tk: inari-saam dili
uz: inari-saam
uz_cyrl: инари-саамча

source: Indonesian
as: ইণ্ডোনেচিয়
ckb: ئیندۆنیزی
dz: ཨིན་ཌོ་ནེ་ཤི་ཡཱན་ཁ
hy: ինդոնեզերեն
kk: индонезия тілі
ky: индонезияча
lo: ອິນໂດເນຊຽນ
mg: Indonezianina
mi: Initonīhiana
or: ଇଣ୍ଡୋନେସୀୟ
ps_pk: انډونېزي
sd: انڊونيشي
se: indonesiagiella
sq_xk: indonezisht
tk: indonez dili
uz: indonez
uz_cyrl: индонезча
xh: Isi-Indonesia
yi: אינדאנעזיש

source: Ingush
as: ইংগুচ
ckb: ئینگووش
hy: ինգուշերեն
kk: ингуш тілі
ky: ингушча
lo: ອິນກັຊ
mi: Inguihi
or: ଇଁଙ୍ଗୁଶ୍
ps_pk: انگش
sd: انگش
sq_xk: ingushisht
tk: inguş dili
uz_cyrl: ингушча

source: Innu-aimun
as: ইন্নু-আইমুন
hy: իննու-այմուն
kk: инну-аймун тілі
ky: инну-аймунча (индейлер тили)
lo: ອິນນຸໄອມັນ
mi: Inu-aimuna
or: ଇନ୍ନୁ-ଏମୁନ
ps_pk: mo
sd: انو آئيمن
tk: innu-aýmun dili
uz: innu-aymun

source: Interlingua
as: ইণ্টাৰলিংগুৱা
ckb: ئینترلینگووا
hy: ինտերլինգուա
kk: интерлингва тілі
ky: интерлингва
lo: ອິນເຕີລິງລົວ
mi: Inarīngua
or: ଇର୍ଣ୍ଟଲିଙ୍ଗୁଆ
ps_pk: انټرلنګوا
sd: انٽرلنگئا
tk: interlingwa dili
uz: interlingva
uz_cyrl: интерлингва

source: Interlingue
hy: ինտերլինգուե
kk: интерлингве тілі
lo: ອິນເຕີລິງກຣີ
or: ଇର୍ଣ୍ଟରଲିଙ୍ଗୁଇ
sq_xk: gjuha oksidentale
tk: interlingwe dili
uz: interlingve

source: Inuktitut
as: ইনুক্টিটুট
ckb: ئینوکتیتوت
hy: ինուկտիտուտ
kk: инуктитут тілі
ky: инуктитутча
lo: ອິນນຸກຕິຕັດ
mi: Inukitetūta
or: ଇନୁକଟିଟୁତ୍‌
ps_pk: انوکتیتوت
sd: انو ڪتوت
sq_xk: inuktitutisht
tk: inuktitut dili
uz_cyrl: инуктитут

source: Inupiaq
lo: ອິນນູປຽກ
or: ଇନୁପିୟାକ୍

source: Irish
as: আইৰিচ
ckb: ئیرلەندی
dz: ཨཱའི་རིཤ་ཁ
hy: իռլանդերեն
kk: ирланд тілі
ky: ирландча
lo: ໄອຣິສ
mi: Airihi
or: ଆଇରିସ୍‌
ps_pk: ائيرلېنډي
sd: آئرش
se: iirragiella
sq_xk: irlandisht
tk: irland dili
uz: irland
uz_cyrl: ирландча
yi: איריש

source: Italian
as: ইটালিয়ান
az_arab_tr: ایتالیاجا
ckb: ئیتالی
dz: ཨི་ཊ་ལི་ཡཱན་ཁ
hy: իտալերեն
kk: итальян тілі
ky: италиянча
lo: ອິຕາລຽນ
mg: Italianina
mi: Itāriana
or: ଇଟାଲୀୟ
ps_pk: ایټالوي
sd: اطالوي
se: itáliagiella
sq_xk: italisht
tk: italýan dili
uz: italyan
uz_cyrl: италянча
xh: IsiTaliyane
yi: איטאַליעניש

source: Japanese
as: জাপানী
az_arab_tr: ژاپونجا
bo_in: ཉི་ཧོང་སྐད་
ckb: ژاپۆنی
dz: ཇཱ་པཱ་ནིས་ཁ
hy: ճապոներեն
kk: жапон тілі
ky: жапончо
lo: ຍີ່ປຸ່ນ
mg: Japoney
mi: Hapanihi
or: ଜାପାନୀ
ps_pk: جاپاني
sd: جاپاني
se: japánagiella
sq_xk: japonisht
tk: ýapon dili
uz: yapon
uz_cyrl: японча
xh: IsiJapan
yi: יאַפּאַניש

source: Javanese
as: জাভানী
ckb: جاڤایی
dz: ཇཱ་བ་ནིས་ཁ
hy: ճավայերեն
kk: ява тілі
ky: жаванизче
lo: ຈາແວນີສ
mg: Javaney
mi: Hāwhanihi
or: ଜାଭାନିଜ୍‌
ps_pk: جاوايي
sd: جاونيز
se: javagiella
sq_xk: javanisht
tk: ýawa dili
uz: yavan
uz_cyrl: яванча
yi: יאַוואַנעזיש

source: Jju
as: জজু
ckb: کیجوو
hy: ջյու
kk: каджи тілі
ky: джуча
lo: ຈຣູ
mi: Heiho
or: ଜଜୁ
ps_pk: ججو
sd: پوڪيپسي
sq_xk: kajeisht
tk: ju dili
uz: kaji
uz_cyrl: кажи

source: Jola-Fonyi
as: জোলা-ফ’নি
ckb: جۆلافۆنی
hy: ջոլա-ֆոնյի
kk: диола тілі
ky: жола-фониче
lo: ໂຈລາ-ຟອນຢີ
mi: Hora-Whōni
or: ଜୋଲା-ଫୋନୟି
ps_pk: جولا فوني
sd: جولا فوني
sq_xk: xhulafonjisht
tk: ýola-fonýi dili
uz: diola-fogni
uz_cyrl: диола-фогни
yi: זשאלא־פֿאני

source: Judeo-Arabic
lo: ຈູແດວ-ອາລາບິກ
or: ଜୁଡେଓ-ଆରବୀକ୍

source: Judeo-Persian
lo: ຈູແດວ-ເພີຊຽນ
or: ଜୁଡେଓ-ପର୍ସିଆନ୍
yi: יידיש־פערסיש

source: Kabardian
as: কাবাৰ্ডিয়ান
ckb: کاباردی
hy: կաբարդերեն
kk: кабардин тілі
ky: кабардинче
lo: ກາບາດຽນ
mi: Kapāriana
or: କାବାର୍ଡିଆନ୍
ps_pk: کابیرین
sd: ڪبارڊيئن
sq_xk: kabardianisht
tk: kabardin dili
uz: kabardin

source: Kabuverdianu
as: কাবুভেৰ্ডিয়ানু
ckb: کابووڤێردیانۆ
hy: կաբուվերդերեն
kk: кабувердьяну тілі
ky: кабувердиче
lo: ຄາເວີເດຍນູ
mi: Kapuwētianu
or: କାବୁଭେରଡିଆନୁ
ps_pk: کابوورډیانو
sd: ڪيبيو ويرڊيانو
sq_xk: kreolishte e Kepit të Gjelbër
tk: kabuwerdianu dili
uz_cyrl: кабувердиану

source: Kabyle
as: কাবাইল
ckb: کبائیلی
hy: կաբիլերեն
kk: кабил тілі
ky: кабылча
lo: ກາໄບລ໌
mi: Kapāiro
or: କବାଇଲ୍
ps_pk: کیبیل
sd: ڪبائل
sq_xk: kabilisht
tk: kabil dili
uz: kabil
uz_cyrl: кабилча

source: Kachin
as: কাচিন
ckb: کاچین
dz: ཀ་ཆིན་ཁ
hy: կաչիներեն
kk: качин тілі
ky: кахинче
lo: ກາຊິນ
mi: Katīana
or: କଚିନ୍
ps_pk: کاچین
sd: ڪچن
sq_xk: kaçinisht
tk: kaçin dili

source: Kaingang
as: কেইংগাং
hy: կաինգան
kk: кайнганг тілі
ky: кайнгангча (индей тили)
lo: ເຄນກັງ
mi: Keinganga
or: କାଇଙ୍ଗାଂ
ps_pk: kgg
sd: ڪئينگينگ
tk: kaýngang dili

source: Kako
as: কাকো
ckb: کاکۆ
hy: կակո
kk: како тілі
ky: какочо
lo: ຄາໂກ
or: କାକୋ
ps_pk: کاکو
sd: ڪڪو
sq_xk: kakoisht
tk: kako dili
uz_cyrl: како

source: Kalaallisut
as: কালালিছুট
ckb: کالالیسووت
hy: կալաալիսուտ
kk: калаалисут тілі
ky: калаалисутча
lo: ກຣີນແລນລິດ
mi: Kararīhutu
or: କାଲାଲିସୁଟ୍
ps_pk: کالالیست
sd: ڪالا ليسٽ
sq_xk: kalalisutisht
tk: grenland dili
uz: grenland
uz_cyrl: гренландча

source: Kalenjin
as: কালেনজিন
ckb: کالێنجین
hy: կալենջին
kk: каленжин тілі
ky: каленжиче
lo: ຄາເລັນຈິນ
mi: Karenini
or: କାଲେନଜିନ୍
ps_pk: کلینجن
sd: ڪيلين جن
sq_xk: kalenxhinisht
tk: kalenjin dili
uz_cyrl: каленжинча

source: Kalmyk
as: কাল্মিক
ckb: کالمیک
hy: կալմիկերեն
kk: қалмақ тілі
ky: калмыкча
lo: ການມິກ
mi: Karamiki
or: କାଲ୍ମୀକ୍
ps_pk: کالمک
sd: ڪيلمڪ
sq_xk: kalmikisht
tk: galmyk dili
uz: qalmoq

source: Kamba
as: কাম্বা
ckb: کامبا
hy: կամբա
kk: камба тілі
ky: камбача
lo: ກາມບາ
mi: Kāmapa
or: କମ୍ବା
ps_pk: کامبا
sd: ڪئمبا
sq_xk: kambaisht
tk: kamba dili
uz_cyrl: камбача

source: Kanembu
lo: ຄາແນມບູ

source: Kannada
as: কানাড়া
ckb: کاننادا
dz: ཀ་ན་ཌ་ཁ
hy: կաննադա
kk: каннада тілі
ky: каннадача
lo: ຄັນນາດາ
mi: Kanara
or: କନ୍ନଡ
ps_pk: کناډا
sd: ڪناڊا
sq_xk: kanadisht
tk: kannada dili
uz_cyrl: каннада
yi: קאַנאַדאַ

source: Kanuri
as: কানুৰি
ckb: کانووری
hy: կանուրի
kk: канури тілі
ky: кануриче
lo: ຄານຸລິ
or: କନୁରୀ
ps_pk: کنوری
sd: ڪنوري
sq_xk: kanurisht
uz_cyrl: канури

source: Kara-Kalpak
kk: қарақалпақ тілі
lo: ກາຣາ-ການປາກ
or: କାରା-କଲ୍ପକ୍

source: Karachay-Balkar
as: কাৰাচে-বাল্কাৰ
ckb: کاراچای بالکار
hy: կարաչայ-բալկարերեն
kk: қарашай-балқар тілі
ky: карачай-балкарча
lo: ກາຣາໄຊ-ບານກາ
mi: Karatai-Pāka
or: କରାଚୟ-ବଲ୍କାର
ps_pk: کراچی بالکر
sd: ڪراچي بالڪر
sq_xk: karaçaj-balkarisht
tk: karaçaý-balkar dili
uz: qorachoy-bolqor

source: Karelian
as: কেৰেলিয়ান
ckb: کارێلی
hy: կարելերեն
kk: карель тілі
ky: карелче
lo: ກາເຣລຽນ
mi: Kareriana
or: କାରେଲିୟାନ୍
ps_pk: کاریلین
sd: ڪريلئين
se: gárjilgiella
sq_xk: karelianisht
tk: karel dili
uz: karel

source: Kashmiri
as: কাশ্মিৰী
az_arab_tr: کشمیرجه
ckb: کەشمیری
dz: ཀཱཤ་མི་རི་ཁ
hy: քաշմիրերեն
kk: кашмир тілі
ky: кашмирче
lo: ຄາສເມຍຣິ
mi: Kahimiri
or: କାଶ୍ମିରୀ
ps_pk: کشمیري
sd: ڪشميري
sq_xk: kashmirisht
tk: kaşmiri dili
uz: kashmircha
uz_cyrl: кашмирча

source: Kashubian
lo: ກາຊູບຽນ
or: କାଶୁବିଆନ୍
yi: קאַשוביש

source: Kawi
lo: ກະວີ
or: କାୱି

source: Kazakh
as: কাজাখ
az_arab_tr: قازاقجا
ckb: کازاخی
dz: ཀ་ཛགས་ཁ
hy: ղազախերեն
kk: қазақ тілі
ky: казакча
lo: ຄາຊັກ
mi: Kahāka
or: କାଜାଖ୍‌
ps_pk: قازق
sd: قازق
se: kazakgiella
sq_xk: kazakisht
tk: gazak dili
uz: qozoqcha
uz_cyrl: қозоқча
yi: קאַזאַכיש

source: Khasi
as: খাচি
ckb: کهاسی
hy: քասիերեն
kk: кхаси тілі
ky: хасиче
lo: ຄາສິ
mi: Kahi
or: ଖାସୀ
ps_pk: خاسے
sd: خاسي
sq_xk: kasisht
tk: khasi dili
uz: kxasi

source: Khmer
as: খমেৰ
az_arab_tr: خمئرجه
ckb: خمێر
dz: ཁེ་མེར་ཁ
hy: քմերերեն
kk: кхмер тілі
ky: кмерче
lo: ຂະເໝນ
mi: Kimēra
or: ଖାମେର୍
ps_pk: خمر
sd: خمر
se: kambodiagiella
sq_xk: kmerisht
tk: khmer dili
uz: xmer
uz_cyrl: хмерча
yi: כמער

source: Khotanese
lo: ໂຄຕັນ
or: ଖୋତାନୀଜ୍

source: Kikuyu
as: কিকুয়ু
ckb: کیکوویوو
hy: կիկույու
kk: кикуйю тілі
ky: кикуйиче
lo: ຄິຄູຢຸ
mi: Kikūiu
or: କୀକୁୟୁ
ps_pk: ککوؤو
sd: اڪويو
sq_xk: kikujuisht
tk: kikuýu dili
uz_cyrl: кикую

source: Kimbundu
as: কিম্বুন্দু
ckb: کیمبووندوو
hy: կիմբունդու
kk: кимбунду тілі
ky: кимбундуча
lo: ຄິມບັນດູ
mi: Kimipunu
or: କିମ୍ବୁଣ୍ଡୁ
ps_pk: کیمبوندو
sd: ڪنمبونڊو
sq_xk: kimbunduisht
tk: kimbundu dili

source: Kinyarwanda
as: কিনয়াৰোৱাণ্ডা
ckb: کینیارواندا
hy: կինյառուանդա
kk: киньяруанда тілі
ky: руандача
lo: ຄິນຢາວານດາ
mg: Roande
mi: Kiniawāna
or: କିନ୍ୟାରୱାଣ୍ଡା
ps_pk: کینیارونډا
sd: ڪنيار وانڊا
sq_xk: kiniaruandisht
tk: kinýaruanda dili
uz: kinyaruanda
uz_cyrl: киняруанда

source: Klingon
as: ক্লিংগন
ckb: كلینگۆن
hy: կլինգոն
kk: клингон тілі
ky: клингончо
lo: ຄຣິງກອນ
mi: Kirīngona
or: କ୍ଲିଙ୍ଗନ୍
ps_pk: کلينګاني
sd: ڪلون
sq_xk: klingonisht
tk: klingon dili

source: Kom
lo: ກົມ

source: Komi
as: কোমি
ckb: کۆمی
hy: կոմիերեն
kk: коми тілі
ky: комиче
lo: ໂຄມິ
or: କୋମି
ps_pk: کومی
sd: ڪومي
se: komigiella
sq_xk: komisht
tk: komi dili

source: Komi-Permyak
hy: պերմյակ կոմիերեն
kk: коми-пермяк тілі
ky: коми-пермякча
lo: ໂຄມີ-ເພີມຢັກ
sq_xk: komi-parmjakisht

source: Kongo
lo: ຄອງໂກ
or: କଙ୍ଗୋ

source: Konkani
as: কোংকণী
ckb: کۆنکانی
hy: կոնկանի
kk: конкани тілі
ky: конканиче
lo: ກອນການີ
mi: Kōkani
or: କୋଙ୍କଣି
ps_pk: کونکاني
sd: ڪونڪي
sq_xk: konkanisht
tk: konkani dili
uz: konkan
uz_cyrl: конканча

source: Korean
as: কোৰিয়ান
az_arab_tr: کوْره‌جه
ckb: كۆری
dz: ཀོ་རི་ཡཱན་ཁ
hy: կորեերեն
kk: корей тілі
ky: корейче
lo: ເກົາຫລີ
mg: Koreanina
mi: Kōreana
or: କୋରିଆନ୍
ps_pk: کوریایی
sd: ڪوريائي
se: koreagiella
sq_xk: koreanisht
tk: koreý dili
uz: koreyscha
uz_cyrl: корейсча
xh: Isi-Korean
yi: קארעאיש

source: Koro
as: কোৰো
ckb: کۆرۆ
dz: ཀོ་རོ་ཁ
hy: կորո
kk: коро тілі
ky: корочо
lo: ໂຄໂລ
or: କୋରୋ
ps_pk: کورو
sd: ڪورو
sq_xk: koroisht
tk: koro dili

source: Kosraean
lo: ຄູສໄລ
or: କୋସରୈନ୍

source: Koyra Chiini
as: কোয়াৰ চিনি
ckb: کۆیرا چینی
hy: կոյրա չինի
kk: койра чини тілі
ky: койра чиниче
lo: ຄອຍຣາ ຊິນີ
mi: Kōira Tīni
or: କୋୟରା ଚିନି
ps_pk: کویرا چینی
sd: ڪيورا چني
sq_xk: kojraçinisht
tk: koýra-çini dili
uz_cyrl: койра-чиини

source: Koyraboro Senni
as: কোইৰাবোৰো চেন্নি
ckb: کۆیرابۆرۆ سێنی
hy: կոյրաբորո սեննի
kk: койраборо сенни тілі
ky: койраборо сенниче
lo: ໂຄຍຣາໂບໂຣ ເຊນນິ
mi: Kōiraporo Heni
or: କୋୟରା ସେନ୍ନି
ps_pk: کوییرابورو سینی
sd: ڪيورابورو سيني
sq_xk: senishte kojrabore
tk: koýraboro-senni dili
uz_cyrl: койраборо-сенни

source: Kpelle
as: কেপেল
ckb: کپێلێ
hy: կպելլեերեն
kk: кпелле тілі
ky: кпеллече
lo: ກາແປຣ
mi: Kepēre
or: କୈପେଲେ
ps_pk: کیلي
sd: ڪپيل
sq_xk: kpeleisht
tk: kpelle dili

source: Kuanyama
as: কুয়ানিয়ামা
ckb: کوانیاما
hy: կուանյամա
kk: кваньяма тілі
ky: куаньямача
lo: ກວນຍາມາ
mi: Kuoniāma
or: କ୍ୱାନ୍ୟାମ୍
ps_pk: کواناما
sd: ڪنياما
sq_xk: kuanjamaisht
tk: kwanýama dili
uz: kvanyama

source: Kumyk
as: কুমিক
ckb: کوومیک
hy: կումիկերեն
kk: құмық тілі
ky: кумыкча
lo: ຄູມີກ
mi: Kumiki
or: କୁମୀକ୍
ps_pk: کومک
sd: ڪومڪ
sq_xk: kumikisht
tk: kumyk dili
uz: qo‘miq

source: Kurdish
as: কুৰ্ডিচ
az_arab_tr: کۆردجه
ckb: کوردی
dz: ཀར་ཌིཤ་ཁ
hy: քրդերեն
kk: күрд тілі
ky: курдча
lo: ເຄີດິສ
mi: Kūrihi
or: କୁର୍ଦ୍ଦିଶ୍‌
ps_pk: کردي
sd: ڪردي
se: kurdigiella
sq_xk: kurdisht
tk: kürt dili
uz: kurd
uz_cyrl: курдча
yi: קורדיש

source: Kurdish, Central
as: চেণ্ট্ৰেল কুৰ্ডিচ
az_arab_tr: اوْرتا کۆردجه
hy: քրդերեն (սորանի)
ky: борбордук курдча
lo: ໂຊຣານິ ເຄີດິຊ
mi: Kūrihi, Waenga
ps_pk: منځنۍ کوردي
sd: مرڪزي ڪردش
uz_cyrl: сорани-курдча

source: Kurdish, Sorani
as: চেণ্ট্ৰেল কুৰ্ডিচ
az_arab_tr: اوْرتا کۆردجه
hy: սորանի
ky: борбордук курдча
lo: ໂຊຣານິ ເຄີດິຊ
mi: Kūrihi, Hōrani
ps_pk: منځنۍ کوردي
sd: مرڪزي ڪردش
uz_cyrl: сорани-курдча
