Repository: WeblateOrg/language-data
Catalog: languages-po/*.po
Languages: as, az_arab_tr, bo_in, ckb, dz, hy, kk, ky, lo, mg, mi, or, ps_pk, sd, se, sq_xk, tk, uz, uz_cyrl, xh, yi

source: Norwegian Nynorsk
as: নৰৱেজিয়ান নায়নোৰ্স্ক
ckb: نەرویژیی نینۆرسک
dz: ནོར་ཝེ་ཇི་ཡཱན་ནོརསཀ་ཁ
hy: նոր նորվեգերեն
kk: норвегиялық нюнорск тілі
ky: норвежче (нинорск)
lo: ນໍເວຈຽນ ນີນອກ
mi: Nīnōka Nōwei
or: ନରୱେଜିଆନ୍ ନିନର୍ସ୍କ୍‌
ps_pk: ناروېئي (نائنورسک)
sd: نارويائي نيوناسڪ
se: ođđadárogiella
sq_xk: norvegjishte nynorsk
tk: norwegiýa nýunorsk dili
uz: norveg-nyunorsk
uz_cyrl: норвегча нюнорск
yi: נײַ־נארוועגיש

source: Nuer
as: নুয়েৰ
ckb: نوێر
hy: նուեր
kk: нуэр тілі
ky: нуерче
lo: ເນີ
mi: Nua
or: ନୁଏର
ps_pk: نویر
sd: نيور
sq_xk: nuerisht
tk: nuer dili
uz_cyrl: нуэрча

source: Nyamwezi
lo: ນາມວີຊິ
or: ନ୍ୟାମୱେଜୀ

source: Nyanja
as: ন্যাঞ্জা
ckb: نیانجا
hy: նյանջա
kk: ньянджа тілі
ky: ньянджача
lo: ນານຈາ
mi: Niānia
or: ନିୟାଞ୍ଜ
ps_pk: نیانجا
sd: نيانجا
sq_xk: nianjisht
tk: nýanja dili
uz: cheva
uz_cyrl: чева

source: Nyankole
as: ন্যানকোল
ckb: نیانکۆلێ
hy: նյանկոլե
kk: нианколе тілі
ky: ныйанколчо
lo: ນານຄອນ
mi: Niānakore
or: ନ୍ୟାନକୋଲ୍
ps_pk: نینکول
sd: نايانڪول
sq_xk: niankolisht
tk: nýankole dili
uz_cyrl: нянколе

source: Nyasa Tonga
lo: ນາຍອາຊາຕອງກາ
or: ନ୍ୟାସା ଟୋଙ୍ଗୋ

source: Nyoro
lo: ໂນໂຣ
or: ନ୍ୟାରୋ

source: Nzima
lo: ນິມາ
or: ଞ୍ଜିମା

source: N’Ko
as: এন্কো
ckb: نکۆ
hy: նկո
kk: нко тілі
ky: нкочо
lo: ເອັນໂກ
mi: Unukō
or: ଏନକୋ
ps_pk: نکو
sd: نڪو
sq_xk: nkoisht
tk: nko dili
uz_cyrl: нко

source: Obolo
as: অ’ব’ল’
hy: օբոլո
kk: оболо тілі
ky: оболочо (Нигерия)
lo: ໂອໂບໂລ
mi: Ōporo
or: ଅବୋଲା
ps_pk: Obo
sd: اوبولو
tk: obolo dili

source: Occitan
as: অ’চিটান
ckb: ئۆکسیتانی
hy: օքսիտաներեն
kk: окситан тілі
ky: окситанча
lo: ອັອກຊີຕານ
mi: Ōkitana
or: ଓସିଟାନ୍
ps_pk: اوکسيټاني
sd: آڪسيٽن
se: oksitánagiella
sq_xk: oksitanisht
tk: oksitan dili
uz: oksitan
uz_cyrl: окситанча
yi: אקסיטאַניש

source: Odia
as: ওড়িয়া
ckb: ئۆدیا
dz: ཨོ་རི་ཡ་ཁ
hy: օրիյա
kk: ория тілі
ky: орияча
lo: ໂອເດຍ
mi: Ōtia
or: ଓଡ଼ିଆ
ps_pk: اوڊيا
sd: اوڊيا
sq_xk: odisht
tk: oriýa dili
uz: oriya
uz_cyrl: одия

source: Oji-Cree
as: অ’জি-ক্ৰী
hy: օջի քրի
kk: оджи-кри тілі
ky: ожи-криче (индей тили)
lo: ໂອຈິຄຣີ
mi: Ōti-Kirī
or: ଓଜି-କ୍ରି
ps_pk: اوجي-کري
sd: اوجي ڪري
tk: oji-kri dili
uz: oji-kri

source: Ojibwa
hy: օջիբվա
lo: ໂອຈິບວາ
or: ଓଜିୱା

source: Okanagan
as: অ’কানাগান
hy: օկանագան
kk: оканаган тілі
ky: оканаганча (Канада)
lo: ໂອກະນາກັນ
mi: Ōkanakana
or: ଓକାନାଗାନ୍
ps_pk: اوکاګان
sd: اوڪاناگن
tk: okanagan dili

source: Old English
hy: հին անգլերեն
lo: ອັງກິດໂບຮານ
or: ପୁରୁଣା ଇଁରାଜୀ
se: boares eaŋgalasgiella
yi: אַלט ענגליש

source: Old French
hy: հին ֆրանսերեն
lo: ຟຮັ່ງເສດໂບຮານ
or: ପୁରୁଣା ଫ୍ରେଞ୍ଚ
yi: אַלט־פֿראַנצויזיש

source: Old High German
hy: հին վերին գերմաներեն
lo: ເຢຍລະມັນສູງໂບຮານ
or: ପୁରୁଣା ହାଇ ଜର୍ମାନ୍
yi: אַלט־ הויכדויטש

source: Old Irish
hy: հին իռլանդերեն
lo: ອີຣິຊເກົ່າ
or: ପୁରୁଣା ଇରିଶ୍
yi: אַלט־איריש

source: Old Norse
hy: հին նորվեգերեն
lo: ນໍໂບຮານ
or: ପୁରୁଣା ନର୍ସ

source: Old Persian
hy: հին պարսկերեն
lo: ເປີເຊຍໂບຮານ
or: ପୁରୁଣା ପର୍ସିଆନ୍
yi: אַלט פּערסיש

source: Old Provençal
hy: հին պրովանսերեն
lo: ໂປວອງຊານໂບຮານ
or: ପୁରୁଣା ପ୍ରେଭେନେସିଆଲ୍

source: Oromo
as: ওৰোমো
ckb: ئۆرۆمۆ
hy: օրոմո
kk: оромо тілі
ky: оромочо
lo: ໂອໂຣໂມ
mi: Ōromo
or: ଓରୋମୋ
ps_pk: اورومو
sd: اورومو
sq_xk: oromoisht
tk: oromo dili
uz_cyrl: оромо

source: Osage
hy: օսեյջ
kk: осейдж тілі
lo: ໂອແຊກ
or: ୱୌସେଜ୍

source: Ossetic
as: ওছেটিক
ckb: ئۆسێتی
hy: օսերեն
kk: осетин тілі
ky: осетинче
lo: ອອດເຊຕິກ
mi: Ōtītiki
or: ଓସେଟିକ୍
ps_pk: اوسيټک
sd: اوسيٽڪ
sq_xk: osetisht
tk: osetin dili
uz: osetin
yi: אסעטיש

source: Ottoman Turkish
hy: օսմաներեն
lo: ຕູກີອອດໂຕມັນ
or: ଓଟ୍ଟୋମନ୍ ତୁର୍କିସ୍

source: Pahlavi
hy: պահլավերեն
lo: ພາລາວີ
or: ପାହ୍ଲାଭି

source: Palauan
as: পালাউৱান
ckb: پالائوویی
hy: պալաուերեն
kk: палау тілі
ky: палауанча
lo: ປາລົວອານ
mi: Pārau
or: ପାଲାଉଆନ୍
ps_pk: پالان
sd: پلون
sq_xk: paluanisht
tk: palau dili
uz: palau

source: Pali
hy: պալի
kk: пали тілі
lo: ປາລີ
or: ପାଲି

source: Pampanga
as: পাম্পান্গা
ckb: پامپانگا
hy: պամպանգաերեն
kk: пампанга тілі
ky: пампангача
lo: ປາມປານກາ
mi: Pamapaka
or: ପାମ୍ପାଙ୍ଗା
ps_pk: پمپانگا
sd: پيم پينگا
sq_xk: pampangaisht
tk: kapampangan dili

source: Pangasinan
as: পংগাছিনান
ckb: پانگاسینان
hy: պանգասինաներեն
kk: пангасинан тілі
ky: пангасиче
lo: ປານກາຊີນານ
mi: Pāngahina
or: ପାଙ୍ଗାସିନିଆନ୍
ps_pk: پانګاسین
sd: پانگا سينان
sq_xk: pangasinanisht
tk: pangansinan dili

source: Papiamento
as: পাপিয়ামেণ্টো
ckb: پاپیامێنتۆ
hy: պապյամենտո
kk: папьяменто тілі
ky: папиаменточо
lo: ປາມເປຍເມັນໂທ
mi: Papiamēto
or: ପାପିଆମେଣ୍ଟୋ
ps_pk: پاپيامينتو
sd: پاپي امينٽو
sq_xk: papiamentisht
tk: papýamento dili
uz: papiyamento
uz_cyrl: папияменто

source: Pashto
as: পুস্ত
az_arab_tr: پشتوجه
ckb: پەشتوو
dz: པཱཤ་ཏོ་ཁ
hy: փուշթու
kk: пушту тілі
ky: пуштуча
lo: ປາສໂຕ
mi: Pāhitō
or: ପାସ୍ତୋ
ps_pk: پښتو
sd: پشتو
sq_xk: pashtoisht
tk: puştu dili
uz: pushtu
uz_cyrl: пушту
yi: פּאַשטאָ

source: Persian
as: ফাৰ্ছী
az_arab_tr: فارسجا
ckb: فارسی
dz: པར་ཤི་ཡཱན་ཁ
hy: պարսկերեն
kk: парсы тілі
ky: фарсча
lo: ເປີຊຽນ
mg: Persa
mi: Pāhiana
or: ପର୍ସିଆନ୍
ps_pk: فارسي
sd: فارسي
se: persijagiella
sq_xk: persisht
tk: pars dili
uz: fors
uz_cyrl: форсий
yi: פּערסיש

source: Phoenician
hy: փյունիկերեն
lo: ຟີນີເຊຍ
or: ଫୋନେସିଆନ୍

source: Pijin
as: পিজিন
hy: փիջին
kk: пиджин тілі
ky: пижинче (Соломон Аралдары)
lo: ປິຈິນ
mi: Pītini
or: ପିଜିନ୍
ps_pk: پیجین
sd: پائجن
tk: pijin dili

source: Plains Cree
as: প্লেইনছ ক্ৰী
hy: հարթավայրերի քրի
kk: жазықтағы кри тілі
ky: өрөөндүк криче (индей тили)
lo: ເພລນຄຣີ
mi: Pareina Kirī
or: ପ୍ଲେନ୍ସ କ୍ରି
ps_pk: پلینز کری
sd: پلينز ڪري
tk: düzdeçi kri dili
uz: tekislik kri

source: Pohnpeian
hy: պոնպեերեն
lo: ພອນເພ
or: ପୋହପିଏନ୍

source: Polish
as: প’লিচ
ckb: پۆڵەندی
dz: པོ་ལིཤ་ཁ
hy: լեհերեն
kk: поляк тілі
ky: полякча
lo: ໂປລິຊ
mg: Poloney
mi: Pōrihi
or: ପୋଲିଶ୍
ps_pk: پولنډي
sd: پولش
se: polskkagiella
sq_xk: polonisht
tk: polýak dili
uz: polyakcha
uz_cyrl: полякча
xh: Isi-Polish
yi: פּויליש

source: Portuguese
as: পৰ্তুগীজ
az_arab_tr: پوْرتغالجه
ckb: پورتوگالی
dz: པོར་ཅུ་གིས་ཁ
hy: պորտուգալերեն
kk: португал тілі
ky: португалча
lo: ປອກຕຸຍກິສ
mg: Portiogey
mi: Pōtukīhi
or: ପର୍ତ୍ତୁଗୀଜ୍‌
ps_pk: پورتګالي
sd: پورٽگليز
se: portugálagiella
sq_xk: portugalisht
tk: portugal dili
uz: portugalcha
uz_cyrl: португалча
xh: IsiPhuthukezi
yi: פּארטוגעזיש

source: Prussian
as: প্ৰুছিয়ান
ckb: پڕووسی
hy: պրուսերեն
kk: пруссия тілі
ky: пруссча
lo: ປຣັສຊຽນ
or: ପ୍ରୁସିୟ
ps_pk: پروشين
sd: پرشن
sq_xk: prusisht
tk: prus dili
uz: pruss
yi: פּרייסיש

source: Punjabi
as: পাঞ্জাবী
az_arab_tr: پنجابجا
ckb: پەنجابی
dz: པཱན་ཇ་བི་ཁ
hy: փենջաբերեն
kk: пенджаб тілі
ky: пунжабиче
lo: ປັນຈາບີ
mg: Penjabi
mi: Punutapi
or: ପଞ୍ଜାବୀ
ps_pk: پنجابي
sd: پنجابي
se: panjabigiella
sq_xk: punxhabisht
tk: penjab dili
uz: panjobcha
uz_cyrl: панжобча

source: Quechua
as: কুৱেচুৱা
ckb: کێچوا
dz: ཀྭེ་ཆུ་ཨ་ཁ
hy: կեչուա
kk: кечуа тілі
ky: кечуача
lo: ຄີຊົວ
mi: Kētua
or: କ୍ୱେଚୁଆ
ps_pk: کېچوا
sd: ڪيچوا
sq_xk: keçuaisht
tk: keçua dili
uz: kechua
uz_cyrl: кечуа

source: Rajasthani
as: ৰাজস্থানী
hy: ռաջաստաներեն
kk: раджастани тілі
ky: ражастаниче
lo: ຣາຈັສທານິ
mi: Ratiahitani
or: ରାଜସ୍ଥାନୀ
ps_pk: راجستھانی
sd: راجستاني
tk: rajastani dili
uz: rajastani

source: Rapanui
as: ৰাপানুই
ckb: ڕاپانوویی
hy: ռապանուի
kk: рапануй тілі
ky: рапаньюча
lo: ຣາປານຸຍ
or: ରାପାନୁଇ
ps_pk: رپانوئي
sd: ريپنوئي
sq_xk: rapanuisht
tk: rapanuý dili

source: Rarotongan
as: ৰাৰোতোঙ্গন
ckb: ڕاڕۆتۆنگان
hy: ռարոտոնգաներեն
kk: раротонган тілі
ky: раротонгача
lo: ຣາໂຣທອນການ
mi: Rarotonga
or: ରାରୋତୋଙ୍ଗନ୍
ps_pk: راروټانګان
sd: ريرو ٽينگو
sq_xk: rarontonganisht
tk: kuk dili

source: Rohingya
as: ৰোহিঙ্গিয়া
hy: ռոհինջա
kk: рохинджа
ky: рохинжача
lo: ໂຣຮິນຢາ
mi: Rohingia
or: ରୋହିଙ୍ଗ୍ୟା
ps_pk: روهینګیا
sd: روھنگيا
tk: rohinýa dili
uz: rohinja

source: Romanian
as: ৰোমানীয়
az_arab_tr: رومانیاجا
ckb: ڕۆمانی
dz: རོ་མེ་ནི་ཡཱན་ཁ
hy: ռումիներեն
kk: румын тілі
ky: румынча
lo: ໂຣແມນຽນ
mg: Romanianina
mi: Romeinia
or: ରୋମାନିଆନ୍
ps_pk: رومانیایی
sd: روماني
se: romániagiella
sq_xk: rumanisht
tk: rumyn dili
uz: rumincha
uz_cyrl: руминча
yi: רומעניש

source: Romansh
as: ৰোমানচ
ckb: ڕۆمانش
dz: རོ་མེ་ནིཤ་ཁ
hy: ռոմանշերեն
kk: романш тілі
ky: романшча
lo: ໂຣແມນຊ໌
mi: Romānihi
or: ରୋମାନଶ୍‌
ps_pk: رومانیش
sd: رومانش
se: romanšgiella
sq_xk: retoromanisht
tk: retoroman dili
uz_cyrl: романшча

source: Romany
hy: ռոմաներեն
lo: ໂຣເມນີ
or: ରୋମାନି

source: Rombo
as: ৰোম্বো
ckb: ڕۆمبۆ
hy: ռոմբո
kk: ромбо тілі
ky: ромбочо
lo: ຣົມໂບ
mi: Romopo
or: ରୋମ୍ବୋ
ps_pk: رومبو
sd: رومبو
sq_xk: romboisht
tk: rombo dili
uz_cyrl: ромбоча

source: Rundi
as: ৰুন্দি
ckb: ڕووندی
hy: ռունդի
kk: рунди тілі
ky: рундиче
lo: ຣຸນດິ
mi: Rūniti
or: ରୁଣ୍ଡି
ps_pk: رونډی
sd: رونڊي
sq_xk: rundisht
tk: rundi dili
uz_cyrl: рунди

source: Russian
as: ৰাছিয়ান
az_arab_tr: روسجا
bo_in: ཨུ་རུ་སུ་སྐད་
ckb: ڕووسی
dz: ཨུ་རུ་སུའི་ཁ
hy: ռուսերեն
kk: орыс тілі
ky: орусча
lo: ລັດເຊຍ
mg: Rosianina
mi: Ruhiana
or: ରୁଷିୟ
ps_pk: روسي
sd: روسي
se: ruoššagiella
sq_xk: rusisht
tk: rus dili
uz: ruscha
uz_cyrl: русча
xh: Isi-Russian
yi: רוסיש

source: Rwa
as: ৰৱা
ckb: ڕوا
hy: ռվա
kk: руа тілі
ky: руача
lo: ອາຣວາ
mi: Rawa
or: ଆରଡବ୍ୟୁଏ
ps_pk: روا
sd: روا
sq_xk: ruaisht
tk: rwa dili
uz: ruanda
uz_cyrl: руанда тили

source: Saamia
as: চামিয়া
hy: սաամերեն
kk: самия тілі
ky: саамиача (Уганда, Кения)
lo: ຊາອາເມຍ
mi: Hāmia
or: ସାମିଆ
ps_pk: سامیه
sd: ساميا
tk: samiýa dili

source: Saho
as: ছাহো
ckb: ساهۆ
hy: սահոերեն
kk: сахо тілі
ky: сахочо
lo: ຊາໂຮ
or: ସହୋ
ps_pk: سهو
sd: سهو
sq_xk: sahoisht
tk: saho dili
uz_cyrl: саҳоча

source: Samaritan Aramaic
lo: ສາມາຣິແຕນ-
or: ସାମୌରିଟନ୍ ଆରମାଇକ୍

source: Samburu
as: ছাম্বুৰু
ckb: سامبووروو
hy: սամբուրու
kk: самбуру тілі
ky: самбуруча
lo: ຊຳບູຣູ
mi: Hāmapuru
or: ସମବୁରୁ
ps_pk: سمبورو
sd: سيمبورو
sq_xk: samburisht
tk: samburu dili
uz_cyrl: самбуруча

source: Samoan
as: ছামোন
ckb: سامۆیی
hy: սամոաերեն
kk: самоа тілі
ky: самоанча
lo: ຊາມົວ
mi: Hāmoa
or: ସାମୋଆନ୍
ps_pk: ساموآن
sd: سموئا
se: samoagiella
sq_xk: samoanisht
tk: samoa dili
uz: samoa
yi: סאַמאאַניש

source: Sandawe
as: ছান্দাৱে
ckb: سانداوێ
hy: սանդավե
kk: сандаве тілі
ky: сандавече
lo: ຊັນດາວ
mi: Hātawe
or: ସଣ୍ଡାୱେ
ps_pk: سنډاوی
sd: سنداوي
sq_xk: sandauisht
tk: sandawe dili
uz: sandave

source: Sango
as: ছাঙ্গো
ckb: سانگۆ
hy: սանգո
kk: санго тілі
ky: сангочо
lo: ແຊງໂກ
mi: Hāngo
or: ସାଙ୍ଗୋ
ps_pk: سانګو
sd: سانگو
sq_xk: sangoisht
tk: sango dili
uz_cyrl: санго

source: Sangu
as: ছাঙ্গু
ckb: سانگوو
hy: սանգու
kk: сангу тілі
ky: сангуча
lo: ຊານກູ
mi: Hāngu
or: ସାନଗୁ
ps_pk: سانګوو
sd: سانگوو
sq_xk: sanguisht
tk: sangu dili
uz_cyrl: сангуча

source: Sanskrit
as: সংস্কৃত
ckb: سانسکريت
dz: སཾསྐྲྀཏ་ཁ
hy: սանսկրիտ
kk: санскрит тілі
ky: санскритче
lo: ສັນສະກຣິດ
mi: Hanahiti
or: ସଂସ୍କୃତ
ps_pk: سنسکریټ
sd: سنسڪرت
sq_xk: sanskritisht
tk: sanskrit dili
uz_cyrl: санскрит
yi: סאַנסקריט

source: Santali
as: চাওতালি
ckb: سانتالی
hy: սանտալի
kk: сантали тілі
ky: санталиче
lo: ຊານທາລິ
mi: Hatāri
or: ସାନ୍ତାଳି
ps_pk: سنتالي
sd: سنتالي
sq_xk: santalisht
tk: santali dili
uz_cyrl: сантали

source: Sardinian
as: ছাৰ্ডিনিয়ান
ckb: ساردینی
hy: սարդիներեն
kk: сардин тілі
ky: сардинче
lo: ສາດີນຽນ
mi: Hārinia
or: ସାର୍ଡିନିଆନ୍‌
ps_pk: سارڊيني
sd: سارڊيني
se: sardigiella
sq_xk: sardenjisht
tk: sardin dili
uz: sardin
yi: סאַרדיש

source: Sasak
lo: ຊາຊັກ
or: ସାସାକ୍

source: Scots
as: স্কটছ
ckb: سکۆتس
hy: շոտլանդերեն
kk: шотланд тілі
ky: шотландча
lo: ສກອດ
mi: Kotimana
or: ସ୍କଟସ୍
ps_pk: سکاټس
sd: اسڪاٽس
sq_xk: skotisht
tk: şotland dili
uz: shotland
yi: סקאטס

source: Scottish Gaelic
as: স্কটিচ গেইলিক
ckb: گه‌لیكی سكۆتله‌ندی
hy: շոտլանդական գաելերեն
kk: шотландиялық гэль тілі
ky: шотладиялык гелча
lo: ສະກັອດເກລິກ
mi: Keiriki Kotimana
or: ସ୍କଟିସ୍ ଗାଏଲିକ୍
ps_pk: سکاټلېنډي ګېلک
sd: اسڪاٽش گيلڪ
sq_xk: galishte skoceze
tk: şotland kelt dili
uz: shotland-gel
uz_cyrl: шотландча гаелик
yi: סקאטיש געליש

source: Selkup
lo: ເຊນຄັບ
or: ସେଲ୍କପ୍
se: selkupagiella

source: Sena
as: ছেনা
ckb: سێنا
hy: սենա
kk: сена тілі
ky: сенача
lo: ຊີນາ
mi: Hena
or: ସେନା
ps_pk: سینا
sd: سينا
sq_xk: senaisht
tk: sena dili
uz_cyrl: сена

source: Seneca
lo: ຊີນີກາ

source: Serbian
as: ছাৰ্বিয়ান
az_arab_tr: صربجه
ckb: سربی
dz: སཱར་བྷི་ཡཱན་ཁ
hy: սերբերեն
kk: серб тілі
ky: сербче
lo: ເຊີບຽນ
mi: Hirupia
or: ସର୍ବିୟ
ps_pk: سربيائي
sd: سربيائي
se: serbiagiella
sq_xk: serbisht
tk: serb dili
uz: serbcha
uz_cyrl: сербча
yi: סערביש

source: Serbo-Croatian
hy: սերբա-խորվաթերեն
kk: серб-хорват тілі
ky: серб-хорват
lo: ເຊີໂບ-ໂກເຊຍ
or: ସର୍ବୋ-କ୍ରୋଆଟିଆନ୍
se: serbokroatiagiella
sq_xk: serbo-kroatisht
yi: סערבא־קראאַטיש

source: Serer
lo: ເຊເລີ
or: ଶେରେର୍

source: Seselwa Creole French
as: ছেছেলৱা ক্ৰিওল ফ্ৰেন্স
ckb: فەرەنسیی سیشێلی
hy: սեյշելյան խառնակերտ ֆրանսերեն
kk: сейшельдік креол тілі
ky: сеселва креол французча
lo: ເຊເຊວາ ໂຄຣດ ຝຣັ່ງ
or: ସେସେଲୱା କ୍ରେଓଲେ ଫ୍ରେଞ୍ଚ୍
ps_pk: سسيلوا ڪروئل فرانسوي
sd: سيسلوا ڪريئول فرانسي
sq_xk: frëngjishte kreole seselve
tk: seselwa kreole-fransuz dili
uz: kreol (Seyshel)

source: Shambala
as: চাম্বালা
ckb: شامابالا
hy: շամբալա
kk: шамбала тілі
ky: шамабалача
lo: ຊຳບາລ້າ
mi: Hapāra
or: ଶାମବାଲା
ps_pk: شمبالا
sd: شمبالا
sq_xk: shambalisht
tk: şambala dili
uz_cyrl: шамбала

source: Shan
as: চান
ckb: شان
dz: ཤཱན་ཁ
hy: շաներեն
kk: шан тілі
ky: шанча
lo: ຊານ
mi: Hāna
or: ଶାନ୍
ps_pk: شان
sd: شان
sq_xk: shanisht
tk: şan dili

source: Shona
as: চোনা
ckb: شۆنا
hy: շոնա
kk: шона тілі
ky: шонача
lo: ໂຊນາ
mi: Hōna
or: ଶୋନା
ps_pk: شونا
sd: شونا
sq_xk: shonisht
tk: şona dili
uz_cyrl: шона
yi: שאנאַ

source: Sichuan Yi
as: ছিচুৱান ই
ckb: سیچوان یی
hy: սիչուան
kk: сычуан и тілі
ky: сычуань йиче
lo: ເສສວນ ອີ
mi: Hīhuana Eī
or: ସିଚୁଆନ୍ ୟୀ
ps_pk: سیچیان یی
sd: سچوان يي
sq_xk: sishuanisht
tk: syçuan-i dili
uz: sichuan

source: Sicilian
as: ছিচিলিয়ান
ckb: سیسیلی
hy: սիցիլիերեն
kk: сицилия тілі
ky: сицилийче
lo: ຊີຊິລີນ
mi: Hihiriana
or: ସିଶିଲିଆନ୍
ps_pk: سیلیسي
sd: سسلي
se: sisiliagiella
sq_xk: siçilianisht
tk: sisiliýa dili
uz: sitsiliya
yi: סיציליאַניש

source: Sidamo
kk: сидамо тілі
lo: ຊິດາໂມ
or: ସିଦାମୋ

# Siksiká
source: Siksika
as: ছিক্সিকা
hy: սիկսիկա
kk: сиксика тілі
ky: сиксикача
lo: ຊິກຊິກາ
mi: Hihika
or: ସିକସିକା
ps_pk: سکسيکا
sd: سڪسڪا
tk: siksika dili

source: Simplified Chinese
as: সৰলীকৃত চীনা
az_arab_tr: ساده‌لنمیش چینجه
bo_in: རྒྱ་སྐད་ (རྒྱ་ཡིག་གསར་པ།)
ckb: چینی (چینیی ئاسانکراو)
dz: རྒྱ་མི་ཁ་འཇམ་སངམ
hy: պարզեցված չինարեն
kk: жеңілдетілген қытай тілі
ky: кытайча (жөнөкөйлөштүрүлгөн)
lo: ຈີນແບບຮຽບງ່າຍ
mi: Hainamana Māmā
or: ସରଳୀକୃତ ଚାଇନିଜ
se: álki kiinágiella
sq_xk: kinezishte e thjeshtuar
tk: ýönekeýleşdirilen hytaý dili
uz_cyrl: соддалаштирилган хитойча
xh: IsiTshayina Esenziwe Lula

source: Simplified Mandarin Chinese
as: সৰলীকৃত মেণ্ডাৰিন চীনা
az_arab_tr: ساده‌لنمیش چینجه
bo_in: རྒྱ་སྐད་ (རྒྱ་ཡིག་གསར་པ།)
ckb: چینی (ئاسانکراو)
dz: རྒྱ་མི་ཁ། (རྒྱ་ཡིག་ ལུགས་གསར་།)
hy: պարզեցված մանդարին չինարեն
kk: жеңілдетілген қытай тілі (мандарин)
ky: кытайча (жөнөкөйлөштүрүлгөн)
lo: ພາສາຈີນກາງ
mi: Hainamana Māmā
or: ସରଳୀକୃତ ମାଣ୍ଡାରିନ୍ ଚାଇନିଜ୍
ps_pk: چيني ماندرين چيني
sd: سادي مندارن چيني
se: kiinnágiella (álki)
sq_xk: kinezisht (i thjeshtuar)
tk: ýönekeýleşdirilen hytaý diliniň mandarin şiwesi
uz: xitoy (soddalashtirilgan mandarin)
uz_cyrl: соддалаштирилган хитойча
xh: IsiMandarin Esenziwe Lula

source: Sindhi
as: সিন্ধী
az_arab_tr: سیندیجه
ckb: سيندی
dz: སིན་དཱི་ཁ
hy: սինդհի
kk: синдхи тілі
ky: синдхиче
lo: ສິນທິ
mi: Hiniti
or: ସିନ୍ଧୀ
ps_pk: سندهي
sd: سنڌي
sq_xk: sindisht
tk: sindhi dili
uz_cyrl: синдҳи
yi: סינדהי

source: Sinhala
as: সিংহলা
ckb: سینهالی
dz: སིང་ཧ་ལ་ཁ
hy: սինհալերեն
kk: сингал тілі
ky: сингалача
lo: ສິນຫາລາ
mi: Hinihāra
or: ସିଂହଳ
ps_pk: سينهالي
sd: سنهالا
sq_xk: sinhalisht
tk: singal dili
uz: singal
uz_cyrl: сингалча
yi: סינהאַליש

source: Skolt Sami
as: স্কোল্ট ছামি
ckb: سامیی سکۆڵت
hy: սկոլտ սաամի
kk: колтта саам тілі
ky: сколт саамиче
lo: ສກອດຊາມິ
mi: Hakoto Hāmi
or: ସ୍କୋଲ୍ଟ ସାମି
ps_pk: سکولټ سمیع
sd: اسڪاٽ سامي
se: nuortalašgiella
sq_xk: samishte skolti
tk: skolt-saam dili
uz: skolt-saam
uz_cyrl: сколт-саамча

source: Slave
lo: ຊີເລັບ
or: ସ୍ଲେଭ୍

source: Slovak
as: শ্লোভাক
az_arab_tr: اسلواکجا
ckb: سلۆڤاكی
dz: སུ་ལོ་བཱཀ་ཁ
hy: սլովակերեն
kk: словак тілі
ky: словакча
lo: ສະໂລແວັກ
mi: Horowākia
or: ସ୍ଲୋଭାକ୍
ps_pk: سلوواکي
sd: سلواڪي
se: slovákiagiella
sq_xk: sllovakisht
tk: slowak dili
uz: slovakcha
uz_cyrl: словакча
yi: סלאוואַקיש

source: Slovenian
as: শ্লোভেনিয়ান
ckb: سلۆڤێنی
dz: སུ་ལོ་བི་ནི་ཡཱན་ཁ
hy: սլովեներեն
kk: словен тілі
ky: словенче
lo: ສະໂລເວນຽນ
mi: Horowinia
or: ସ୍ଲୋଭେନିଆନ୍
ps_pk: سلوواني
sd: سلوويني
se: slovenagiella
sq_xk: sllovenisht
tk: slowen dili
uz: slovencha
uz_cyrl: словенча
yi: סלאוועניש

source: Soga
as: ছোগা
ckb: سۆگا
hy: սոգա
kk: сога тілі
ky: согача
lo: ໂຊກາ
mi: Hoka
or: ସୋଗା
ps_pk: سوګا
sd: سوگا
sq_xk: sogisht
tk: soga dili
uz_cyrl: сога

source: Sogdien
lo: ຊອກດິນ
or: ସୋଗଡିଏନ୍

source: Somali
as: ছোমালি
ckb: سۆمالی
dz: སོ་མ་ལི་ཁ
hy: սոմալիերեն
kk: сомали тілі
ky: сомаличе
lo: ໂຊມາລີ
mg: Somalianina
mi: Hamāri
or: ସୋମାଲିଆ
ps_pk: سومالي
sd: سومالي
sq_xk: somalisht
tk: somali dili
uz: somalicha
uz_cyrl: сомалича
yi: סאמאַליש

source: Soninke
as: ছোনিনকে
ckb: سۆنینکێ
hy: սոնինկե
kk: сонинке тілі
ky: сонинкече
lo: ໂຊນິນກີ
mi: Honīke
or: ସୋନିଙ୍କେ
ps_pk: سونینګ
sd: سونينڪي
sq_xk: soninkisht
tk: soninke dili

source: South Ndebele
as: দক্ষিণ দেবেল
ckb: ئندێبێلێی باشوور
hy: հարավային նդեբելե
kk: оңтүстік ндебеле тілі
ky: түштүк ндебелече
lo: ນີບີລີໃຕ້
mi: Enetepēra ki te Tonga
or: ଦକ୍ଷିଣ ନେଡବେଲେ
ps_pk: سويلي نديبيل
sd: ڏکڻ دبيلي
sq_xk: ndebelishte jugore
tk: günorta ndebele dili
uz: janubiy ndebel
uz_cyrl: жанубий ндебелча

source: Southern Altai
as: দাক্ষিণাত্য আল্টাই
ckb: ئاڵتایی باشوور
hy: հարավային ալթայերեն
kk: оңтүстік алтай тілі
ky: түштүк алтайча
lo: ອານໄຕໃຕ້
mi: Ātai ki te Tonga
or: ଦକ୍ଷିଣ ଆଲ୍ଟାଇ
ps_pk: سویل الټای
sd: ڏکڻ التائي
sq_xk: altaishte jugore
tk: günorta Altaý dili
uz: janubiy oltoy

source: Southern East Cree
as: দাক্ষিণাত্য ইষ্ট ক্ৰী
hy: հարավ-արևելյան քրի
kk: оңтүстік-шығыс кри тілі
ky: түштүк-чыгыш криче (индей тили)
lo: ຄຣີຕາເວັນອອກສ່ຽງໃຕ້
mi: Kirī Tonga-mā-Rāwhiti
or: ସାଉଥ୍ ଇଷ୍ଟ କ୍ରି
ps_pk: سویل ختیځ کری
sd: ڏکڻ اڀرندو ڪري
tk: günorta-gündogar kri dili
uz: janubi-sharqiy kri

source: Southern Haida
as: দাক্ষিণাত্যৰ হাইডা
hy: հարավային հայդա
kk: оңтүстік хайда тілі
ky: хайдача (индей тили)
lo: ໄຮດາໃຕ້
mi: Haira ki te Tonga
or: ସାଉଥ୍ ହାଇଡା
ps_pk: جنوبي هایدا
sd: ڏاکڻي ھائڊا
tk: günorta haýda dili
uz: janubiy hayda

source: Southern Kurdish
az_arab_tr: گۆنئی کۆردجه
ckb: کوردیی باشووری
hy: հարավային քրդերեն
kk: оңтүстік күрд тілі
ky: түштүк курдча
lo: ພາກໄຕ້ ຂອງ ກູດິດ
sq_xk: kurdishte jugore
uz: janubiy kurd

source: Southern Lushootseed
as: দাক্ষিণাত্যৰ লুছুটচীড
hy: հարավային լուշուցիդ
kk: оңтүстік лушуцид тілі
ky: түштүк лушуцидче (индей тили)
lo: ລູຊຸດຊີດໃຕ້
mi: Ratūti ki te Tonga
or: ସାଉଥ୍ ଲୁଶୋସିଟେଡ୍
ps_pk: سویلي لوشوټسید
sd: ڏاکڻي لشوٽسيڊ
tk: günorta Luşutsid dili
uz: janubiy lushutsid

source: Southern Sami
as: দাক্ষিণাত্য ছামি
ckb: سامیی باشوور
hy: հարավային սաամի
kk: оңтүстік саам тілі
ky: түштүк саамиче
lo: ຊາມິໃຕ້
or: ଦକ୍ଷିଣ ସାମି
ps_pk: سویلي سامی
sd: ڏکڻ سامي
se: lullisámegiella
sq_xk: samishte jugore
tk: günorta saam dili
uz: janubiy saam
uz_cyrl: жанубий саамча

source: Southern Sotho
as: দাক্ষিণাত্য ছোথো
ckb: سۆتۆی باشوور
hy: հարավային սոթո
kk: оңтүстік сото тілі
ky: сесоточо
lo: ໂຊໂທໃຕ້
mi: Hōto ki te Tonga
or: ସେସୋଥୋ
ps_pk: سويلي سوتو
sd: ڏکڻ سوٿي
sq_xk: sotoishte jugore
tk: günorta soto dili
uz: janubiy soto

source: Southern Tutchone
as: দাক্ষিণাত্যৰ টুটচ’ন
hy: հարավային թուտչոնե
kk: оңтүстік тутчоне тілі
ky: түштүк тутчонече (индей тили)
lo: ທຸດຊອນໃຕ້
mi: Tatōne ki te Tonga
or: ସାଉଥ୍ ଟଚୋନ୍
ps_pk: جنوبي توچون
sd: ڏاکڻي ٽچون
tk: günorta tutçone dili
uz: janubiy tutchone

source: Spanish
as: স্পেনিচ
az_arab_tr: اسپانیاجا
ckb: ئیسپانی
dz: ཨིས་པེ་ནིཤ་ཁ
hy: իսպաներեն
kk: испан тілі
ky: испанча
lo: ສະແປນນິຊ
mg: Espaniola
mi: Pāniora
or: ସ୍ପାନିସ୍‌
ps_pk: هسپانوي
sd: هسپانوي
se: spánskkagiella
sq_xk: spanjisht
tk: ispan dili
uz: ispancha
uz_cyrl: испанча
xh: Isi-Spanish
yi: שפּאַניש

source: Sranan Tongo
as: স্ৰানান টোঙ্গো
ckb: سرانان تۆنگۆ
hy: սրանան տոնգո
kk: сранан тонго тілі
ky: сранан тонгочо
lo: ສຣານນານຕອນໂກ
mi: Harāna Tongo
or: ଶାରାନା ଟୋଙ୍ଗୋ
ps_pk: سوران ټونګو
sd: سرانن تانگو
sq_xk: srananisht (sranantongoisht)
tk: sranan-tongo dili

source: Standard Moroccan Tamazight
as: ষ্টেণ্ডাৰ্ড মোৰোক্কান তামাজাইট
ckb: ئەمازیغیی مەغریب
hy: ընդհանուր մարոկյան թամազիղտ
kk: марокколық стандартты тамазигхт тілі
ky: марокко тамазигт адабий тилинде
lo: ໂມຣັອກແຄນ ທາມາຊີກ ມາດຕະຖານ
mi: Moroko Tamatai
or: ମାନାଙ୍କ ମରୋକିୟ ତାମାଜିଘାଟ୍
ps_pk: معياري مراکشي تمازيټ
sd: معياري مراڪشي تامازائيٽ
sq_xk: tamaziatishte standarde marokene
tk: standart Marokko tamazight dili
uz: tamazigxt
uz_cyrl: тамазигхт

source: Straits Salish
as: ষ্ট্ৰেইটছ ছেলিশ্ব
hy: սթրեյթս սալիշերեն
kk: солтүстік стрейтс тілі
ky: стрейтс салишче (индей тили)
lo: ຊ່ອງແຄບເຊລີຊ
mi: Hārihi Kuititanga
or: ଷ୍ଟ୍ରାଇଟ୍ ସାଲିଶ୍
ps_pk: سټریټ سیلش
sd: اسٽريٽ سليش
tk: demirgazyk bogaz saliş dili
uz: streyts salish

source: Sukuma
as: ছুকুমা
ckb: سووکووما
hy: սուկումա
kk: сукума тілі
ky: сукумача
lo: ຊູຄູມ້າ
mi: Hukuma
or: ସୁକୁମା
ps_pk: سکوما
sd: سڪوما
sq_xk: sukumaisht
tk: sukuma dili

source: Sumerian
lo: ຊູເມີເລຍ
or: ସୁମେରିଆନ୍
yi: סומעריש

source: Sundanese
as: ছুণ্ডানীজ
ckb: سوندانی
dz: སཱུན་ད་ནིས་ཁ
hy: սունդաներեն
kk: сундан тілі
ky: сунданча
lo: ຊຸນແດນນີສ
mi: Hunanīhi
or: ସୁଦାନୀଜ୍
ps_pk: سوډاني
sd: سوڊاني
sq_xk: sundanisht
tk: sundan dili
uz: sundan
uz_cyrl: сунданча

source: Susu
lo: ຊູຊູ
or: ଶୁଶୁ

source: Swahili
as: স্বাহিলি
az_arab_tr: سواحیلیجه
ckb: سواهیلی
dz: སྭཱ་ཧི་ལི་ཁ
hy: սուահիլի
kk: суахили тілі
ky: суахиличе
lo: ຊວາຮີລິ
mi: Wāhīri
or: ସ୍ୱାହିଲି
ps_pk: سواهېلي
sd: سواحيلي
sq_xk: suahilisht
tk: suahili dili
uz: suaxili
uz_cyrl: суахили
yi: סוואַהיליש

source: Swampy Cree
as: স্বাম্পী ক্ৰী
hy: ճահճի քրի
kk: батпақты жердің кри тілі
ky: суампи криче (индей тили)
lo: ຊວາມປີຄຣີ
mi: Wāpi Kirī
or: ସ୍ୱାମ୍ପି କ୍ରି
ps_pk: سومپی کری
sd: سوامپي ڪري
tk: batgalyk kri dili
uz: botqoq kri

source: Swati
as: স্বাতি
ckb: سواتی
hy: սվազերեն
kk: свати тілі
ky: сватиче
lo: ສະວາຕິ
mi: Wāti
or: ସ୍ଵାତି
ps_pk: سواتی
sd: سواتي
sq_xk: suatisht
tk: swati dili
uz: svati
uz_cyrl: свати

source: Swedish
as: ছুইডিচ
az_arab_tr: سوئدجه
ckb: سویدی
dz: སུའི་ཌིཤ་ཁ
hy: շվեդերեն
kk: швед тілі
ky: шведче
lo: ສະວີດິຊ
mg: Soisa
mi: Huitene
or: ସ୍ୱେଡିସ୍
ps_pk: سویډنی
sd: سويڊش
se: ruoŧagiella
sq_xk: suedisht
tk: şwed dili
uz: shved
uz_cyrl: шведча
yi: שוועדיש

source: Swiss French
as: ছুইচ ফ্ৰেন্স
ckb: فەرەنسی (سویسڕا)
dz: སུ་ཡིས་ཕྲནཅ་ཁ
hy: շվեյցարական ֆրանսերեն
lo: ຝຣັ່ງ (ສວິສ)
mg: Frantsay (Soisa)
mi: Wīwī Huiterangi
or: ସ୍ୱିସ୍ ଫ୍ରେଞ୍ଚ
ps_pk: سويسي فرانسوي
sd: سوئس فرانسيسي
se: fránskkagiella (Šveica)
sq_xk: frëngjishte zvicerane
uz: fransuz (Shveytsariya)
xh: IsiFrentshi SaseSwitzerland
yi: פֿראַנצויזיש (שווייץ)

source: Swiss German
as: ছুইচ জাৰ্মান
az_arab_tr: سویس آلمانجاسی
ckb: ئەڵمانیی سویسڕا
dz: སུ་ཡིས་ཇཱར་མཱན་ཁ
hy: շվեյցարական գերմաներեն
kk: неміс тілі (Швейцария)
ky: немисче (Швейцария)
lo: ສະວິສ ເຈີແມນ
mi: Tiamana Huiterangi
or: ସୁଇସ୍ ଜର୍ମାନ୍
ps_pk: سویس جرمن
sd: سوئس جرمن
sq_xk: gjermanishte zvicerane
tk: nemes dili (Şweýsariýa)
uz: nemis (Shveytsariya)

source: Swiss High German
as: ছুইচ হাই জাৰ্মান
ckb: ئەڵمانی (سویسڕا)
dz: སུ་ཡིས་གི་མཐོ་སའི་ཇཱར་མཱན་ཁ
hy: շվեյցարական վերին գերմաներեն
kk: швейцариялық әдеби неміс тілі
ky: адабий немисче (Швейцария)
lo: ສະວິສ ໄຮ ເຈີແມນ
mg: Alemanina (Soisa)
mi: Tiamana Ōkawa Huiterangi
or: ସ୍ୱିସ୍‌ ହାଇ ଜର୍ମାନ
ps_pk: سویس های جرمن
sd: سوئس هائي جرمن
se: duiskkagiella (Šveica)
sq_xk: gjermanishte zvicerane (dialekti i Alpeve)
tk: ýokarky nemes dili (Şweýsariýa)
uz: yuqori nemis (Shveytsariya)
xh: IsiJamani Esiyi-High Swiss
yi: דײַטש (שווייץ)

source: Syriac
as: চিৰিয়াক
ckb: سریانی
hy: ասորերեն
kk: сирия тілі
ky: сирияча
lo: ຊີເລຍ
mi: Hīriaka
or: ସିରିଆକ୍‌
ps_pk: سوریاني
sd: شامي
sq_xk: siriakisht
tk: siriýa dili
uz: suryoniy
uz_cyrl: сурияча

source: Tachelhit
as: তাচেলহিট
ckb: شیلها
hy: տաշելհիթ
kk: ташелхит тілі
ky: ташелитче
lo: ທາເຊວຫິດ
mi: Tāhehita
or: ତାଚେଲହିଟ୍
ps_pk: تاکلهیټ
sd: تيچل هاتي
sq_xk: taçelitisht
tk: tahelhit dili
uz: tashelxit
uz_cyrl: ташелхит

source: Tagalog
hy: տագալերեն
lo: ຕາກາລອກ
or: ଟାଗାଲଗ୍
yi: טאַגאַלאג
