Repository: WeblateOrg/language-data
Catalog: languages-po/*.po
Languages: as, az_arab_tr, bo_in, ckb, dz, hy, kk, ky, lo, mg, mi, or, ps_pk, sd, se, sq_xk, tk, uz, uz_cyrl, xh, yi

source: Kurukh
as: কুৰুখ
ckb: کوورووخ
hy: կուրուխ
kk: курух тілі
ky: курухча
lo: ກູຣູກ
mi: Kuruka
or: କୁରୁଖ
ps_pk: کورخ
sd: ڪورخ
sq_xk: kurukisht
tk: kuruh dili
uz: kurux

source: Kutenai
lo: ຄູເທໄນ
or: କୁତେନାଉ

source: Kwakʼwala
as: ক্বাকৱালা
hy: կվակվալա
kk: квакиутль тілі
ky: кваквалача (индей тили)
lo: ຄວາກຄວາກລາ
mi: Kuakawara
or: କ୍ଵାକୱାଲା
sd: ڪئاڪ ولا
tk: kwakwala dili
uz: kvakvala

source: Kwasio
as: কোৱাছিঅ’
ckb: کواسیۆ
hy: կվասիո
kk: квасио тілі
ky: квасиочо
lo: ກວາຊີໂອ
mi: Kuahio
or: କୱାସିଓ
ps_pk: کواسیو
sd: ڪويسيو
sq_xk: kuasisht
tk: kwasio dili
uz: kvasio
uz_cyrl: квасио

source: Kyrgyz
as: কিৰ্গিজ
az_arab_tr: قیرقیزجا
ckb: كرگیزی
dz: ཀིར་གིས་ཁ
hy: ղրղզերեն
kk: қырғыз тілі
ky: кыргызча
lo: ເກຍກີສ
mi: Kiakihi
or: କୀରଗୀଜ୍
ps_pk: کرغيزي
sd: ڪرغيز
sq_xk: kirgizisht
tk: gyrgyz dili
uz: qirgʻizcha
uz_cyrl: қирғизча
yi: קירגיזיש

source: Ladino
as: লাডিনো
ckb: لادینۆ
hy: լադինո
kk: ладино тілі
ky: ладиночо
lo: ລາດີໂນ
mi: Ratino
or: ଲାଦିନୋ
ps_pk: لاډینو
sd: لڊينو
sq_xk: ladinoisht
tk: ladino dili
yi: לאַדינא

source: Lakota
as: লাকোটা
ckb: لاکۆتا
hy: լակոտա
kk: лакота тілі
ky: лакотача
lo: ລາໂກຕາ
mi: Rakōta
or: ଲାକୋଟା
ps_pk: لکوټا
sd: لڪوٽا
sq_xk: lakotisht
tk: lakota dili
uz_cyrl: лакотачалакотача

source: Lamba
lo: ແລມບາ
or: ଲାମ୍ବା

source: Langi
as: লাংগি
ckb: لانگی
hy: լանգի
kk: ланги тілі
ky: лангиче
lo: ແລນກິ
mi: Rangi
or: ଲାନଗି
ps_pk: لنګی
sd: لانگي
sq_xk: langisht
tk: langi dili
uz_cyrl: лангича

source: Lao
as: লাও
ckb: لائۆیی
dz: ལཱ་ཝོས་ཁ
hy: լաոսերեն
kk: лаос тілі
ky: лаочо
lo: ລາວ
mi: Rao
or: ଲାଓ
ps_pk: لاو
sd: لائو
se: laogiella
sq_xk: laosisht
tk: laos dili
uz: laos
uz_cyrl: лаосча
yi: לאַא

source: Latin
as: লেটিন
az_arab_tr: لاتینجه
ckb: لاتینی
dz: ལེ་ཊིན་ཁ
hy: լատիներեն
kk: латын тілі
ky: латынча
lo: ລາຕິນ
mi: Rātini
or: ଲାଟିନ୍
ps_pk: لاتیني
sd: لاطيني
se: láhtengiella
sq_xk: latinisht
tk: latyn dili
uz: lotincha
uz_cyrl: лотинча
yi: לאטייניש

source: Latin American Spanish
as: লেটিন আমেৰিকান স্পেনিচ
az_arab_tr: لاتین آمریکا اسپانیاجاسی
ckb: ئیسپانی (ئەمەریکای لاتین)
dz: ལེ་ཊིན་ཨ་མེ་རི་ཀཱན་གི་ཨིས་པེ་ནིཤ་ཁ
hy: լատինամերիկյան իսպաներեն
lo: ລາຕິນ ອາເມຣິກັນ ສະແປນນິຊ
mg: es_419
mi: Pāniora Amerikana ki te Tonga
or: ଲାଟିନ୍‌ ଆମେରିକୀୟ ସ୍ପାନିସ୍‌
ps_pk: لاتيني امريکايي هسپانوي
sd: لاطيني آمريڪي اسپينش
se: spánskkagiella (lulli-Amerihkká)
sq_xk: spanjishte amerikano-latine
uz: ispan (Lotin Amerikasi)
xh: IsiSpanish SaseLatin America
yi: שפּאַניש (לאַטיין־אַמעריקע)

source: Latvian
as: লাটভিয়ান
ckb: لێتۆنی
dz: ལཊ་བི་ཡཱན་ཁ
hy: լատվիերեն
kk: латыш тілі
ky: латышча
lo: ລັດວຽນ
mi: Rāwhia
or: ଲାଟଭିଆନ୍
ps_pk: لېټواني
sd: لاتوين
se: látviagiella
sq_xk: letonisht
tk: latyş dili
uz: latishcha
uz_cyrl: латишча
yi: לעטיש

source: Lezghian
as: লেজঘিয়ান
ckb: لەزگی
hy: լեզգիերեն
kk: лезгин тілі
ky: лезгинче
lo: ລີຊຽນ
mi: Rēhiana
or: ଲେଜଗିୟାନ୍
ps_pk: لیګغیان
sd: ليزگهين
sq_xk: lezgianisht
tk: lezgin dili
uz: lezgin

source: Lillooet
as: লিল্লোৱেট
hy: լիլուետ
kk: лиллуэт тілі
ky: лиллуэтче (индей тили)
lo: ລິນລູເອັດ
mi: Riruete
or: ଲିଲ୍ଲୁଏଟ
ps_pk: lill
sd: ليلوئيٽ
tk: lilluet dili
uz: lilluet

source: Limburgish
as: লিম্বুৰ্গিচ
ckb: لیمبورگی
hy: լիմբուրգերեն
kk: лимбург тілі
ky: лимбургиче
lo: ລິມເບີກີຊ
mi: Ripūkuihi
or: ଲିମ୍ବୁର୍ଗିସ୍
ps_pk: لمبرگیانی
sd: لمبرگش
sq_xk: limburgisht
tk: limburg dili
uz: limburg

source: Lingala
as: লিংগালা
ckb: لينگالا
hy: լինգալա
kk: лингала тілі
ky: лингалача
lo: ລິງກາລາ
mi: Ringāra
or: ଲିଙ୍ଗାଲା
ps_pk: لنګالا
sd: لنگالا
sq_xk: lingalisht
tk: lingala dili
uz_cyrl: лингалча

source: Lithuanian
as: লিথুৱানিয়ান
ckb: لیتوانی
dz: ལི་ཐུ་ཝེ་ནི་ཡཱན་ཁ
hy: լիտվերեն
kk: литва тілі
ky: литовчо
lo: ລິທົວນຽນ
mi: Rituānia
or: ଲିଥୁଆନିଆନ୍
ps_pk: ليتواني
sd: ليٿونيائي
se: liettuvagiella
sq_xk: lituanisht
tk: litwa dili
uz: litva
uz_cyrl: литвача
yi: ליטוויש

source: Lojban
as: লোজ্বান
ckb: لۆژبان
hy: լոժբան
kk: ложбан тілі
ky: ложбанча
lo: ໂລບບັນ
mi: Rōpāna
or: ଲୋଜବାନ୍
ps_pk: لوجبان
sd: لوجبين
sq_xk: lojbanisht
tk: lojban dili
yi: לאזשבאָן

source: Louisiana Creole
as: লুইজিয়ানা কেৰ’ল
hy: լուիզիանական կրեոլերեն
kk: креоль тілі (Луизиана)
ky: луизиана креолчо
lo: ລຸຍຊີອານນາ ຄຣີໂອນ
mi: Kreōro Ruihiana
or: ଲୌସିଆନା କ୍ରେଓଲେ
ps_pk: Louis
sd: لوئيزيانا ڪريئول
tk: Luiziana kreol dili
uz: luiziana kreol

source: Low German
as: ল’ জাৰ্মান
hy: ստորին գերմաներեն
kk: төменгі неміс тілі
ky: төмөнкү немисче
lo: ເຢຍລະມັນ ຕອນໃຕ້
mi: Tiamana Hakahaka
or: ଲୋ ଜର୍ମାନ୍
ps_pk: کښته آلماني
sd: لو جرمن
sq_xk: gjermanishte e vendeve të ulëta
tk: aşaky nemes dili
uz: quyi nemis
yi: נידערדײַטש

# Low Saxon
source: West Low German
hy: ստորին սաքսոներեն
kk: төменгі саксон тілі
ky: төмөнкү саксончо
lo: ຊາຊອນ ຕອນໄຕ
sq_xk: gjermanishte saksone e vendeve të ulëta
uz: quyi sakson
yi: נידערדײַטש (האלאַנד)

source: Lower Sorbian
as: ল’ৱাৰ ছোৰ্বিয়ান
ckb: سربیی خوارین
hy: ստորին սորբերեն
kk: төменгі лужица тілі
ky: төмөнкү сорбианча
lo: ຊໍບຽນຕໍ່ກວ່າ
mi: Hōpiana Hakahaka
or: ନିମ୍ନ ସର୍ବିଆନ୍‌
ps_pk: لوړے سربي
sd: لوئر سوربين
sq_xk: sorbishte e poshtme
tk: aşaky lužits dili
uz: quyi sorb
uz_cyrl: қуйи-сорбча
yi: אונטער־סארביש

source: Lozi
as: লোজি
ckb: لۆزی
hy: լոզի
kk: лози тілі
ky: лозиче
lo: ໂລຊິ
mi: Rohi
or: ଲୋଜି
ps_pk: لوزی
sd: لوزي
sq_xk: lozisht
tk: lozi dili

source: Luba-Katanga
as: লুবা-কাটাংগা
ckb: لووبا کاتانگا
hy: լուբա-կատանգա
kk: луба-катанга тілі
ky: луба-катангача
lo: ລູບາ-ຄາຕັງກາ
mi: Rupa Katanga
or: ଲ୍ୟୁବା-କାଟାଙ୍ଗା
ps_pk: لوبا-کټنګا
sd: لوبا-ڪتانگا
sq_xk: luba-katangaisht
tk: luba-katanga dili
uz_cyrl: луба-катанга

source: Luba-Lulua
as: লুবা-লুলুৱা
ckb: لووبا لوولووا
hy: լուբա-լուլուա
kk: луба-лулуа тілі
ky: луба-лулуача
lo: ລູບາ-ລູລົວ
mi: Rupa Rurua
or: ଲୁବା-ଲୁଲୁଆ
ps_pk: لبا لولوا
sd: لوبا-لولوا
sq_xk: luba-luluaisht
tk: luba-Lulua dili

source: Luiseno
lo: ລູເຊໂນ
or: ଲୁଇସେନୋ

source: Lule Sami
as: লুলে ছামি
ckb: لوولێ سامی
hy: լուլե սաամի
kk: луле саам тілі
ky: луле саамиче
lo: ລຸນຊາມິ
or: ଲୁଲେ ସାମି
ps_pk: لول سامي
sd: لولي سامي
se: julevsámegiella
sq_xk: samishte lule
tk: lule-saam dili
uz: lule-saam
uz_cyrl: луле-саамча

source: Lunda
as: লুণ্ডা
ckb: لووندا
hy: լունդա
kk: лунда тілі
ky: лундача
lo: ລຸນດາ
mi: Runa
or: ଲୁଣ୍ଡା
ps_pk: لندا
sd: لنڊا
sq_xk: lundaisht
tk: lunda dili

source: Luo
as: লুও
ckb: لووئۆ
hy: լուո
kk: луо тілі
ky: луочо
lo: ລົວ
mi: Ruo
or: ଲୁଓ
ps_pk: لو
sd: لو
sq_xk: luoisht

source: Luxembourgish
as: লাক্সেমবাৰ্গিচ
ckb: لوکسەمبورگی
dz: ལག་ཛམ་བོརྒ་ཁ
hy: լյուքսեմբուրգերեն
kk: люксембург тілі
ky: люксембургча
lo: ລັກເຊມບວກກິຊ
mi: Rakapuō
or: ଲକ୍ସେମବର୍ଗିସ୍
ps_pk: لوګزامبورګي
sd: لگزمبرگ
se: luxemburggagiella
sq_xk: luksemburgisht
tk: lýuksemburg dili
uz: lyuksemburgcha
uz_cyrl: люксембургча
yi: לוקסעמבורגיש

source: Luyia
as: লুইয়া
ckb: لوویا
hy: լույա
kk: лухиа тілі
ky: лухияча
lo: ລູໄຍ
mi: Rūia
or: ଲୁୟିଆ
ps_pk: لویا
sd: لوهيا
sq_xk: lujaisht
tk: luýýa dili
uz: luhya
uz_cyrl: луҳя

source: Maba
lo: ມາບາ

source: Macedonian
as: মেচিডোনীয়
az_arab_tr: مقدونیجه
ckb: ماكێدۆنی
dz: མ་སེ་ཌོ་ནི་ཡཱན་ཁ
hy: մակեդոներեն
kk: македон тілі
ky: македончо
lo: ແມຊິໂດນຽນ
mi: Makerōnia
or: ମାସେଡୋନିଆନ୍
ps_pk: مقدوني
sd: ميسي ڊونيائي
se: makedoniagiella
sq_xk: maqedonisht
tk: makedon dili
uz: makedon
uz_cyrl: македонча
yi: מאַקעדאניש

source: Machame
as: মেকহেম
ckb: ماچامێ
hy: մաշամե
kk: мачаме тілі
ky: мачамече
lo: ມາແຊມ
mi: Mākame
or: ମାଚେମେ
ps_pk: ماچمی
sd: ميڪم
sq_xk: maçamisht
tk: maçame dili
uz_cyrl: мачаме тили

source: Madurese
as: মাদুৰেছে
ckb: مادووری
hy: մադուրերեն
kk: мадур тілі
ky: мадурисче
lo: ມາດູລາ
mi: Maturīhi
or: ମାଦୁରୀସ୍
ps_pk: مدراسی
sd: مدورائي
sq_xk: madurezisht
tk: madur dili
uz: madur

source: Mafa
lo: ມາຟາ

source: Magahi
as: মাগাহি
ckb: ماگاهی
hy: մագահի
kk: магахи тілі
ky: магахиче
lo: ມາກາຮິ
mi: Makāhi
or: ମାଗାହୀ
ps_pk: مګهي
sd: مگاهي
sq_xk: magaisht
tk: magahi dili

source: Maithili
as: মৈথিলী
ckb: مائیتیلی
hy: մայթիլի
kk: майтхили тілі
ky: маитиличе
lo: ໄມທີລິ
mi: Maitiri
or: ମୈଥିଳୀ
ps_pk: مایتھلي
sd: ميٿلي
sq_xk: maitilisht
tk: maýthili dili
uz: maythili

source: Makasar
as: মাকাছাৰ
ckb: ماکاسار
hy: մակասարերեն
kk: макасар тілі
ky: макасарча
lo: ມາກາຊາຣ
mi: Makahā
or: ମକାସର୍
ps_pk: مکاسار
sd: مڪاسر
sq_xk: makasarisht
tk: makasar dili

source: Makhuwa-Meetto
as: মাখুৱা-মিট্টো
ckb: ماخوامیتۆ
hy: մաքուա-մետտո
kk: макуа-меетто тілі
ky: макуача
lo: ມາຄູວາ-ມີດໂຕ
mi: Makuwa-Mēto
or: ମଖୁୱା-ମେଟ୍ଟା
ps_pk: مکھوامیتو
sd: مخووا ميتو
sq_xk: makua-mitoisht
tk: makuwa-mito dili
uz: maxuva-mitto
uz_cyrl: махува-митто

source: Makonde
as: মাকোণ্ড
ckb: ماکۆندە
hy: մակոնդե
kk: маконде тілі
ky: макондече
lo: ມາຄອນເດ
mi: Makonote
or: ମାକୋଣ୍ଡେ
ps_pk: ميکونډي
sd: مڪوندي
sq_xk: makondisht
tk: makonde dili
uz_cyrl: макондеча

source: Malagasy
as: মালাগাছী
ckb: مالاگاسی
dz: མ་ལ་ག་སི་ཁ
hy: մալգաշերեն
kk: малагаси тілі
ky: малагасча
lo: ມາລາກາສຊີ
mi: Marakāhi
or: ମାଲାଗାସୀ
ps_pk: ملغاسي
sd: ملاگاسي
sq_xk: madagaskarisht
tk: malagasiý dili
uz: malagasiy
uz_cyrl: малагасийча

source: Malay
as: মালয়
ckb: مالیزی
dz: མ་ལེ་ཁ
hy: մալայերեն
kk: малай тілі
ky: малайча
lo: ມາເລ
mi: Marei
or: ମାଲୟ
ps_pk: ملایا
sd: ملي
sq_xk: malajisht
tk: malaý dili
uz_cyrl: малай тил

source: Malayalam
as: মালায়ালম
ckb: مالایالام
dz: མ་ལ་ཡ་ལམ་ཁ
hy: մալայալամ
kk: малаялам тілі
ky: малайаламча
lo: ມາເລອາລຳ
mi: Mareiārama
or: ମାଲାୟଲମ୍
ps_pk: مالايالم
sd: مليالم
sq_xk: malajalamisht
tk: malaýalam dili
uz_cyrl: малаялам
yi: מאַלאַיאַלאַם

source: Maliseet-Passamaquoddy
as: মালিছীট-পাছামাকু’ডী
hy: մալեսիտ-պասամակվոդի
kk: малесит-пассамакводди тілі
ky: малесит-пассамакуоддиче (индей тили)
lo: ມາລິຊີດ ພາສຊາມາໂຄດດີ
mi: Marahiti-Pehamakoare
or: ମାଲିସୀଟ-ପାସମକୁଅଡ୍ଡି
ps_pk: mpq
sd: ماليسيٽ پاسماڪئوڊي
tk: malisit-passamakwodi dili
uz: maliset-passamakvoddi

source: Maltese
as: মাল্টিজ
ckb: ماڵتی
dz: མཱལ་ཊ་ཁ
hy: մալթայերեն
kk: мальта тілі
ky: малтизче
lo: ມອລທີສ
mi: Mārata
or: ମାଲଟୀଜ୍
ps_pk: مالټايي
sd: مالٽي
se: maltagiella
sq_xk: maltisht
tk: malta dili
uz: maltiy
uz_cyrl: малтача
yi: מאַלטעזיש

source: Manchu
dz: མན་ཇུ་ཁ
lo: ແມນຈູ
or: ମାଞ୍ଚୁ

source: Mandar
lo: ມານດາຣ
or: ମନ୍ଦାର

source: Mandingo
lo: ມັນດິງກາ
or: ମାଣ୍ଡିଙ୍ଗୋ

source: Manipuri
as: মণিপুৰী
ckb: مانیپووری
hy: մանիպուրի
kk: манипури тілі
ky: манипуриче
lo: ມານີພູຣິ
or: ମଣିପୁରୀ
ps_pk: مانی پوری
sd: ماني پوري
sq_xk: manipurisht
tk: manipuri dili
uz: manipur
uz_cyrl: манипурча

source: Manx
as: মেংক্স
ckb: مانکی
hy: մեներեն
kk: мэн тілі
ky: мэнксыча
lo: ແມງຊ໌
mi: Manaki
or: ମାଁକ୍ସ
ps_pk: مینکس
sd: مينڪس
se: manksgiella
sq_xk: manksisht
tk: men dili
uz: men
uz_cyrl: мэнча
yi: מאַנקס

source: Mapuche
as: মাপুচে
ckb: ماپووچە
hy: մապուչի
kk: мапуче тілі
ky: мапучече
lo: ມາພຸດຊີ
mi: Mapūte
or: ମାପୁଚେ
ps_pk: ماپوچه
sd: ماپوچي
sq_xk: mapuçisht
tk: mapuçe dili
uz_cyrl: мапудунгун

source: Marathi
as: মাৰাঠী
ckb: ماراتی
dz: མ་ར་ཐི་ཁ
hy: մարաթի
kk: маратхи тілі
ky: маратиче
lo: ມາຣາທີ
mi: Marati
or: ମରାଠୀ
ps_pk: مراټهي
sd: مراٺي
sq_xk: maratisht
tk: marathi dili
uz: maratxi
uz_cyrl: маратхи

source: Mari
as: মাৰি
ckb: ماری
hy: մարի
kk: мари тілі
ky: мариче
lo: ມາຣິ
or: ମାରୀ
ps_pk: ماري
sd: ماري
se: marigiella
sq_xk: marisht
tk: mariý dili
uz_cyrl: мари

source: Marshallese
as: মাৰ্চলিজ
ckb: مارشاڵی
hy: մարշալերեն
kk: маршалл тілі
ky: маршаллча
lo: ມາຊານເລັດ
mi: Mararīhi
or: ମାର୍ଶାଲୀଜ୍
ps_pk: مارشلیز
sd: مارشليز
sq_xk: marshallisht
tk: marşall dili
uz: marshall
uz_cyrl: маршалл тили

source: Marwari
lo: ມາວາຣິ
or: ମାରୱାରୀ

source: Masai
as: মাছাই
ckb: ماسایی
hy: մասաի
kk: масай тілі
ky: масайча
lo: ມາໄຊ
mi: Māhai
or: ମାସାଇ
ps_pk: ماسائي
sd: مسائي
sq_xk: masaisht
tk: masai dili
uz: masay
uz_cyrl: масайча

source: Mazanderani
as: মাজেন্দাৰানি
az_arab_tr: مازنیجه
ckb: مازەندەرانی
hy: մազանդարաներեն
kk: мазандеран тілі
ky: мазандераниче
lo: ມາແຊນເດີລັງ
mi: Mahaterani
or: ମାଜାନଡେରାନି
ps_pk: مزاندراني
sd: مزيندراني
sq_xk: mazanderanisht
tk: mazanderan dili
uz: mozandaron
uz_cyrl: мазандеран

source: Medumba
lo: ເມດູມບາ

source: Mende
as: মেণ্ডে
ckb: مێندێ
hy: մենդե
kk: менде тілі
ky: мендече
lo: ເມນເດ
mi: Menēte
or: ମେନଡେ
ps_pk: مینڊي
sd: مينڊي
sq_xk: mendisht
tk: mende dili
uz_cyrl: менде

source: Meru
as: মেৰু
ckb: مێروو
hy: մերու
kk: меру тілі
ky: меруча
lo: ເມຣູ
or: ମେରୁ
ps_pk: ميرو
sd: ميرو
sq_xk: meruisht
tk: meru dili
uz_cyrl: меруча

source: Metaʼ
as: মেটা
ckb: مێتە
hy: մետա
kk: мета тілі
ky: метача
lo: ເມທາ
mi: Meta
or: ମେଟା
ps_pk: ميټا
sd: ميتا
sq_xk: metaisht
tk: meta dili
uz: meta
uz_cyrl: мета

source: Mexican Spanish
as: মেক্সিকান স্পেনিচ
az_arab_tr: مکزیک اسپانیاجاسی
ckb: ئیسپانی (مەکسیک)
dz: ཨིས་པེ་ནིཤ་ཁ། (མེཀ་སི་ཀོ།)
hy: մեքսիկական իսպաներեն
lo: ເມັກຊິກັນ ສະແປນນິຊ
mg: Espaniola (Meksika)
mi: Pāniora Mehikana
or: ମେକ୍ସିକାନ ସ୍ପାନିସ୍‌
ps_pk: ميکسيکي هسپانوي
sd: ميڪسيڪين اسپيني
se: spánskkagiella (Meksiko)
sq_xk: spanjishte meksikane
uz: ispan (Meksika)
xh: IsiSpanish SaseMexico
yi: שפּאַניש (מעקסיקע)

source: Mi'kmaw
as: মিকমেক
hy: միկմակ
kk: микмак тілі
ky: микмакча
lo: ມິກແມກ
mi: Mīkamā
or: ମିକମୌକ୍
ps_pk: ممکق
sd: ميڪ مڪ
tk: mikmak dili
uz: mikmak
uz_cyrl: микмак

source: Michif
as: মিচিফ
hy: միչիֆ
kk: мичиф тілі
ky: мичифче (индей тили)
lo: ມິຊິຟ
mi: Mītiwhi
or: ମିସିଫ
ps_pk: mc
sd: ميچيف
tk: miçif dili

source: Middle Dutch
lo: ດັກກາງ
or: ମଧ୍ୟ ପର୍ତ୍ତୁଗାଲୀ

source: Middle English
lo: ອັງກິດກາງ
or: ମଧ୍ୟ ଇଁରାଜୀ
yi: מיטל ענגליש

source: Middle French
lo: ຟຮັ່ງເສດກາງ
or: ମଧ୍ୟ ଫ୍ରେଞ୍ଚ

source: Middle High German
lo: ເຢຍລະມັນສູງກາງ
or: ମିଡିଲ୍ ହାଇ ଜର୍ମାନ୍
yi: מיטל הויכדויטש

source: Middle Irish
lo: ໄອລິດກາງ
or: ମଧ୍ୟ ଇରିଶ୍

source: Minangkabau
as: মিনাংকাবাউ
ckb: مینانکاباو
hy: մինանգկաբաու
kk: минангкабау тілі
ky: минанкабауча
lo: ມີແນງກາບູ
mi: Minākapao
or: ମିନାଙ୍ଗାବାଉ
ps_pk: مينيگاباو
sd: مناڪابوا
sq_xk: minangkabauisht
tk: minangkabau dili
uz_cyrl: минангкабау

source: Mirandese
as: মিৰাণ্ডিজ
ckb: میراندی
hy: միրանդերեն
kk: миранд тілі
ky: мирандизче
lo: ມີລັນດາ
mi: Miranatīhi
or: ମିରାଣ୍ଡିଜ୍
ps_pk: مرانديز
sd: مرانڊيز
sq_xk: mirandisht
tk: mirand dili
uz: miranda
uz_cyrl: мирандес

source: Mizo
as: মিজো
ckb: میزۆ
hy: միզո
kk: мизо тілі
ky: мизочо
lo: ມີໂຊ
mi: Mīho
or: ମିଜୋ
ps_pk: ميزو
sd: ميزو
sq_xk: mizoisht
tk: mizo dili
uz: lushay
uz_cyrl: лушай
yi: מיזא

source: Modern Standard Arabic
as: আধুনিক মানক আৰবী
az_arab_tr: استاندارد عربجه
ckb: عەرەبیی ستاندارد
dz: ཨེ་ར་བིཀ་ཁ། (འཛམ་གླིང༌།)
hy: արդի ընդհանուր արաբերեն
kk: қазіргі стандартты араб тілі
ky: азыркы адабий араб тилинде
lo: ອາຣາບິກມາດຕະຖານສະໄໝໃໝ່
mg: ar_001
mi: Ārapi Moroko
or: ଆଧୁନିକ ମାନକ ଆରବିକ୍‌
ps_pk: نوے معياري عربي
sd: جديد معياري عربي
se: arábagiella (máilbmi)
sq_xk: arabishte standarde moderne
tk: häzirki zaman standart arap dili
uz: standart arab
uz_cyrl: стандарт арабча
xh: Isi-Arabhu (Sale mihla)
yi: אַראַביש (וועלט)

source: Mohawk
as: মোহোক
ckb: مۆهاوک
hy: մոհավք
kk: могавк тілі
ky: мохаукча
lo: ໂມຫາ
mi: Mauhōka
or: ମୋହୌକ
ps_pk: محاواک
sd: موهاڪ
sq_xk: mohokisht
tk: mogauk dili
uz: mohauk
uz_cyrl: могавк

source: Moksha
as: মোক্সা
ckb: مۆکشا
hy: մոկշայերեն
kk: мокша тілі
ky: мокшача
lo: ມອກຊາ
mi: Mōkaha
or: ମୋକ୍ଷ
ps_pk: موکشا
sd: موڪشا
se: mokšagiella
sq_xk: mokshaisht
tk: mokşa dili
uz_cyrl: мокша тили

source: Moldavian
as: মোল্ডাভিয়ান
ckb: مۆڵداڤی
dz: རོ་མེ་ནི་ཡཱན་ཁ། (མོལ་དོ་བཱ།)
hy: մոլդովերեն
kk: молдован тілі
ky: молдованча
lo: ໂມດາວຽນ
mg: Romanianina (Môldavia)
or: ମୋଲଡୋଭିଆନ୍
ps_pk: مولداویایی
sd: مالديوي
se: romániagiella (Moldávia)
sq_xk: moldavisht
tk: moldaw dili
uz: moldovan
yi: רומעניש (מאלדאווע)

source: Mongo
lo: ແມັງໂກ້
or: ମଙ୍ଗୋ

source: Mongolian
as: মংগোলীয়
az_arab_tr: موْغولجا
ckb: مەنگۆلی
hy: մոնղոլերեն
kk: моңғол тілі
ky: монголчо
lo: ມອງໂກເລຍ
mi: Mongōria
or: ମଙ୍ଗୋଲୀୟ
ps_pk: منګولیایی
sd: منگولي
se: mongoliagiella
sq_xk: mongolisht
tk: mongol dili
uz: mongol
uz_cyrl: мўғулча
yi: מאנגאליש

source: Moose Cree
as: মুজ ক্ৰী
hy: մուզ քրի
kk: мус кри тілі
ky: муус криче (индей тили)
lo: ມູສຄຣີ
mi: Mūhi Kirī
or: ମୁସେ କ୍ରୀ
ps_pk: mcr
sd: موس ڪري
tk: los-kri dili
uz: mus kri

source: Morisyen
as: মৰিছিয়ান
ckb: مۆریسی
hy: մորիսյեն
kk: морисиен тілі
ky: морисианча
lo: ມໍຣິສເຢນ
mi: Morihiene
or: ମୋରିସୟେନ୍
ps_pk: ماریسیسن
sd: موریسیین
sq_xk: morisjenisht
tk: morisýen dili
uz_cyrl: морисьен

source: Mossi
as: মোছি
ckb: مۆسی
hy: մոսսի
kk: мосси тілі
ky: моссиче
lo: ມອສຊີ
mi: Mohi
or: ମୋସି
ps_pk: ماسي
sd: موسي
sq_xk: mosisht
tk: mossi dili
uz_cyrl: мосси

source: Multiple languages
as: একাধিক ভাষা
ckb: چەند زمان
hy: բազմալեզու
kk: бірнеше тіл
ky: бир нече тилде
lo: ຫລາຍພາສາ
mi: Ngā reo maha
or: ବିବିଧ ଭାଷା
ps_pk: متعدد ژبې
sd: هڪ کان وڌيڪ ٻوليون
sq_xk: gjuhë të shumëfishta
tk: birnäçe dil
uz: bir nechta til
uz_cyrl: бир нечта тил

source: Mundang
as: মুণ্ডাং
ckb: موندانگ
hy: մունդանգ
kk: мунданг тілі
ky: мундангча
lo: ມັນດັງ
mi: Mūnatanga
or: ମୁନଡାଂ
ps_pk: مندانګ
sd: من دانگ
sq_xk: mundangisht
tk: mundang dili
uz_cyrl: мунданг

# Muscogee
source: Creek
as: ক্ৰীক
ckb: کریک
hy: մասքոջի
kk: крик тілі
ky: крикче
lo: ມັສໂກກີ
mi: Mukōki
or: କ୍ରୀକ୍
ps_pk: کريکي
sd: ڪريڪ
sq_xk: krikisht
tk: krik dili
uz: krik
uz_cyrl: крикча

source: Myene
lo: ມໍຢິນ

source: Māori
as: মাওৰি
hy: մաորի
kk: маори тілі
ky: маориче
lo: ມາວຣິ
or: ମାଓରୀ
ps_pk: ماوري
sd: مائوري
tk: maori dili
uz: maori
uz_cyrl: маори

source: Najdi Arabic
as: নাজডি আৰবী
hy: նեջդի արաբերեն
kk: араб тілі (Неджда)
ky: арабча (нежди диалекти)
lo: ນາຈດີ ອາຣາບິກ
mi: Arapika Nahāri
or: ନାଜଦି ଆରବିକ
ps_pk: نجدی عربی
sd: نجدي عربي
tk: nejdi arap dili
uz: najd arab

source: Nama
as: নামা
ckb: ناما
hy: նամա
kk: нама тілі
ky: намача
lo: ນາມາ
or: ନାମା
ps_pk: ناما
sd: ناما
sq_xk: namaisht
tk: nama dili
uz_cyrl: нама

source: Nauru
as: নাউৰু
ckb: نائوروو
hy: նաուրու
kk: науру тілі
ky: науруча
lo: ນາຢູລູ
or: ନାଉରୁ
ps_pk: نایرو
sd: نائو
sq_xk: nauruisht
tk: nauru dili

source: Navajo
as: নাভাজো
ckb: ناڤاجۆ
hy: նավախո
kk: навахо тілі
ky: наваджочо
lo: ນາວາໂຈ
mi: Nawahō
or: ନାଭାଜୋ
ps_pk: نواجو
sd: نواجو
sq_xk: navahoisht
tk: nawaho dili
uz: navaxo

source: Ndonga
as: এন্দোঙ্গা
ckb: ندۆنگا
hy: նդոնգա
kk: ндонга тілі
ky: ндонгача
lo: ເອັນດອງກາ
mi: Natōka
or: ଡୋଙ୍ଗା
ps_pk: ندونگا
sd: ڊونگا
sq_xk: ndongaisht
tk: ndonga dili

source: Neapolitan
as: নিয়াপোলিটেন
ckb: ناپۆلی
hy: նեապոլերեն
kk: неаполитан тілі
ky: неополитанча
lo: ນາໂປລີ
mi: Neaporitana
or: ନୀପୋଲିଟାନ୍
ps_pk: نيپالين
sd: نيپولٽن
sq_xk: napoletanisht
tk: neapolitan dili
yi: נאַפּאליטַניש

source: Nepali
as: নেপালী
bo_in: ནེ་པ་ལི
ckb: نیپالی
dz: ནེ་པཱལི་ཁ
hy: նեպալերեն
kk: непал тілі
ky: непалча
lo: ເນປາລີ
mg: Nepale
mi: Nepari
or: ନେପାଳୀ
ps_pk: نېپالي
sd: نيپالي
se: nepaligiella
sq_xk: nepalisht
tk: nepal dili
uz: nepal
uz_cyrl: непалча
yi: נעפּאַליש

source: Newari
as: নেৱাৰি
ckb: نێواری
hy: նեվարերեն
kk: невар тілі
ky: невариче
lo: ນີວາຣິ
or: ନେୱାରୀ
ps_pk: نيواري
sd: نيواري
sq_xk: neuarisht
tk: newari dili
uz: nevar

source: Ngambay
as: নাংম্বে
ckb: نگامبای
hy: նգամբայ
kk: нгамбай тілі
ky: нгамбайча
lo: ກຳເບ
mi: Nekāpei
or: ନଗାମବେ
ps_pk: نګبای
sd: نغمبي
sq_xk: ngambajisht
tk: ngambaý dili

source: Ngiemboon
as: নিয়েম্বোন
ckb: نگیمبوون
hy: նգիեմբուն
kk: нгиембун тілі
ky: нгимбунча
lo: ຈີ່ມບູນ
mi: Nekiepūna
or: ନାଗିମବୋନ୍
ps_pk: نایجیمون
sd: نغيمبون
sq_xk: ngiembunisht
tk: ngembun dili
uz: ngiyembun
uz_cyrl: нгиембун

source: Ngomba
as: নগোম্বা
ckb: نگۆمبا
hy: նգոմբա
kk: нгомба тілі
ky: нгомбача
lo: ງອມບາ
mi: Nakōma
or: ନାଗୋମ୍ଵା
ps_pk: نګومبا
sd: نغومبا
sq_xk: ngombisht
tk: ngomba dili
uz_cyrl: нгомба

source: Nheengatu
as: হিংগাটো
hy: նինգաթու
kk: ньенгату тілі
ky: ньенгатуча (түштүк америка тилдери)
lo: ນີນກາຕູ
mi: Nīkātū
or: ନିଙ୍ଗାଟୁ
ps_pk: نینګاتو
sd: نھين گاٽو
tk: nhengatu dili
uz: nyengatu

source: Nias
as: নিয়াছ
ckb: نیاس
hy: նիասերեն
kk: ниас тілі
ky: ниасча
lo: ນີ່ອັດ
mi: Niāhi
or: ନୀୟାସ୍
ps_pk: نياس
sd: نياس
sq_xk: niasisht
tk: nias dili

source: Nigerian Pidgin
as: নাইজেৰিয়ান পিজিন
ckb: پیجینی نیجریا
hy: նիգերիական փիջին
kk: нигериялық пиджин тілі
ky: аргындашкан тил (Нигерия)
lo: ໄນຈີຣຽນພິດກິນ
mi: Ngāitiriana Kōrapurapu
or: ନାଇଜେରୀୟ ପିଡଗିନ୍
ps_pk: نائجیریا پیدجن
sd: نائيجرين پجن
sq_xk: pixhinishte nigeriane
tk: nigeriýa-pijin dili
uz: kreol (Nigeriya)

source: Niuean
as: নিয়ুৱান
ckb: نیئوویی
hy: նիուերեն
kk: ниуэ тілі
ky: ньюанча
lo: ນີ່ອູ
mi: Niueana
or: ନିୟୁଆନ୍
ps_pk: نیان
sd: نووي
sq_xk: niueanisht
tk: niue dili
uz: niue
uz_cyrl: ниуэча

source: No linguistic content
as: কোনো ভাষা সমল নাই
ckb: هیچ ناوەرۆکی زمانی نیە
dz: སྐད་རིག་ནང་དོན་མེདཔ
hy: առանց լեզվային բովանդակության
kk: тілдік мазмұны жоқ
ky: тилдик мазмун жок
lo: ບໍ່ມີເນື້ອຫາພາສາ
mi: Wetereo kiko kore
or: କୌଣସି ଲିଙ୍ଗୁଇଷ୍ଟ ସାମଗ୍ରୀ ନାହିଁ
ps_pk: نه ژبني منځپانګه
sd: ڪوئي ٻولي جو مواد ڪونهي
sq_xk: nuk ka përmbajtje gjuhësore
tk: dilçilige degişli mazmun ýok
uz: til tarkibi yo‘q
uz_cyrl: Тил таркиби йўқ

source: Nogai
as: নোগাই
ckb: نۆگای
hy: նոգայերեն
kk: ноғай тілі
ky: ногайча
lo: ນໍໄກ
mi: Nōkai
or: ନୋଗାଇ
ps_pk: نوګی
sd: نوگائي
sq_xk: nogajisht
tk: nogaý dili
uz: no‘g‘ay

source: North Ndebele
as: উত্তৰ নিবেবেলে
ckb: ئندێبێلێی باکوور
hy: հյուսիսային նդեբելե
kk: солтүстік ндебеле тілі
ky: түндүк ндыбелче
lo: ເອັນເດເບເລເໜືອ
mi: Enetepēra ki te Raki
or: ଉତ୍ତର ନେଡବେଲେ
ps_pk: شمالي نديبل
sd: اتر دبيلي
sq_xk: ndebelishte veriore
tk: demirgazyk ndebele dili
uz: shimoliy ndebele
uz_cyrl: шимолий ндебеле

source: Northern East Cree
as: নৰ্দাৰ্ন ইষ্ট ক্ৰী
hy: հյուսիս-արևելյան քրի
kk: солтүстік-шығыс кри тілі
ky: чыгыш криче (индей тилдери)
lo: ຄຣີຕາເວັນອອກສ່ຽງເໜືອ
mi: Kirī Raki-mā-Rāwhiti
or: ଉତ୍ତର ପୂର୍ବ କ୍ରୀ
ps_pk: شمالي ختیځ کری
sd: اترين اوڀر ڪري
tk: demirgazyk-gündogar kri dili
uz: shomoli-sharqiy kri

source: Northern Frisian
as: নৰ্দাৰ্ন ফ্ৰিছিয়ান
hy: հյուսիսային ֆրիզերեն
kk: солтүстік фриз тілі
ky: түндүк фризче (евразиялык тилдер)
lo: ຟຣີຊຽນເໜືອ
mi: Whirīhiana ki te Raki
or: ଉତ୍ତର ଫ୍ରିସିୟାନ୍
ps_pk: شمالي فریسیان
sd: اترين فريسين
tk: demirgazyk friz dili
uz: shimoliy friz
yi: דרום־פֿריזיש

source: Northern Luri
as: উদীচ্য লুৰি
az_arab_tr: قۇزئی لوْرجه
ckb: لوڕیی باکوور
hy: հյուսիսային լուրիերեն
kk: солтүстік люри тілі
ky: түндүк луриче
lo: ລູຣິ ທາງຕອນເໜືອ
mi: Ruri ki te Raki
or: ଉତ୍ତର ଲୁରି
ps_pk: شمالي لوری
sd: اتر لوري
sq_xk: lurishte veriore
tk: demirgazyk luri dili
uz: shimoliy luri
uz_cyrl: шимолий лури

source: Northern Sami
as: উদীচ্য ছামি
ckb: سامیی باکوور
hy: հյուսիսային սաամի
kk: солтүстік саам тілі
ky: түндүк саамиче
lo: ຊາມິເໜືອ
mi: Hami ki te Raki
or: ଉତ୍ତର ସାମି
ps_pk: شمالي سامي
sd: اتر سامي
se: davvisámegiella
sq_xk: samishte veriore
tk: demirgazyk saam dili
uz: shimoliy saam
uz_cyrl: шимолий саамча
yi: נארדסאַמיש

source: Northern Sotho
as: উদীচ্য ছোথো
ckb: سۆتۆی باکوور
hy: հյուսիսային սոթո
kk: солтүстік сото тілі
ky: түндүк соточо
lo: ໂຊໂທເໜືອ
mi: Hoto ki te Raki
or: ଉତ୍ତରୀ ସୋଥୋ
ps_pk: شمالي سوتو
sd: اتر سوٿو
sq_xk: sotoishte veriore
tk: demirgazyk soto dili
uz: shimoliy soto

source: Northern Tutchone
as: নৰ্দাৰ্ন টুটচ’ন
hy: հյուսիսային թուտչոնե
kk: солтүстік тутчоне тілі
ky: түндүк тутчончо (индей тили)
lo: ທັດໂຈນເເໜືອ
mi: Tūtone ki te Raki
or: ଉତ୍ତର ଟୁଚୋନ୍
ps_pk: شمالي ټچون
sd: اترين ٽچون
tk: demirgazyk tutçone dili
uz: shimoliy tutchone

source: Northwestern Ojibwa
as: নৰ্থ-ৱেষ্টাৰ্ণ অজিবৱা
hy: հյուսիս-արևմտյան օջիբվե
kk: солтүстік-батыс оджибве тілі
ky: түндүк-батыш ожибвече (индей тили)
lo: ໂອຈິບວາຕາເວັນຕົກສ່ຽງເໜືອ
mi: Ōtīpia Raki-mā-Uru
or: ଉତ୍ତର-ପଶ୍ଚିମ ଓଜିବ୍ଵା
ps_pk: شمال لویدیځ اوجیبوا
sd: اتر الھندي اوجيبوا
tk: demirgazyk-günbatar ojibwa dili
uz: shimoli-gʻarbiy ojibva

source: Norwegian
as: নৰৱেজিয়ান
ckb: نۆروێژی
dz: ནོར་ཝི་ཇི་ཡན་ཁ
hy: նորվեգերեն
kk: норвег тілі
ky: норвежче
lo: ນໍເວຈຽນ
mi: Nōwei
or: ନରୱେଜିଆନ୍
ps_pk: ناروېئي
sd: نارويجيائي
se: dárogiella
sq_xk: norvegjisht
tk: norweg dili
uz: norveg
yi: נארוועגיש

source: Norwegian Bokmål
as: নৰৱেজিয়ান বোকমাল
ckb: نەرویژیی بۆکمال
dz: ནོར་ཝེ་ཇི་ཡཱན་བོཀ་མཱལ་ཁ
hy: գրքային նորվեգերեն
kk: норвегиялық букмол тілі
ky: норвежче (букмал)
lo: ນໍເວຈຽນ ບັອກມອລ
mi: Pakamō Nōwei
or: ନରୱେଜିଆନ୍ ବୋକମଲ୍
ps_pk: ناروے بوکمال
sd: نارويائي بوڪمال
se: girjedárogiella
sq_xk: norvegjishte letrare
tk: norwegiýa bukmol dili
uz: norveg-bokmal
uz_cyrl: норвегча бокмал
