Repository: WeblateOrg/language-data
Catalog: languages-po/agq.po
Languages: agq

source: American English
agq: Kɨŋgele (USA)

source: Amharic
agq: Àmalì

source: Arabic
agq: Àlabì

source: Australian English
agq: Kɨŋgele (Ùsɨ̀tɛ̀lɛlìa)

source: Austrian German
agq: Dzamɛ̀ (Usɨtɨ̀là)

source: Bangla
agq: Bɨ̀ŋgalì

source: Belarusian
agq: Bɛ̀làlusàn

source: Brazilian Portuguese
agq: Kpotùwgîi (Bɨ̀làzîi)

source: British English
agq: Kɨŋgele (Yùnaetɛ Kiŋdɔ̀m)

source: Bulgarian
agq: Bùugɨlìa

source: Burmese
agq: Bùumɛsɛ̀

source: Canadian English
agq: Kɨŋgele (Kanadà)

source: Canadian French
agq: Kɨ̀fàlàŋsi (Kanadà)

source: Chinese
agq: Chàenê

source: Chinese, Mandarin
agq: Chàenê

source: Czech
agq: Chɛ̂

source: Dari
agq: Kpɛɛshìa (Àfɨ̀ganìsɨ̀tân)

source: Dutch
agq: Dɔ̂s

source: English
agq: Kɨŋgele

source: European Portuguese
agq: Kpotùwgîi (Kputuwgà)

source: European Spanish
agq: Sɨ̀kpanìs (Sɨ̀kpɛ̂n)

source: Flemish
agq: Dɔ̂s (Bɛɛdzwùm)

source: French
agq: Kɨ̀fàlàŋsi

source: German
agq: Dzamɛ̀

source: Greek
agq: Gɨ̀lêʔ

source: Hausa
agq: Kɨtsɔŋkaŋ

source: Hindi
agq: Endì

source: Hungarian
agq: Hɔŋgalìa

source: Igbo
agq: Egbò

source: Indonesian
agq: Èndònɛshìa

source: Italian
agq: Ètalìa

source: Japanese
agq: Dzàkpànê

source: Javanese
agq: Dzàbvànê

source: Khmer
agq: Kɨmɛ̀

source: Kinyarwanda
agq: Lùwandà

source: Korean
agq: kùulîa

source: Latin American Spanish
agq: es_419

source: Malay
agq: Màlae

source: Mexican Spanish
agq: Sɨ̀kpanìs (Mɛkɨzikù)

source: Modern Standard Arabic
agq: ar_001

source: Moldavian
agq: Lùmanyìa (Mòodovà)

source: Nepali
agq: Nɛ̀kpalì

source: Persian
agq: Kpɛɛshìa

source: Polish
agq: Kpɔlìs

source: Portuguese
agq: Kpotùwgîi

source: Punjabi
agq: Kpuwndzabì

source: Romanian
agq: Lùmanyìa

source: Russian
agq: Lushìa

source: Somali
agq: Sòmalì

source: Spanish
agq: Sɨ̀kpanìs

source: Swedish
agq: Suedìs

source: Swiss French
agq: Kɨ̀fàlàŋsi (Suezàlân)

source: Swiss High German
agq: Dzamɛ̀ (Suezàlân)

source: Tamil
agq: Tamì

source: Thai
agq: Tàe

source: Turkish
agq: Tʉʉkìs

source: UK English
agq: Kɨŋgele (Yùnaetɛ Kiŋdɔ̀m)

source: US English
agq: Kɨŋgele (USA)

source: Ukrainian
agq: Ùkɛlɛnìa

source: Urdu
agq: Uudùw

source: Vietnamese
agq: Vìyɛtnàmê

source: Yoruba
agq: Yulùba

source: Zulu
agq: Zulù
