Repository: WeblateOrg/language-data
Catalog: languages-po/bas.po
Languages: bas

source: Akan
bas: Hɔp u akan

source: American English
bas: Hɔp u ŋgisì (Àdnà i Bilɔ̀ŋ bi Amerkà)

source: Amharic
bas: Hɔp u amhārìk

source: Arabic
bas: Hɔp u arâb

source: Australian English
bas: Hɔp u ŋgisì (Òstralìà)

source: Austrian German
bas: Hɔp u jamân (Òstrǐk)

source: Bangla
bas: Hɔp u bɛŋgàli

source: Basaa
bas: Ɓàsàa

source: Belarusian
bas: Hɔp u bièlòrûs

source: Brazilian Portuguese
bas: Hɔp u pɔtɔ̄kì (Bràsîl)

source: British English
bas: Hɔp u ŋgisì (Àdnà i Lɔ̂ŋ)

source: Bulgarian
bas: Hɔp u bûlgâr

source: Burmese
bas: Hɔp u birmàn

source: Canadian English
bas: Hɔp u ŋgisì (Kànadà)

source: Canadian French
bas: Hɔp u pulàsi (Kànadà)

source: Chinese
bas: Hɔp u kinà

source: Chinese, Mandarin
bas: Hɔp u kinà

source: Czech
bas: Hɔp u cɛ̂k

source: Dari
bas: Hɔp u pɛrsìà (Àfgànìstâŋ)

source: Dutch
bas: Hɔp u nlɛ̀ndi

source: English
bas: Hɔp u ŋgisì

source: European Portuguese
bas: Hɔp u pɔtɔ̄kì (Pɔ̀tɔkì)

source: European Spanish
bas: Hɔp u panyā (Pànya)

source: Flemish
bas: Hɔp u nlɛ̀ndi (Bɛlgyùm)

source: French
bas: Hɔp u pulàsi

source: German
bas: Hɔp u jamân

source: Greek
bas: Hɔp u gri ᷇kyà

source: Hausa
bas: Hɔp u ɓausa

source: Hindi
bas: Hɔp u hindì

source: Hungarian
bas: Hɔp u hɔŋgrìi

source: Igbo
bas: Hɔp u iɓò

source: Indonesian
bas: Hɔp u indònesìà

source: Italian
bas: Hɔp u italìà

source: Japanese
bas: Hɔp u yapàn

source: Javanese
bas: Hɔp u yavà

source: Khmer
bas: Hɔp u kmɛ̂r

source: Kinyarwanda
bas: Hɔp u ruāndà

source: Korean
bas: Hɔp u kɔrēà

source: Latin American Spanish
bas: es_419

source: Malay
bas: Hɔp u makɛ᷆

source: Mexican Spanish
bas: Hɔp u panyā (Mɛ̀gsîk)

source: Modern Standard Arabic
bas: ar_001

source: Moldavian
bas: Hɔp u rùmanìà (Moldavìà)

source: Nepali
bas: Hɔp u nepa᷆l

source: Persian
bas: Hɔp u pɛrsìà

source: Polish
bas: Hɔp u pɔlɔ̄nà

source: Portuguese
bas: Hɔp u pɔtɔ̄kì

source: Punjabi
bas: Hɔp u pɛnjàbi

source: Romanian
bas: Hɔp u rùmanìà

source: Russian
bas: Hɔp u ruslànd

source: Somali
bas: Hɔp u somàlî

source: Spanish
bas: Hɔp u panyā

source: Swedish
bas: Hɔp u suɛ᷆d

source: Swiss French
bas: Hɔp u pulàsi (Sùwîs)

source: Swiss High German
bas: Hɔp u jamân (Sùwîs)

source: Tamil
bas: Hɔp u tamu᷆l

source: Thai
bas: Hɔp u tây

source: Turkish
bas: Hɔp u tûrk

source: UK English
bas: Hɔp u ŋgisì (Àdnà i Lɔ̂ŋ)

source: US English
bas: Hɔp u ŋgisì (Àdnà i Bilɔ̀ŋ bi Amerkà)

source: Ukrainian
bas: Hɔp u ukrǎnìà

source: Urdu
bas: Hɔp u urdù

source: Vietnamese
bas: Hɔp u vyɛ̄dnàm

source: Yoruba
bas: Hɔp u yorūbà

source: Zulu
bas: Hɔp u zulù
