Repository: WeblateOrg/language-data
Catalog: languages-po/bez.po
Languages: bez

source: Akan
bez: Hiakan

source: American English
bez: Hiingereza (Humalekani)

source: Amharic
bez: Hiamhari

source: Arabic
bez: Hiharabu

source: Australian English
bez: Hiingereza (Huaustlalia)

source: Austrian German
bez: Hijerumani (Huastlia)

source: Bangla
bez: Hibangla

source: Belarusian
bez: Hibelarusi

source: Bena
bez: Hibena

source: Brazilian Portuguese
bez: Hileno (Hublazili)

source: British English
bez: Hiingereza (Huuingereza)

source: Bulgarian
bez: Hibulgaria

source: Burmese
bez: Hiburma

source: Canadian English
bez: Hiingereza (Hukanada)

source: Canadian French
bez: Hifaransa (Hukanada)

source: Chinese
bez: Hichina

source: Chinese, Mandarin
bez: Hichina

source: Czech
bez: Hicheki

source: Dari
bez: Hiajemi (Huafuganistani)

source: Dutch
bez: Hiholanzi

source: English
bez: Hiingereza

source: European Portuguese
bez: Hileno (Huuleno)

source: European Spanish
bez: Hihispania (Huhispania)

source: Flemish
bez: Hiholanzi (Huubelgiji)

source: French
bez: Hifaransa

source: German
bez: Hijerumani

source: Greek
bez: Higiriki

source: Hausa
bez: Hihausa

source: Hindi
bez: Hihindi

source: Hungarian
bez: Hihungari

source: Igbo
bez: Hiibo

source: Indonesian
bez: Hiindonesia

source: Italian
bez: Hiitaliano

source: Japanese
bez: Hijapani

source: Javanese
bez: Hijava

source: Khmer
bez: Hikambodia

source: Kinyarwanda
bez: Hinyarwanda

source: Korean
bez: Hikorea

source: Latin American Spanish
bez: es_419

source: Malay
bez: Himalesia

source: Mexican Spanish
bez: Hihispania (Humeksiko)

source: Modern Standard Arabic
bez: ar_001

source: Moldavian
bez: Hilomania (Humoldova)

source: Nepali
bez: Hinepali

source: Persian
bez: Hiajemi

source: Polish
bez: Hipolandi

source: Portuguese
bez: Hileno

source: Punjabi
bez: Hipunjabi

source: Romanian
bez: Hilomania

source: Russian
bez: Hilusi

source: Somali
bez: Hisomali

source: Spanish
bez: Hihispania

source: Swedish
bez: Hiswidi

source: Swiss French
bez: Hifaransa (Huuswisi)

source: Swiss High German
bez: Hijerumani (Huuswisi)

source: Tamil
bez: Hitamil

source: Thai
bez: Hitailand

source: Turkish
bez: Hituluki

source: UK English
bez: Hiingereza (Huuingereza)

source: US English
bez: Hiingereza (Humalekani)

source: Ukrainian
bez: Hiukrania

source: Urdu
bez: Hiurdu

source: Vietnamese
bez: Hivietinamu

source: Yoruba
bez: Hiyoruba

source: Zulu
bez: Hizulu
