Repository: WeblateOrg/language-data
Catalog: languages-po/blo.po
Languages: blo

source: American English
blo: gɛɛshɩ (Ganɔ gaɖɔŋkɔnɔ kabʊtǝna Amalɩka nɩ)

source: Anii
blo: anii kagɩja

source: Arabic
blo: gɩlaaribuja

source: Bangla
blo: baŋglaa kagɩja

source: Chinese
blo: gɩcaɩnaja manɖarɛŋ

source: Chinese, Mandarin
blo: gɩcaɩnaja, manɖarɛŋ

source: Dutch
blo: Holanɖ kagɩja

source: English
blo: gɛɛshɩ

source: French
blo: gɩfɔnɔ

source: German
blo: gɩjaamaja

source: Hindi (Latin)
blo: hinɖii kagɩja (latɛŋ kʊja)

source: Hinglish
blo: hiŋgliishɩ kagɩja

source: Indonesian
blo: Ɛnɖonosii kagɩja

source: Italian
blo: gɩtaliija

source: Japanese
blo: gɩjapaŋja

source: Korean
blo: Koree kagɩja

source: Latin American Spanish
blo: gɩspaŋja (latɛŋ kaAmalɩkatǝna)

source: Modern Standard Arabic
blo: gɩlaaribuja ŋgɩɖee kǝ ba na fʊba na

source: Polish
blo: Polanɖ kagɩja

source: Portuguese
blo: gɩpɔrtigalja

source: Russian
blo: gɩrɔɔshɩyaja

source: Simplified Chinese
blo: gɩcaɩnaja gɩburoka

source: Simplified Mandarin Chinese
blo: gɩcaɩnaja manɖarɛŋ gɩburoka

source: Spanish
blo: gɩspaŋja

source: Thai
blo: taɩ kagɩja

source: Traditional Chinese
blo: gɩcaɩnaja tututu

source: Traditional Mandarin Chinese
blo: gɩcaɩnaja manɖarɛŋ tututu

source: Turkish
blo: gɩturkiija

source: UK English
blo: gɛɛshɩ (GT)

source: US English
blo: gɛɛshɩ (GKA)

source: Unknown language
blo: gɩkrǝ ŋgɩɖee kʊyɔʊ ʊ mana ma
