Repository: WeblateOrg/language-data
Catalog: languages-po/bm.po
Languages: bm

source: Akan
bm: akankan

source: American English
bm: angilɛkan (Ameriki)

source: Amharic
bm: amarikikan

source: Arabic
bm: larabukan

source: Australian English
bm: angilɛkan (Ositirali)

source: Austrian German
bm: alimaɲikan (Otirisi)

source: Bambara
bm: bamanakan

source: Bangla
bm: bɛngalikan

source: Belarusian
bm: biyelorisikan

source: Brazilian Portuguese
bm: pɔritigalikan (Berezili)

source: British English
bm: angilɛkan (Angilɛtɛri)

source: Bulgarian
bm: buligarikan

source: Burmese
bm: birimanikan

source: Canadian English
bm: angilɛkan (Kanada)

source: Canadian French
bm: tubabukan (Kanada)

source: Chinese
bm: siniwakan

source: Chinese, Mandarin
bm: siniwakan

source: Czech
bm: cɛkikan

source: Dari
bm: perisanikan (Afiganistaŋ)

source: Dutch
bm: olandekan

source: English
bm: angilɛkan

source: European Portuguese
bm: pɔritigalikan (Pɔritigali)

source: European Spanish
bm: esipaɲolkan (Esipaɲi)

source: Flemish
bm: olandekan (Bɛliziki)

source: French
bm: tubabukan

source: German
bm: alimaɲikan

source: Greek
bm: gɛrɛsikan

source: Hausa
bm: awusakan

source: Hindi
bm: inidikan

source: Hungarian
bm: oŋirikan

source: Igbo
bm: igibokan

source: Indonesian
bm: Ɛndonezikan

source: Italian
bm: italikan

source: Japanese
bm: zapɔnekan

source: Javanese
bm: javanekan

source: Khmer
bm: kambojikan

source: Kinyarwanda
bm: ruwandakan

source: Korean
bm: korekan

source: Latin American Spanish
bm: es_419

source: Malay
bm: malɛzikan

source: Mexican Spanish
bm: esipaɲolkan (Meksiki)

source: Modern Standard Arabic
bm: ar_001

source: Moldavian
bm: rumanikan (Molidavi)

source: Nepali
bm: nepalekan

source: Persian
bm: perisanikan

source: Polish
bm: polonekan

source: Portuguese
bm: pɔritigalikan

source: Punjabi
bm: pɛnijabikan

source: Romanian
bm: rumanikan

source: Russian
bm: irisikan

source: Somali
bm: somalikan

source: Spanish
bm: esipaɲolkan

source: Swedish
bm: suwɛdikan

source: Swiss French
bm: tubabukan (Suwisi)

source: Swiss High German
bm: alimaɲikan (Suwisi)

source: Tamil
bm: tamulikan

source: Thai
bm: tayikan

source: Turkish
bm: turikikan

source: UK English
bm: angilɛkan (Angilɛtɛri)

source: US English
bm: angilɛkan (Ameriki)

source: Ukrainian
bm: ukɛrɛnikan

source: Urdu
bm: urudukan

source: Vietnamese
bm: wiyɛtinamukan

source: Yoruba
bm: yorubakan

source: Zulu
bm: zulukan
