Repository: WeblateOrg/language-data
Catalog: languages-po/ceb.po
Languages: ceb

source: American English
ceb: Ingles sa Amerika

source: Australian English
ceb: Ingles sa Australia

source: Austrian German
ceb: Austriano nga Aleman

source: Brazilian Portuguese
ceb: Brazilyanong Portuguese

source: British English
ceb: Britanikong Ingles

source: Canadian English
ceb: Ingles sa Canada

source: Canadian French
ceb: Pranses sa Canada

source: Cebuano
ceb: Binisaya

source: Chinese
ceb: Inintsik

source: Chinese, Mandarin
ceb: Inintsik, Mandarin

source: English
ceb: Ingles

source: European Portuguese
ceb: Portuguese sa Europe

source: European Spanish
ceb: Espanyol sa Europe

source: French
ceb: Pranses

source: German
ceb: Aleman

source: Italian
ceb: Italiano

source: Japanese
ceb: Hinapon

source: Latin American Spanish
ceb: Espanyol sa Latin Amerika

source: Mexican Spanish
ceb: Espanyol sa Mexico

source: Modern Standard Arabic
ceb: Modernong Tamdanang Arabic

source: Russian
ceb: Ruso

source: Simplified Chinese
ceb: Pinasimpleng Inintsik

source: Simplified Mandarin Chinese
ceb: Pinasimpleng Mandarin nga Inintsik

source: Spanish
ceb: Espanyol

source: Swiss French
ceb: Swiss nga Pranses

source: Swiss High German
ceb: Swiss nga Taas nga Aleman

source: Traditional Chinese
ceb: Tradisyonal nga Ininstsik

source: Traditional Mandarin Chinese
ceb: Tradisyonal nga Mandarin nga Inintsik

source: UK English
ceb: Ingles sa UK

source: Unknown language
ceb: Wala Mailhing Lengguwahe
