Repository: WeblateOrg/language-data
Catalog: languages-po/cv.po
Languages: cv

source: American English
cv: америкӑн акӑлчан

source: Arabic
cv: арап

source: Australian English
cv: австралин акӑлчан

source: Austrian German
cv: австрин нимӗҫ

source: Bangla
cv: бенгал

source: Brazilian Portuguese
cv: бразилин португали

source: British English
cv: британин акӑлчан

source: Canadian English
cv: канадӑн акӑлчан

source: Canadian French
cv: канадӑн франци

source: Chinese
cv: китай

source: Chinese, Mandarin
cv: ҫурҫӗр китай

source: Chuvash
cv: чӑваш

source: Dutch
cv: голланди

source: English
cv: акӑлчан

source: European Portuguese
cv: европӑн португали

source: European Spanish
cv: европӑн испани

source: Flemish
cv: фламанди

source: French
cv: франци

source: German
cv: нимӗҫ

source: Hindi
cv: хинди

source: Indonesian
cv: индонези

source: Italian
cv: итали

source: Japanese
cv: япони

source: Korean
cv: корей

source: Latin American Spanish
cv: латинла америкӑн испани

source: Mexican Spanish
cv: мексикӑн испани

source: Modern Standard Arabic
cv: арап литератури

source: Polish
cv: поляк

source: Portuguese
cv: португали

source: Russian
cv: вырӑс

source: Simplified Chinese
cv: китай, ҫӑмӑллатнӑ ҫыру

source: Simplified Mandarin Chinese
cv: ҫурҫӗр китай, ҫӑмӑллатнӑ ҫыру

source: Spanish
cv: испани

source: Swiss French
cv: швейцарӗн франци

source: Swiss High German
cv: швейцарин нимӗҫ

source: Thai
cv: тай

source: Traditional Chinese
cv: китай, традициллӗ ҫыру

source: Traditional Mandarin Chinese
cv: ҫурҫӗр китай, традициллӗ ҫыру

source: Turkish
cv: турккӑ

source: UK English
cv: британин акӑлчан

source: US English
cv: америкӑн акӑлчан

source: Unknown language
cv: паллӑ мар чӗлхе
