Repository: WeblateOrg/language-data
Catalog: languages-po/dje.po
Languages: dje

source: Akan
dje: Akan senni

source: American English
dje: Inglisi senni (Ameriki Laabu Margantey)

source: Amharic
dje: Amhaarik senni

source: Arabic
dje: Laaraw senni

source: Australian English
dje: Inglisi senni (Ostraali)

source: Austrian German
dje: Almaŋ senni (Otriši)

source: Bangla
dje: Bengali senni

source: Belarusian
dje: Belaruus senni

source: Brazilian Portuguese
dje: Portugee senni (Breezil)

source: British English
dje: Inglisi senni (Albaasalaama Marganta)

source: Bulgarian
dje: Bulagaari senni

source: Burmese
dje: Burme senni

source: Canadian English
dje: Inglisi senni (Kanaada)

source: Canadian French
dje: Fransee senni (Kanaada)

source: Chinese
dje: Sinuwa senni

source: Chinese, Mandarin
dje: Sinuwa senni

source: Czech
dje: Cek senni

source: Dari
dje: Farsi senni (Afgaanistan)

source: Dutch
dje: Holandee senni

source: English
dje: Inglisi senni

source: European Portuguese
dje: Portugee senni (Portugaal)

source: European Spanish
dje: Espaaɲe senni (Espaaɲe)

source: Flemish
dje: Holandee senni (Belgiiki)

source: French
dje: Fransee senni

source: German
dje: Almaŋ senni

source: Greek
dje: Grek senni

source: Hausa
dje: Hawsance senni

source: Hindi
dje: Induu senni

source: Hungarian
dje: Hungaari senni

source: Igbo
dje: Iboo senni

source: Indonesian
dje: Indoneesi senni

source: Italian
dje: Itaali senni

source: Japanese
dje: Japonee senni

source: Javanese
dje: Javanee senni

source: Khmer
dje: Kmeer senni

source: Kinyarwanda
dje: Rwanda senni

source: Korean
dje: Koree senni

source: Latin American Spanish
dje: es_419

source: Malay
dje: Maleezi senni

source: Mexican Spanish
dje: Espaaɲe senni (Mexiki)

source: Modern Standard Arabic
dje: ar_001

source: Moldavian
dje: Rumaani senni (Moldovi)

source: Nepali
dje: Neepal senni

source: Persian
dje: Farsi senni

source: Polish
dje: Polonee senni

source: Portuguese
dje: Portugee senni

source: Punjabi
dje: Punjaabi sennii

source: Romanian
dje: Rumaani senni

source: Russian
dje: Ruusi senni

source: Somali
dje: Somaali senni

source: Spanish
dje: Espaaɲe senni

source: Swedish
dje: Suweede senni

source: Swiss French
dje: Fransee senni (Swisu)

source: Swiss High German
dje: Almaŋ senni (Swisu)

source: Tamil
dje: Tamil senni

source: Thai
dje: Taailandu senni

source: Turkish
dje: Turku senni

source: UK English
dje: Inglisi senni (Albaasalaama Marganta)

source: US English
dje: Inglisi senni (Ameriki Laabu Margantey)

source: Ukrainian
dje: Ukreen senni

source: Urdu
dje: Urdu senni

source: Vietnamese
dje: Vietnaam senni

source: Yoruba
dje: Yorbance senni

source: Zarma
dje: Zarmaciine

source: Zulu
dje: Zulu senni
