Repository: WeblateOrg/language-data
Catalog: languages-po/ebu.po
Languages: ebu

source: Akan
ebu: Kĩakan

source: American English
ebu: Kĩthungu (Marekani)

source: Amharic
ebu: Kĩamhari

source: Arabic
ebu: Kĩarabu

source: Australian English
ebu: Kĩthungu (Australia)

source: Austrian German
ebu: Kĩnjeremani (Austria)

source: Bangla
ebu: Kĩbangla

source: Belarusian
ebu: Kĩmbelarusi

source: Brazilian Portuguese
ebu: Kĩreno (Brazili)

source: British English
ebu: Kĩthungu (Uingereza)

source: Bulgarian
ebu: Kĩbulgaria

source: Burmese
ebu: Kĩburma

source: Canadian English
ebu: Kĩthungu (Kanada)

source: Canadian French
ebu: Kĩfaransa (Kanada)

source: Chinese
ebu: Kĩchina

source: Chinese, Mandarin
ebu: Kĩchina

source: Czech
ebu: Kĩcheki

source: Dari
ebu: Kĩanjemi (Afuganistani)

source: Dutch
ebu: Kĩholanzi

source: Embu
ebu: Kĩembu

source: English
ebu: Kĩthungu

source: European Portuguese
ebu: Kĩreno (Ureno)

source: European Spanish
ebu: Kĩhispania (Hispania)

source: Flemish
ebu: Kĩholanzi (Ubelgiji)

source: French
ebu: Kĩfaransa

source: German
ebu: Kĩnjeremani

source: Greek
ebu: Kĩngriki

source: Hausa
ebu: Kĩhausa

source: Hindi
ebu: Kĩhindĩ

source: Hungarian
ebu: Kĩhungari

source: Igbo
ebu: Kĩigbo

source: Indonesian
ebu: Kĩindonesia

source: Italian
ebu: Kĩitaliano

source: Japanese
ebu: Kĩnjapani

source: Javanese
ebu: Kĩjava

source: Khmer
ebu: Kĩkambodia

source: Kinyarwanda
ebu: Kĩnyarwanda

source: Korean
ebu: Kĩkorea

source: Latin American Spanish
ebu: es_419

source: Malay
ebu: Kĩmalesia

source: Mexican Spanish
ebu: Kĩhispania (Meksiko)

source: Modern Standard Arabic
ebu: ar_001

source: Moldavian
ebu: Kĩromania (Moldova)

source: Nepali
ebu: Kĩnepali

source: Persian
ebu: Kĩanjemi

source: Polish
ebu: Kĩpolandi

source: Portuguese
ebu: Kĩreno

source: Punjabi
ebu: Kĩpunjabi

source: Romanian
ebu: Kĩromania

source: Russian
ebu: Kĩrusi

source: Somali
ebu: Kĩsomali

source: Spanish
ebu: Kĩhispania

source: Swedish
ebu: Kĩswidi

source: Swiss French
ebu: Kĩfaransa (Uswisi)

source: Swiss High German
ebu: Kĩnjeremani (Uswisi)

source: Tamil
ebu: Kĩtamil

source: Thai
ebu: Kĩtailandi

source: Turkish
ebu: Kĩturuki

source: UK English
ebu: Kĩthungu (Uingereza)

source: US English
ebu: Kĩthungu (Marekani)

source: Ukrainian
ebu: Kĩukrania

source: Urdu
ebu: Kĩurdu

source: Vietnamese
ebu: Kĩvietinamu

source: Yoruba
ebu: Kĩyoruba

source: Zulu
ebu: Kĩzulu
