Repository: WeblateOrg/language-data
Catalog: languages-po/ewo.po
Languages: ewo

source: Akan
ewo: Ǹkɔ́bɔ akán

source: American English
ewo: Ǹkɔ́bɔ éngəlís (Ǹnam Amɛrəkə)

source: Amharic
ewo: Ǹkɔ́bɔ amária

source: Arabic
ewo: Ǹkɔ́bɔ arábia

source: Australian English
ewo: Ǹkɔ́bɔ éngəlís (Osətəlalí)

source: Austrian German
ewo: Ǹkɔ́bɔ ndzáman (Osətəlía)

source: Bangla
ewo: Ǹkɔ́bɔ bɛngalí

source: Belarusian
ewo: Ǹkɔ́bɔ belarúsian

source: Brazilian Portuguese
ewo: ǹkɔ́bɔ fɔtugɛ́s (Bəlazíl)

source: British English
ewo: Ǹkɔ́bɔ éngəlís (Ǹnam Engəlis)

source: Bulgarian
ewo: Ǹkɔ́bɔ buləgárian

source: Burmese
ewo: Ǹkɔ́bɔ birəmán

source: Canadian English
ewo: Ǹkɔ́bɔ éngəlís (kanadá)

source: Canadian French
ewo: Ǹkɔ́bɔ fulɛnsí (kanadá)

source: Chinese
ewo: Ǹkɔ́bɔ tsainís

source: Chinese, Mandarin
ewo: Ǹkɔ́bɔ tsainís

source: Czech
ewo: Ǹkɔ́bɔ tsɛ́g

source: Dari
ewo: ǹkɔ́bɔ fɛ́rəsian (Afəganisətán)

source: Dutch
ewo: Ǹkɔ́bɔ nɛrəlándía

source: English
ewo: Ǹkɔ́bɔ éngəlís

source: European Portuguese
ewo: ǹkɔ́bɔ fɔtugɛ́s (fɔrətugɛ́s)

source: European Spanish
ewo: ǹkɔ́bɔ kpənyá (Kpənyá)

source: Flemish
ewo: Ǹkɔ́bɔ nɛrəlándía (Bɛləhíg)

source: French
ewo: Ǹkɔ́bɔ fulɛnsí

source: German
ewo: Ǹkɔ́bɔ ndzáman

source: Greek
ewo: Ǹkɔ́bɔ gəlɛ́g

source: Hausa
ewo: Ǹkɔ́bɔ aúsá

source: Hindi
ewo: Ǹkɔ́bɔ hindí

source: Hungarian
ewo: Ǹkɔ́bɔ ungárían

source: Igbo
ewo: Ǹkɔ́bɔ ibó

source: Indonesian
ewo: Ǹkɔ́bɔ ɛndonésian

source: Italian
ewo: Ǹkɔ́bɔ etáliɛn

source: Japanese
ewo: Ǹkɔ́bɔ hapɔ́n

source: Javanese
ewo: Ǹkɔ́bɔ havanís

source: Khmer
ewo: Ǹkɔ́bɔ kəmɛ́r

source: Kinyarwanda
ewo: ǹkɔ́bɔ ruwandá

source: Korean
ewo: Ǹkɔ́bɔ koréan

source: Latin American Spanish
ewo: es_419

source: Malay
ewo: Ǹkɔ́bɔ malɛ́sian

source: Mexican Spanish
ewo: ǹkɔ́bɔ kpənyá (Mɛkəsíg)

source: Modern Standard Arabic
ewo: ar_001

source: Moldavian
ewo: ńkɔ́bɔ románía (Molədaví)

source: Nepali
ewo: ǹkɔ́bɔ nefálian

source: Persian
ewo: ǹkɔ́bɔ fɛ́rəsian

source: Polish
ewo: ǹkɔ́bɔ fólis

source: Portuguese
ewo: ǹkɔ́bɔ fɔtugɛ́s

source: Punjabi
ewo: ǹkɔ́bɔ funəhábia

source: Romanian
ewo: ńkɔ́bɔ románía

source: Russian
ewo: ǹkɔ́bɔ rúsian

source: Somali
ewo: ǹkɔ́bɔ somália

source: Spanish
ewo: ǹkɔ́bɔ kpənyá

source: Swedish
ewo: ǹkɔ́bɔ suwɛ́d

source: Swiss French
ewo: Ǹkɔ́bɔ fulɛnsí (Suís)

source: Swiss High German
ewo: Ǹkɔ́bɔ ndzáman (Suís)

source: Tamil
ewo: ǹkɔ́bɔ tamíl

source: Thai
ewo: ǹkɔ́bɔ táilan

source: Turkish
ewo: ǹkɔ́bɔ túrəki

source: UK English
ewo: Ǹkɔ́bɔ éngəlís (Ǹnam Engəlis)

source: US English
ewo: Ǹkɔ́bɔ éngəlís (Ǹnam Amɛrəkə)

source: Ukrainian
ewo: ǹkɔ́bɔ ukelénia

source: Urdu
ewo: ǹkɔ́bɔ urudú

source: Vietnamese
ewo: ǹkɔ́bɔ hiɛdənám

source: Yoruba
ewo: ǹkɔ́bɔ yorúba

source: Zulu
ewo: ǹkɔ́bɔ zulú
