Repository: WeblateOrg/language-data
Catalog: languages-po/ff-Latn-GN.po
Languages: ff_latn_gn

source: Akan
ff_latn_gn: Akaan

source: American English
ff_latn_gn: Engeleere (Dowlaaji Dentuɗi Amerik)

source: Amharic
ff_latn_gn: Amarik

source: Arabic
ff_latn_gn: Aarabeere

source: Australian English
ff_latn_gn: Engeleere (Ostaraalii)

source: Austrian German
ff_latn_gn: Docceere (Otiriis)

source: Bangla
ff_latn_gn: Bengali

source: Belarusian
ff_latn_gn: Belaruuse

source: Brazilian Portuguese
ff_latn_gn: Purtugeere (Beresiil)

source: British English
ff_latn_gn: Engeleere (Laamateeri Rentundi)

source: Bulgarian
ff_latn_gn: Bulgariire

source: Burmese
ff_latn_gn: Burmeese

source: Canadian English
ff_latn_gn: Engeleere (Kanadaa)

source: Canadian French
ff_latn_gn: Farayseere (Kanadaa)

source: Chinese
ff_latn_gn: Sinuwaare

source: Chinese, Mandarin
ff_latn_gn: Sinuwaare

source: Czech
ff_latn_gn: Cekkere

source: Dari
ff_latn_gn: Perseere (Afganistaan)

source: Dutch
ff_latn_gn: Dacceere

source: English
ff_latn_gn: Engeleere

source: European Portuguese
ff_latn_gn: Purtugeere (Purtugaal)

source: European Spanish
ff_latn_gn: Español (Espaañ)

source: Flemish
ff_latn_gn: Dacceere (Beljik)

source: French
ff_latn_gn: Farayseere

source: Fula
ff_latn_gn: Pulaar

source: German
ff_latn_gn: Docceere

source: Greek
ff_latn_gn: Gerke

source: Hausa
ff_latn_gn: Hawsaŋkoore

source: Hindi
ff_latn_gn: Hinndi

source: Hungarian
ff_latn_gn: Hongariire

source: Igbo
ff_latn_gn: Igiboore

source: Indonesian
ff_latn_gn: Endonesiire

source: Italian
ff_latn_gn: Italiyeere

source: Japanese
ff_latn_gn: Saponeere

source: Javanese
ff_latn_gn: Sawaneere

source: Khmer
ff_latn_gn: Kemeere

source: Kinyarwanda
ff_latn_gn: Ruwaanndeere

source: Korean
ff_latn_gn: Koreere

source: Latin American Spanish
ff_latn_gn: es_419

source: Malay
ff_latn_gn: Malayeere

source: Mexican Spanish
ff_latn_gn: Español (Meksik)

source: Modern Standard Arabic
ff_latn_gn: ar_001

source: Moldavian
ff_latn_gn: Romaneere (Moldawii)

source: Nepali
ff_latn_gn: Nepaaleere

source: Persian
ff_latn_gn: Perseere

source: Polish
ff_latn_gn: Poloneere

source: Portuguese
ff_latn_gn: Purtugeere

source: Punjabi
ff_latn_gn: Punjabeere

source: Romanian
ff_latn_gn: Romaneere

source: Russian
ff_latn_gn: Riis

source: Somali
ff_latn_gn: Somalii

source: Spanish
ff_latn_gn: Español

source: Swedish
ff_latn_gn: Sweedeere

source: Swiss French
ff_latn_gn: Farayseere (Suwiis)

source: Swiss High German
ff_latn_gn: Docceere (Suwiis)

source: Thai
ff_latn_gn: Taay

source: Turkish
ff_latn_gn: Turkeere

source: UK English
ff_latn_gn: Engeleere (Laamateeri Rentundi)

source: US English
ff_latn_gn: Engeleere (Dowlaaji Dentuɗi Amerik)

source: Ukrainian
ff_latn_gn: Ukereneere

source: Vietnamese
ff_latn_gn: Wiyetnameere

source: Yoruba
ff_latn_gn: Yorrubaa

source: Zulu
ff_latn_gn: Suluŋkoore
