Repository: WeblateOrg/language-data
Catalog: languages-po/haw.po
Languages: haw

source: American English
haw: Pelekānia ʻAmelika

source: Arabic
haw: ʻAlapia

source: Australian English
haw: Pelekāne Nū Hōlani

source: Brazilian Portuguese
haw: Pukikī Palakila

source: British English
haw: Pelekānia Pekekāne

source: Canadian English
haw: Pelekāne Kanakā

source: Canadian French
haw: Palani Kanakā

source: Chinese
haw: Pākē

source: Chinese, Mandarin
haw: Pākē

source: Danish
haw: Kenemaka

source: Dutch
haw: Hōlani

source: English
haw: Pelekānia

source: Fijian
haw: Pīkī

source: French
haw: Palani

source: German
haw: Kelemānia

source: Greek
haw: Helene

source: Hawaiian
haw: ʻŌlelo Hawaiʻi

source: Hebrew
haw: Hebera

source: Irish
haw: ʻAiliki

source: Italian
haw: ʻĪkālia

source: Japanese
haw: Kepanī

source: Korean
haw: Kōlea

source: Latin
haw: Lākina

source: Portuguese
haw: Pukikī

source: Russian
haw: Lūkia

source: Samoan
haw: Kāmoa

source: Simplified Chinese
haw: Pākē Hoʻomaʻalahi ʻia

source: Simplified Mandarin Chinese
haw: Pākē Hoʻomaʻalahi ʻia

source: Spanish
haw: Paniolo

source: Swedish
haw: Kuekene

source: Swiss French
haw: Kuikilani

source: Swiss German
haw: Kuikilani Kelemānia

source: Tahitian
haw: Polapola

source: Tongan
haw: Tonga

source: Traditional Chinese
haw: Pākē Kuʻuna

source: Traditional Mandarin Chinese
haw: Pākē Kuʻuna

source: UK English
haw: Pelekānia Pekekāne

source: US English
haw: Pelekānia ʻAmelika

source: Unknown language
haw: ʻIke ʻole ‘ia a kūpono ʻole paha ka ʻōlelo

source: Vietnamese
haw: Wiekanama

source: Welsh
haw: Wale
