Repository: WeblateOrg/language-data
Catalog: languages-po/ie.po
Languages: ie

source: American English
ie: american anglesi

source: Australian English
ie: australian anglesi

source: Brazilian Portuguese
ie: brasilian portugalesi

source: British English
ie: britannic anglesi

source: Canadian English
ie: canadian anglesi

source: Canadian French
ie: canadian francesi

source: Chinese
ie: chinesi

source: Chinese, Mandarin
ie: chinesi, mandarin

source: Czech
ie: tchec

source: Danish
ie: danesi

source: Dutch
ie: hollandesi

source: English
ie: anglesi

source: European Portuguese
ie: europan portugalesi

source: European Spanish
ie: europan hispan

source: Filipino
ie: filipinesi

source: Finnish
ie: finn

source: Flemish
ie: flandrian

source: French
ie: francesi

source: Greek
ie: grec

source: Hebrew
ie: hebreic

source: Icelandic
ie: islandesi

source: Irish
ie: irlandesi

source: Japanese
ie: japanesi

source: Javanese
ie: javan

source: Latin American Spanish
ie: hispan del latin America

source: Latvian
ie: lettonian

source: Maltese
ie: maltesi

source: Mexican Spanish
ie: mexican hispan

source: Polish
ie: polonesi

source: Portuguese
ie: portugalesi

source: Russian
ie: russ

source: Simplified Chinese
ie: chinesi simplificat

source: Slovak
ie: slovac

source: Spanish
ie: hispan

source: Swedish
ie: sved

source: Swiss French
ie: sviss francesi

source: Swiss High German
ie: sviss alt-german

source: Traditional Chinese
ie: chinesi traditional

source: Turkish
ie: turc

source: UK English
ie: anglesi de UR

source: US English
ie: anglesi de USA

source: Unknown language
ie: Ã­nconosset lingue
