Repository: WeblateOrg/language-data
Catalog: languages-po/ig.po
Languages: ig

source: Amharic
ig: Amariikị

source: Arabic
ig: Arabiikị

source: Australian English
ig: Bekee ndị Australia

source: Austrian German
ig: Jaman ndị Austria

source: Bangla
ig: Bengali

source: Belarusian
ig: Belaruusu

source: Brazilian Portuguese
ig: Asụsụ Portuguese ndị Brazil

source: Bulgarian
ig: Bọlụgarịa

source: Canadian English
ig: Bekee ndị Canada

source: Canadian French
ig: Fụrench ndị Canada

source: Czech
ig: Cheekị

source: Dutch
ig: Dọọch

source: English
ig: Asụsụ Bekee

source: European Portuguese
ig: Asụsụ Portuguese ndị Europe

source: European Spanish
ig: Asụsụ Spanish ndị Europe

source: French
ig: Asụsụ Fụrench

source: German
ig: Asụsụ Jaman

source: Greek
ig: Giriikị

source: Hausa
ig: Awụsa

source: Hungarian
ig: Magịya

source: Igbo
ig: Asụsụ Igbo

source: Indonesian
ig: Indonisia

source: Italian
ig: Asụsụ Italian

source: Japanese
ig: Asụsụ Japanese

source: Javanese
ig: Java

source: Khmer
ig: Keme, Etiti

source: Kinyarwanda
ig: Rụwanda

source: Korean
ig: Koria

source: Latin American Spanish
ig: Asụsụ Spanish ndị Latin America

source: Malay
ig: Maleyi

source: Mandarin Chinese
ig: Mandarịịnị

source: Mexican Spanish
ig: Asụsụ Spanish ndị Mexico

source: Myanmar Language
ig: Mịanma

source: Persian
ig: Peshan

source: Polish
ig: Poliishi

source: Portuguese
ig: Asụsụ Portuguese

source: Romanian
ig: Rumenia

source: Russian
ig: Asụsụ Russian

source: Simplified Chinese
ig: Asụsụ Chinese dị mfe

source: Spanish
ig: Asụsụ Spanish

source: Swedish
ig: Sụwidiishi

source: Swiss French
ig: Fụrench ndị Switzerland

source: Swiss High German
ig: Jaman Izugbe ndị Switzerland

source: Tamil
ig: Tamụlụ

source: Thai
ig: Taị

source: Traditional Chinese
ig: Asụsụ Chinese Izugbe

source: Turkish
ig: Tọkiishi

source: UK English
ig: Bekee ndị UK

source: US English
ig: Bekee ndị US

source: Ukrainian
ig: Ukureenị

source: Unknown language
ig: Asụsụ amaghị

source: Urdu
ig: Urudu

source: Vietnamese
ig: Viyetịnaamụ
