Repository: WeblateOrg/language-data
Catalog: languages-po/ii.po
Languages: ii

source: American English
ii: ꑱꇩꉙ (ꂰꇩ)

source: Brazilian Portuguese
ii: ꁍꄨꑸꉙ (ꀠꑭ)

source: British English
ii: ꑱꇩꉙ (ꑱꇩ)

source: Chinese
ii: ꍏꇩꉙ

source: Chinese, Mandarin
ii: ꍏꇩꉙ

source: English
ii: ꑱꇩꉙ

source: French
ii: ꃔꇩꉙ

source: German
ii: ꄓꇩꉙ

source: Italian
ii: ꑴꄊꆺꉙ

source: Japanese
ii: ꏝꀪꉙ

source: Latin American Spanish
ii: es_419

source: Modern Standard Arabic
ii: ar_001

source: Portuguese
ii: ꁍꄨꑸꉙ

source: Russian
ii: ꊉꇩꉙ

source: Sichuan Yi
ii: ꆈꌠꉙ

source: Simplified Chinese
ii: ꍏꇩꉙ (ꈝꐯꉌꈲꁱꂷ)

source: Simplified Mandarin Chinese
ii: ꍏꇩꉙ (ꈝꐯꉌꈲꁱꂷ)

source: Spanish
ii: ꑭꀠꑸꉙ

source: Traditional Chinese
ii: ꍏꇩꉙ (ꀎꋏꉌꈲꁱꂷ)

source: Traditional Mandarin Chinese
ii: ꍏꇩꉙ (ꀎꋏꉌꈲꁱꂷ)

source: UK English
ii: ꑱꇩꉙ (ꑱꇩ)

source: US English
ii: ꑱꇩꉙ (ꂰꇩ)

source: Unknown language
ii: ꅉꀋꌠꅇꂷ
