Repository: WeblateOrg/language-data
Catalog: languages-po/jgo.po
Languages: jgo

source: Arabic
jgo: Alâbɛ

source: Canadian English
jgo: Aŋgɛlúshi (Kanadâ)

source: Canadian French
jgo: Fɛlánci (Kanadâ)

source: Chinese
jgo: Shinwâ

source: Chinese, Mandarin
jgo: Shinwâ

source: English
jgo: Aŋgɛlúshi

source: French
jgo: Fɛlánci

source: German
jgo: Njáman

source: Greek
jgo: Ŋgɛlɛ̂k

source: Latin American Spanish
jgo: es_419

source: Modern Standard Arabic
jgo: Alâbɛ (Mbí)

source: Ngomba
jgo: Ndaꞌa

source: Swiss French
jgo: Fɛlánci (Sẅísɛ)

source: Swiss High German
jgo: Njáman (Sẅísɛ)

source: Unknown language
jgo: cú-pʉɔ yi pɛ́ ká kɛ́ jí
