Repository: WeblateOrg/language-data
Catalog: languages-po/kde.po
Languages: kde

source: Akan
kde: Chakan

source: American English
kde: Chiingeleza (Malekani)

source: Amharic
kde: Chamhali

source: Arabic
kde: Chalabu

source: Australian English
kde: Chiingeleza (Austlalia)

source: Austrian German
kde: Chidyelumani (Austlia)

source: Bangla
kde: Chibangla

source: Belarusian
kde: Chibelalusi

source: Brazilian Portuguese
kde: Chileno (Blazili)

source: British English
kde: Chiingeleza (Nngalesa)

source: Bulgarian
kde: Chibulgalia

source: Burmese
kde: Chibulma

source: Canadian English
kde: Chiingeleza (Kanada)

source: Canadian French
kde: Chifalansa (Kanada)

source: Chinese
kde: Chichina

source: Chinese, Mandarin
kde: Chichina

source: Czech
kde: Chichechi

source: Dari
kde: Chiajemi (Afuganistani)

source: Dutch
kde: Chiholanzi

source: English
kde: Chiingeleza

source: European Portuguese
kde: Chileno (Uleno)

source: European Spanish
kde: Chihispania (Hispania)

source: Flemish
kde: Chiholanzi (Ubelgidi)

source: French
kde: Chifalansa

source: German
kde: Chidyelumani

source: Greek
kde: Chigilichi

source: Hausa
kde: Chihausa

source: Hindi
kde: Chihindi

source: Hungarian
kde: Chihungali

source: Igbo
kde: Chiigbo

source: Indonesian
kde: Chiiongonesia

source: Italian
kde: Chiitaliano

source: Japanese
kde: Chidyapani

source: Javanese
kde: Chidyava

source: Khmer
kde: Chikambodia

source: Kinyarwanda
kde: Chinyalwanda

source: Korean
kde: Chikolea

source: Latin American Spanish
kde: es_419

source: Makonde
kde: Chimakonde

source: Malay
kde: Chimalesia

source: Mexican Spanish
kde: Chihispania (Meksiko)

source: Modern Standard Arabic
kde: ar_001

source: Moldavian
kde: Chilomania (Moldova)

source: Nepali
kde: Chinepali

source: Persian
kde: Chiajemi

source: Polish
kde: Chipolandi

source: Portuguese
kde: Chileno

source: Punjabi
kde: Chipunjabi

source: Romanian
kde: Chilomania

source: Russian
kde: Chilusi

source: Somali
kde: Chisomali

source: Spanish
kde: Chihispania

source: Swedish
kde: Chiswidi

source: Swiss French
kde: Chifalansa (Uswisi)

source: Swiss High German
kde: Chidyelumani (Uswisi)

source: Tamil
kde: Chitamil

source: Thai
kde: Chitailandi

source: Turkish
kde: Chituluchi

source: UK English
kde: Chiingeleza (Nngalesa)

source: US English
kde: Chiingeleza (Malekani)

source: Ukrainian
kde: Chiuklania

source: Urdu
kde: Chiuldu

source: Vietnamese
kde: Chivietinamu

source: Yoruba
kde: Chiyoluba

source: Zulu
kde: Chizulu
