Repository: WeblateOrg/language-data
Catalog: languages-po/kln.po
Languages: kln

source: Akan
kln: kutitab Aka

source: American English
kln: kutitab Uingeresa (Emetab amerika)

source: Amharic
kln: kutitab Amariek

source: Arabic
kln: kutitab Arabuk

source: Australian English
kln: kutitab Uingeresa (Emetab Australia)

source: Austrian German
kln: kutitab Chermani (Emetab Austria)

source: Bangla
kln: kutitab Bengali

source: Belarusian
kln: kutitab Belarusa

source: Brazilian Portuguese
kln: kutitab Portugal (Emetab Brazil)

source: British English
kln: kutitab Uingeresa (Emetab Kibagenge nebo Uingereza)

source: Bulgarian
kln: kutitab Bulgaria

source: Burmese
kln: kutitab Burma

source: Canadian English
kln: kutitab Uingeresa (Emetab Canada)

source: Canadian French
kln: kutitab Kifaransa (Emetab Canada)

source: Chinese
kln: kutitab China

source: Chinese, Mandarin
kln: kutitab China

source: Czech
kln: kutitab Chek

source: Dari
kln: kutitab Persia (Emetab Afghanistan)

source: Dutch
kln: kutitab Boa

source: English
kln: kutitab Uingeresa

source: European Portuguese
kln: kutitab Portugal (Emetab Portugal)

source: European Spanish
kln: kutitab Espianik (Emetab Spain)

source: Flemish
kln: kutitab Boa (Emetab Belgium)

source: French
kln: kutitab Kifaransa

source: German
kln: kutitab Chermani

source: Greek
kln: kutitab Greece

source: Hausa
kln: kutitab Hausa

source: Hindi
kln: kutitab Maindiik

source: Hungarian
kln: kutitab Hangari

source: Igbo
kln: kutitab Igbo

source: Indonesian
kln: kutitab Indonesia

source: Italian
kln: kutitab Talianek

source: Japanese
kln: kutitap Japan

source: Javanese
kln: kutitap Javanese

source: Khmer
kln: kutitab Kher nebo Kwen

source: Kinyarwanda
kln: kutitab Kinyarwanda

source: Korean
kln: kutitab Korea

source: Latin American Spanish
kln: es_419

source: Malay
kln: kutitab Malay

source: Mexican Spanish
kln: kutitab Espianik (Emetab Mexico)

source: Modern Standard Arabic
kln: ar_001

source: Moldavian
kln: kutitab Romaniek (Emetab Moldova)

source: Nepali
kln: kutitab Nepali

source: Persian
kln: kutitab Persia

source: Polish
kln: kutitap Poland

source: Portuguese
kln: kutitab Portugal

source: Punjabi
kln: kutitab Punjab

source: Romanian
kln: kutitab Romaniek

source: Russian
kln: kutitab Russia

source: Somali
kln: kutitab Somaliek

source: Spanish
kln: kutitab Espianik

source: Swedish
kln: kutitab Sweden

source: Swiss French
kln: kutitab Kifaransa (Emetab Switzerland)

source: Swiss High German
kln: kutitab Chermani (Emetab Switzerland)

source: Tamil
kln: kutitab Tamil

source: Thai
kln: kutitab Thailand

source: Turkish
kln: kutitab Turkey

source: UK English
kln: kutitab Uingeresa (Emetab Kibagenge nebo Uingereza)

source: US English
kln: kutitab Uingeresa (Emetab amerika)

source: Ukrainian
kln: kutitab Ukraine

source: Urdu
kln: kutitab Urdu

source: Vietnamese
kln: kutitab Vietnam

source: Yoruba
kln: kutitab Yoruba

source: Zulu
kln: kutitab Zulu
