Repository: WeblateOrg/language-data
Catalog: languages-po/ks-Deva.po
Languages: ks_deva

source: American English
ks_deva: अमरीकी अंगरिज़ी

source: Australian English
ks_deva: आसट्रेलवी अंगरिज़ी

source: Austrian German
ks_deva: आस्ट्रियन जर्मन

source: Brazilian Portuguese
ks_deva: ब्राज़िली पुरतउगाली

source: British English
ks_deva: बरतानवी अंगरिज़ी

source: Canadian English
ks_deva: कनाडियन अंगरिज़ी

source: Canadian French
ks_deva: कनाडियन फ्रांसीसी

source: Chinese
ks_deva: चीनी (तरजुम इशार: खास तोर, मैन्डरिन चीनी।)

source: Chinese, Mandarin
ks_deva: चीनी, मैन्डरिन

source: English
ks_deva: अंगरिज़ी

source: European Portuguese
ks_deva: यूरपी पुरतउगाली

source: European Spanish
ks_deva: यूरपी हसपानवी

source: French
ks_deva: फ्रांसीसी

source: German
ks_deva: जर्मन

source: Italian
ks_deva: इतालवी

source: Japanese
ks_deva: जापानी

source: Kashmiri
ks_deva: कॉशुर

source: Latin American Spanish
ks_deva: लातिनी अमरीकी हसपानवी

source: Mexican Spanish
ks_deva: मेकसिकी हसपानवी

source: Portuguese
ks_deva: पुरतउगाली

source: Russian
ks_deva: रूसी

source: Simplified Chinese
ks_deva: आसान चीनी

source: Simplified Mandarin Chinese
ks_deva: आसान मैन्डरिन चीनी

source: Spanish
ks_deva: हसपानवी

source: Swiss French
ks_deva: स्विस फ्रांसीसी

source: Swiss High German
ks_deva: स्विस हाई जर्मन

source: Traditional Chinese
ks_deva: रिवायाती चीनी

source: Traditional Mandarin Chinese
ks_deva: रिवायाती मैन्डरिन चीनी

source: UK English
ks_deva: UK अंगरिज़ी

source: Unknown language
ks_deva: नामोलुम ज़बान
