Repository: WeblateOrg/language-data
Catalog: languages-po/kxv-Latn.po
Languages: kxv_latn

source: American English
kxv_latn: amerikati ingrajī

source: Australian English
kxv_latn: ausṭreliati ingarjī

source: Austrian German
kxv_latn: ausṭriati jerman

source: Bangla
kxv_latn: bangali

source: Brazilian Portuguese
kxv_latn: brajilian portugīj

source: British English
kxv_latn: briṭisti ingrajī

source: Canadian English
kxv_latn: kanaḍati ingarjī

source: Canadian French
kxv_latn: kanaḍati prenc

source: Chinese
kxv_latn: cainati

source: Chinese, Mandarin
kxv_latn: cainati, manḍarin

source: Dutch
kxv_latn: ḍc

source: English
kxv_latn: ingrajī

source: European Portuguese
kxv_latn: yuropīyati portugīj

source: European Spanish
kxv_latn: yuropīyati spenis

source: Flemish
kxv_latn: vlaams

source: French
kxv_latn: prenc

source: German
kxv_latn: jerman

source: Hindi (Latin)
kxv_latn: hindi

source: Hinglish
kxv_latn: hindi

source: Indonesian
kxv_latn: inḍonesiyati

source: Italian
kxv_latn: iṭaliti

source: Japanese
kxv_latn: japanij

source: Korean
kxv_latn: koriati

source: Latin American Spanish
kxv_latn: laṭin americati spenis

source: Mexican Spanish
kxv_latn: meksikoti spenis

source: Modern Standard Arabic
kxv_latn: punijuga mānānka arabic

source: Polish
kxv_latn: polis

source: Portuguese
kxv_latn: portugīj

source: Russian
kxv_latn: rusiyati

source: Simplified Chinese
kxv_latn: sahaj cainati

source: Simplified Mandarin Chinese
kxv_latn: sahaj manḍarin cainati

source: Spanish
kxv_latn: spenis

source: Swiss French
kxv_latn: svis prenc

source: Swiss High German
kxv_latn: svis high jerman

source: Thai
kxv_latn: tae

source: Traditional Chinese
kxv_latn: hirudlu cainati

source: Traditional Mandarin Chinese
kxv_latn: hirudlu manḍarin cainati

source: Turkish
kxv_latn: turkis

source: UK English
kxv_latn: juktarajyati ingrajī

source: US English
kxv_latn: juktarasṭrati ingrajī
