Repository: WeblateOrg/language-data
Catalog: languages-po/lag.po
Languages: lag

source: Akan
lag: Kɨakáani

source: American English
lag: Kɨɨngeréesa (Amerɨka)

source: Amharic
lag: Kɨmʉháari

source: Arabic
lag: Kɨaráabu

source: Australian English
lag: Kɨɨngeréesa (Ausiteréelia)

source: Austrian German
lag: Kɨjerʉmáani (Áusitiria)

source: Bangla
lag: Kɨbangála

source: Belarusian
lag: Kɨberalúusi

source: Brazilian Portuguese
lag: Kɨréeno (Brasíili)

source: British English
lag: Kɨɨngeréesa (Ʉɨngeréesa)

source: Bulgarian
lag: Kɨbulugária

source: Burmese
lag: Kɨbáama

source: Canadian English
lag: Kɨɨngeréesa (Kánada)

source: Canadian French
lag: Kɨfaráansa (Kánada)

source: Chinese
lag: Kɨchíina

source: Chinese, Mandarin
lag: Kɨchíina

source: Czech
lag: Kɨchéeki

source: Dari
lag: Kɨajéemi (Afuganisitáani)

source: Dutch
lag: Kɨholáanzi

source: English
lag: Kɨɨngeréesa

source: European Portuguese
lag: Kɨréeno (Ʉréeno)

source: European Spanish
lag: Kɨhispánia (Hisipánia)

source: Flemish
lag: Kɨholáanzi (Ʉbeligíiji)

source: French
lag: Kɨfaráansa

source: German
lag: Kɨjerʉmáani

source: Greek
lag: Kɨgiríki

source: Hausa
lag: Kɨhaúusa

source: Hindi
lag: Kɨhíindi

source: Hungarian
lag: Kɨhungári

source: Igbo
lag: Kiígibo

source: Indonesian
lag: Kɨɨndonésia

source: Italian
lag: Kɨtaliáano

source: Japanese
lag: Kɨjapáani

source: Javanese
lag: Kɨjáava

source: Khmer
lag: Kɨkambódia

source: Kinyarwanda
lag: Kɨnyarwáanda

source: Korean
lag: Kɨkoréa

source: Langi
lag: Kɨlaangi

source: Latin American Spanish
lag: es_419

source: Malay
lag: Kɨmelésia

source: Mexican Spanish
lag: Kɨhispánia (Mekisiko)

source: Modern Standard Arabic
lag: ar_001

source: Moldavian
lag: Kɨromanía (Molidóova)

source: Nepali
lag: Kɨnepáali

source: Persian
lag: Kɨajéemi

source: Polish
lag: Kɨpólandi

source: Portuguese
lag: Kɨréeno

source: Punjabi
lag: Kɨpúnjabi

source: Romanian
lag: Kɨromanía

source: Russian
lag: Kɨrúusi

source: Somali
lag: Kɨsómáali

source: Spanish
lag: Kɨhispánia

source: Swedish
lag: Kɨswíidi

source: Swiss French
lag: Kɨfaráansa (Uswíisi)

source: Swiss High German
lag: Kɨjerʉmáani (Uswíisi)

source: Tamil
lag: Kɨtamíili

source: Thai
lag: Kɨtáilandi

source: Turkish
lag: Kɨturúuki

source: UK English
lag: Kɨɨngeréesa (Ʉɨngeréesa)

source: US English
lag: Kɨɨngeréesa (Amerɨka)

source: Ukrainian
lag: Kɨukɨranía

source: Urdu
lag: Kɨúrdu

source: Vietnamese
lag: Kɨvietináamu

source: Yoruba
lag: Kɨyorúuba

source: Zulu
lag: Kɨzúulu
