Repository: WeblateOrg/language-data
Catalog: languages-po/lg.po
Languages: lg

source: Akan
lg: Lu-akaani

source: American English
lg: Lungereza (Amerika)

source: Amharic
lg: Lu-amhariki

source: Arabic
lg: Luwarabu

source: Australian English
lg: Lungereza (Awusitureliya)

source: Austrian German
lg: Ludaaki (Awusituriya)

source: Bangla
lg: Lubengali

source: Belarusian
lg: Lubelarusi

source: Brazilian Portuguese
lg: Lupotugiizi (Buraziiri)

source: British English
lg: Lungereza (Bungereza)

source: Bulgarian
lg: Lubulugariya

source: Burmese
lg: Lubbama

source: Canadian English
lg: Lungereza (Kanada)

source: Canadian French
lg: Lufalansa (Kanada)

source: Chinese
lg: Lucayina

source: Chinese, Mandarin
lg: Lucayina

source: Czech
lg: Luceeke

source: Dari
lg: Luperusi (Afaganisitani)

source: Dutch
lg: Luholandi

source: English
lg: Lungereza

source: European Portuguese
lg: Lupotugiizi (Potugaali)

source: European Spanish
lg: Lusipanya (Sipeyini)

source: Flemish
lg: Luholandi (Bubirigi)

source: French
lg: Lufalansa

source: Ganda
lg: Luganda

source: German
lg: Ludaaki

source: Greek
lg: Lugereeki/Luyonaani

source: Hausa
lg: Luhawuza

source: Hindi
lg: Luhindu

source: Hungarian
lg: Luhangare

source: Igbo
lg: Luyibo

source: Indonesian
lg: Luyindonezya

source: Italian
lg: Luyitale

source: Japanese
lg: Lujapani

source: Javanese
lg: Lunnajjava

source: Khmer
lg: Lukme

source: Kinyarwanda
lg: Lunarwanda

source: Korean
lg: Lukoreya

source: Latin American Spanish
lg: es_419

source: Malay
lg: Lumalayi

source: Mexican Spanish
lg: Lusipanya (Mekisiko)

source: Modern Standard Arabic
lg: ar_001

source: Moldavian
lg: Lulomaniya (Molodova)

source: Nepali
lg: Lunepali

source: Persian
lg: Luperusi

source: Polish
lg: Lupolandi

source: Portuguese
lg: Lupotugiizi

source: Punjabi
lg: Lupunjabi

source: Romanian
lg: Lulomaniya

source: Russian
lg: Lulasa

source: Somali
lg: Lusomaliya

source: Spanish
lg: Lusipanya

source: Swedish
lg: Luswideni

source: Swiss French
lg: Lufalansa (Switizirandi)

source: Swiss High German
lg: Ludaaki (Switizirandi)

source: Tamil
lg: Lutamiiru

source: Thai
lg: Luttaayi

source: Turkish
lg: Lutake

source: UK English
lg: Lungereza (Bungereza)

source: US English
lg: Lungereza (Amerika)

source: Ukrainian
lg: Luyukurayine

source: Urdu
lg: Lu-urudu

source: Vietnamese
lg: Luvyetinaamu

source: Yoruba
lg: Luyoruba

source: Zulu
lg: Luzzulu
