Repository: WeblateOrg/language-data
Catalog: languages-po/ln-CG.po
Languages: ln_cg

source: American English
ln_cg: lingɛlɛ́sa (Ameriki)

source: Amharic
ln_cg: liamariki

source: Arabic
ln_cg: lialabo

source: Australian English
ln_cg: lingɛlɛ́sa (Ositáli)

source: Austrian German
ln_cg: lialemá (Otilisi)

source: Bangla
ln_cg: libengali

source: Belarusian
ln_cg: libyelorisí

source: Brazilian Portuguese
ln_cg: lipulutugɛ́si (Brezílɛ)

source: British English
ln_cg: lingɛlɛ́sa (Angɛlɛtɛ́lɛ)

source: Bulgarian
ln_cg: libiligali

source: Burmese
ln_cg: libilimá

source: Canadian English
ln_cg: lingɛlɛ́sa (Kanada)

source: Canadian French
ln_cg: lifalansɛ́ (Kanada)

source: Chinese
ln_cg: lisinwa

source: Chinese, Mandarin
ln_cg: lisinwa

source: Czech
ln_cg: litshekɛ

source: Dari
ln_cg: lipelésanɛ (Afiganisitá)

source: Dutch
ln_cg: lifalamá

source: English
ln_cg: lingɛlɛ́sa

source: European Portuguese
ln_cg: lipulutugɛ́si (Putúlugɛsi)

source: European Spanish
ln_cg: lisipanye (Esipanye)

source: Flemish
ln_cg: lifalamá (Beleziki)

source: French
ln_cg: lifalansɛ́

source: German
ln_cg: lialemá

source: Greek
ln_cg: ligeleki

source: Hindi
ln_cg: lihindi

source: Hungarian
ln_cg: liongili

source: Indonesian
ln_cg: lindonezi

source: Italian
ln_cg: litaliano

source: Japanese
ln_cg: lizapɔ

source: Javanese
ln_cg: lizava

source: Khmer
ln_cg: likambodza

source: Korean
ln_cg: likoreya

source: Latin American Spanish
ln_cg: es_419

source: Lingala
ln_cg: lingála

source: Malay
ln_cg: limalezi

source: Mexican Spanish
ln_cg: lisipanye (Meksike)

source: Modern Standard Arabic
ln_cg: ar_001

source: Moldavian
ln_cg: liromani (Molidavi)

source: Nepali
ln_cg: linepalɛ

source: Persian
ln_cg: lipelésanɛ

source: Polish
ln_cg: lipolonɛ

source: Portuguese
ln_cg: lipulutugɛ́si

source: Punjabi
ln_cg: lipendzabi

source: Romanian
ln_cg: liromani

source: Russian
ln_cg: lirisí

source: Somali
ln_cg: lisomali

source: Spanish
ln_cg: lisipanye

source: Swedish
ln_cg: lisuwedɛ

source: Swiss French
ln_cg: lifalansɛ́ (Swisɛ)

source: Swiss High German
ln_cg: lialemá (Swisɛ)

source: Tamil
ln_cg: litamuli

source: Thai
ln_cg: litaye

source: Turkish
ln_cg: litiliki

source: UK English
ln_cg: lingɛlɛ́sa (Angɛlɛtɛ́lɛ)

source: US English
ln_cg: lingɛlɛ́sa (Ameriki)

source: Ukrainian
ln_cg: likrɛni

source: Urdu
ln_cg: liurdu

source: Vietnamese
ln_cg: liviyetinámi
