Repository: WeblateOrg/language-data
Catalog: languages-po/lu.po
Languages: lu

source: Akan
lu: Liakan

source: American English
lu: Lingelesa (Ameriki)

source: Amharic
lu: Liamhariki

source: Arabic
lu: Arabi

source: Australian English
lu: Lingelesa (Ositali)

source: Austrian German
lu: Lizelumani (Otilisi)

source: Bangla
lu: Bengali

source: Belarusian
lu: Belarusi

source: Brazilian Portuguese
lu: Mputulugɛsi (Mnulezile)

source: British English
lu: Lingelesa (Angeletele)

source: Bulgarian
lu: Bulegari

source: Canadian English
lu: Lingelesa (Kanada)

source: Canadian French
lu: Mfwàlànsa (Kanada)

source: Chinese
lu: shinɛ

source: Chinese, Mandarin
lu: shinɛ

source: Czech
lu: Tsheki

source: Dari
lu: Mpepajemi (Afuganisita)

source: Dutch
lu: olandi

source: English
lu: Lingelesa

source: European Portuguese
lu: Mputulugɛsi (Mputulugeshi)

source: European Spanish
lu: Lihispania (Nsipani)

source: Flemish
lu: olandi (Belejiki)

source: French
lu: Mfwàlànsa

source: German
lu: Lizelumani

source: Greek
lu: Giliki

source: Hungarian
lu: Hongili

source: Indonesian
lu: Lindonezia

source: Italian
lu: Litali

source: Japanese
lu: Liyapani

source: Javanese
lu: Java

source: Korean
lu: Likoreya

source: Latin American Spanish
lu: es_419

source: Luba-Katanga
lu: Tshiluba

source: Malay
lu: Limalezia

source: Mexican Spanish
lu: Lihispania (Meksike)

source: Modern Standard Arabic
lu: ar_001

source: Moldavian
lu: Liromani (Molidavi)

source: Persian
lu: Mpepajemi

source: Polish
lu: Mpoloni

source: Portuguese
lu: Mputulugɛsi

source: Punjabi
lu: Lipunjabi

source: Romanian
lu: Liromani

source: Russian
lu: Lirisi

source: Somali
lu: Lisomali

source: Spanish
lu: Lihispania

source: Swedish
lu: Lisuwidi

source: Swiss French
lu: Mfwàlànsa (Swise)

source: Swiss High German
lu: Lizelumani (Swise)

source: Tamil
lu: Mtamuili

source: Thai
lu: Ntailandi

source: Turkish
lu: Ntuluki

source: UK English
lu: Lingelesa (Angeletele)

source: US English
lu: Lingelesa (Ameriki)

source: Ukrainian
lu: Nkrani

source: Vietnamese
lu: Liviyetinamu

source: Yoruba
lu: Nyoruba

source: Zulu
lu: Nzulu
