Repository: WeblateOrg/language-data
Catalog: languages-po/mas.po
Languages: mas

source: Akan
mas: nkʉtʉ́k ɔ́ɔ̄ lAkan

source: American English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa (Marekani)

source: Amharic
mas: nkʉtʉ́k ɔ́ɔ̄ lAmhari

source: Arabic
mas: nkʉtʉ́k ɔ́ɔ̄ lmarabu

source: Australian English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa (Australia)

source: Austrian German
mas: nkʉtʉ́k ɔ́ɔ̄ ljerumani (Austria)

source: Bangla
mas: lnkʉtʉ́k ɔ́ɔ̄ lBengali

source: Belarusian
mas: nkʉtʉ́k ɔ́ɔ̄ lBelarusi

source: Brazilian Portuguese
mas: nkʉtʉ́k ɔ́ɔ̄ lportuguese (Brazili)

source: British English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa (Uingereza)

source: Bulgarian
mas: nkʉtʉ́k ɔ́ɔ̄ lBulgaria

source: Burmese
mas: nkʉtʉ́k ɔ́ɔ̄ lBurma

source: Canadian English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa (Kanada)

source: Canadian French
mas: nkʉtʉ́k ɔ́ɔ̄ faransa (Kanada)

source: Chinese
mas: nkʉtʉ́k ɔ́ɔ̄ lchina

source: Chinese, Mandarin
mas: nkʉtʉ́k ɔ́ɔ̄ lchina

source: Czech
mas: nkʉtʉ́k ɔ́ɔ̄ lcheki

source: Dari
mas: nkʉtʉ́k ɔ́ɔ̄ lpersia (Afuganistani)

source: Dutch
mas: nkʉtʉ́k ɔ́ɔ̄ lduchi

source: English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa

source: European Portuguese
mas: nkʉtʉ́k ɔ́ɔ̄ lportuguese (Ureno)

source: European Spanish
mas: nkʉtʉ́k ɔ́ɔ̄ lspania (Hispania)

source: Flemish
mas: nkʉtʉ́k ɔ́ɔ̄ lduchi (Ubelgiji)

source: French
mas: nkʉtʉ́k ɔ́ɔ̄ faransa

source: German
mas: nkʉtʉ́k ɔ́ɔ̄ ljerumani

source: Greek
mas: nkʉtʉ́k ɔ́ɔ̄ lgiriki

source: Hausa
mas: nkʉtʉ́k ɔ́ɔ̄ hausa

source: Hindi
mas: nkʉtʉ́k ɔ́ɔ̄ lmoindi

source: Hungarian
mas: nkʉtʉ́k ɔ́ɔ̄ lhungari

source: Igbo
mas: nkʉtʉ́k ɔ́ɔ̄ Igbo

source: Indonesian
mas: nkʉtʉ́k ɔ́ɔ̄ Indonesia

source: Italian
mas: nkʉtʉ́k ɔ́ɔ̄ ltalian

source: Japanese
mas: nkʉtʉ́k ɔ́ɔ̄ japani

source: Javanese
mas: nkʉtʉ́k ɔ́ɔ̄ ljana

source: Khmer
mas: nkʉtʉ́k ɔ́ɔ̄ lkambodia

source: Kinyarwanda
mas: nkʉtʉ́k ɔ́ɔ̄ lruwanda

source: Korean
mas: nkʉtʉ́k ɔ́ɔ̄ lkorea

source: Latin American Spanish
mas: es_419

source: Malay
mas: nkʉtʉ́k ɔ́ɔ̄ malay

source: Masai
mas: Maa

source: Mexican Spanish
mas: nkʉtʉ́k ɔ́ɔ̄ lspania (Meksiko)

source: Modern Standard Arabic
mas: ar_001

source: Moldavian
mas: nkʉtʉ́k ɔ́ɔ̄ lromania (Moldova)

source: Nepali
mas: nkʉtʉ́k ɔ́ɔ̄ lnepali

source: Persian
mas: nkʉtʉ́k ɔ́ɔ̄ lpersia

source: Polish
mas: nkʉtʉ́k ɔ́ɔ̄ lpoland

source: Portuguese
mas: nkʉtʉ́k ɔ́ɔ̄ lportuguese

source: Punjabi
mas: nkʉtʉ́k ɔ́ɔ̄ lpunjabi

source: Romanian
mas: nkʉtʉ́k ɔ́ɔ̄ lromania

source: Russian
mas: nkʉtʉ́k ɔ́ɔ̄ lrusi

source: Somali
mas: nkʉtʉ́k ɔ́ɔ̄ lchumari

source: Spanish
mas: nkʉtʉ́k ɔ́ɔ̄ lspania

source: Swedish
mas: nkʉtʉ́k ɔ́ɔ̄ lswidi

source: Swiss French
mas: nkʉtʉ́k ɔ́ɔ̄ faransa (Uswisi)

source: Swiss High German
mas: nkʉtʉ́k ɔ́ɔ̄ ljerumani (Uswisi)

source: Tamil
mas: nkʉtʉ́k ɔ́ɔ̄ ltamil

source: Thai
mas: nkʉtʉ́k ɔ́ɔ̄ ltai

source: Turkish
mas: nkʉtʉ́k ɔ́ɔ̄ lturuki

source: UK English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa (Uingereza)

source: US English
mas: nkʉtʉ́k ɔ́ɔ̄ nkɨ́resa (Marekani)

source: Ukrainian
mas: nkʉtʉ́k ɔ́ɔ̄ lkrania

source: Urdu
mas: nkʉtʉ́k ɔ́ɔ̄ lurdu

source: Vietnamese
mas: nkʉtʉ́k ɔ́ɔ̄ lvietinamu

source: Yoruba
mas: nkʉtʉ́k ɔ́ɔ̄ lyoruba

source: Zulu
mas: nkʉtʉ́k ɔ́ɔ̄ lzulu
