Repository: WeblateOrg/language-data
Catalog: languages-po/mer.po
Languages: mer

source: Akan
mer: Kĩakani

source: American English
mer: Kĩngeretha (Amerika)

source: Amharic
mer: Kĩamarĩki

source: Arabic
mer: Kĩarabu

source: Australian English
mer: Kĩngeretha (Austrĩlia)

source: Austrian German
mer: Kĩnjamanĩ (Austiria)

source: Bangla
mer: Kĩbangira

source: Belarusian
mer: Kĩbelarusi

source: Brazilian Portuguese
mer: Kĩpochogo (Brazilu)

source: British English
mer: Kĩngeretha (Ngeretha)

source: Bulgarian
mer: Kĩbulugĩria

source: Burmese
mer: Kĩburma

source: Canadian English
mer: Kĩngeretha (Kanada)

source: Canadian French
mer: Kĩfuransi (Kanada)

source: Chinese
mer: Kĩchina

source: Chinese, Mandarin
mer: Kĩchina

source: Czech
mer: Kĩcheki

source: Dari
mer: Kĩpasia (Afuganistani)

source: Dutch
mer: Kĩholandi

source: English
mer: Kĩngeretha

source: European Portuguese
mer: Kĩpochogo (Potogo)

source: European Spanish
mer: Kĩspĩni (Spĩni)

source: Flemish
mer: Kĩholandi (Beronjiamu)

source: French
mer: Kĩfuransi

source: German
mer: Kĩnjamanĩ

source: Greek
mer: Kĩngiriki

source: Hausa
mer: Kĩhausa

source: Hindi
mer: Kĩhĩndi

source: Hungarian
mer: Kĩhangarĩ

source: Igbo
mer: Kĩigbo

source: Indonesian
mer: Kĩindonesia

source: Italian
mer: Kĩitalĩ

source: Japanese
mer: Kĩjapani

source: Javanese
mer: Kĩjava

source: Khmer
mer: Kĩkambodia

source: Kinyarwanda
mer: Kĩrwanda

source: Korean
mer: Kĩkorea

source: Latin American Spanish
mer: es_419

source: Malay
mer: Kĩmalesia

source: Meru
mer: Kĩmĩrũ

source: Mexican Spanish
mer: Kĩspĩni (Mexiko)

source: Modern Standard Arabic
mer: ar_001

source: Moldavian
mer: Kĩromania (Moldova)

source: Nepali
mer: Kĩnepali

source: Persian
mer: Kĩpasia

source: Polish
mer: Kĩpolandi

source: Portuguese
mer: Kĩpochogo

source: Punjabi
mer: Kĩpunjabu

source: Romanian
mer: Kĩromania

source: Russian
mer: Kĩrashia

source: Somali
mer: Kĩsomali

source: Spanish
mer: Kĩspĩni

source: Swedish
mer: Kĩswideni

source: Swiss French
mer: Kĩfuransi (Swizilandi)

source: Swiss High German
mer: Kĩnjamanĩ (Swizilandi)

source: Tamil
mer: Kĩtamilu

source: Thai
mer: Kĩthailandi

source: Turkish
mer: Kĩtakĩ

source: UK English
mer: Kĩngeretha (Ngeretha)

source: US English
mer: Kĩngeretha (Amerika)

source: Ukrainian
mer: Kĩukirĩni

source: Urdu
mer: Kĩurdu

source: Vietnamese
mer: Kĩvietinamu

source: Yoruba
mer: Kĩyoruba

source: Zulu
mer: Kĩzulu
