Repository: WeblateOrg/language-data
Catalog: languages-po/mfe.po
Languages: mfe

source: American English
mfe: angle (Lamerik)

source: Amharic
mfe: amarik

source: Arabic
mfe: arab

source: Australian English
mfe: angle (Lostrali)

source: Austrian German
mfe: alman (Lostris)

source: Bangla
mfe: bengali

source: Belarusian
mfe: bieloris

source: Brazilian Portuguese
mfe: portige (Brezil)

source: British English
mfe: angle (United Kingdom)

source: Bulgarian
mfe: bilgar

source: Burmese
mfe: birman

source: Canadian English
mfe: angle (Kanada)

source: Canadian French
mfe: franse (Kanada)

source: Chinese
mfe: sinwa, mandarin

source: Chinese, Mandarin
mfe: sinwa, mandarin

source: Czech
mfe: tchek

source: Dari
mfe: persan (Afganistan)

source: Dutch
mfe: olande

source: English
mfe: angle

source: European Portuguese
mfe: portige (Portigal)

source: European Spanish
mfe: espagnol (Lespagn)

source: Flemish
mfe: olande (Belzik)

source: French
mfe: franse

source: German
mfe: alman

source: Greek
mfe: grek

source: Hausa
mfe: haoussa

source: Hungarian
mfe: hongrwa

source: Indonesian
mfe: indonezien

source: Italian
mfe: italien

source: Japanese
mfe: zapone

source: Javanese
mfe: zavane

source: Khmer
mfe: khmer, santral

source: Kinyarwanda
mfe: rwanda

source: Korean
mfe: koreen

source: Latin American Spanish
mfe: es_419

source: Malay
mfe: male

source: Mexican Spanish
mfe: espagnol (Mexik)

source: Modern Standard Arabic
mfe: ar_001

source: Moldavian
mfe: roumin (Moldavi)

source: Morisyen
mfe: kreol morisien

source: Nepali
mfe: nepale

source: Persian
mfe: persan

source: Polish
mfe: polone

source: Portuguese
mfe: portige

source: Punjabi
mfe: penjabi

source: Romanian
mfe: roumin

source: Russian
mfe: ris

source: Spanish
mfe: espagnol

source: Swedish
mfe: swedwa

source: Swiss French
mfe: franse (Laswis)

source: Swiss High German
mfe: alman (Laswis)

source: Tamil
mfe: tamoul

source: Thai
mfe: tha√Ø

source: Turkish
mfe: tirk

source: UK English
mfe: angle (United Kingdom)

source: US English
mfe: angle (Lamerik)

source: Ukrainian
mfe: ikrenien

source: Urdu
mfe: ourdou

source: Vietnamese
mfe: vietnamien

source: Zulu
mfe: zoulou
