Repository: WeblateOrg/language-data
Catalog: languages-po/mni.po
Languages: mni

source: American English
mni: অমেরিকান ইংলিস

source: Arabic
mni: আরাবিক

source: Australian English
mni: ওষ্ট্রেলিয়ান ইংলিস

source: Austrian German
mni: ওষ্ট্রিয়ান জর্মন

source: Bangla
mni: বাংলা

source: Brazilian Portuguese
mni: ব্রাজিলিয়ান পোর্টুগিজ

source: British English
mni: ব্রিটিশ ইংলিস

source: Canadian English
mni: কানাদিয়ান ইংলিস

source: Canadian French
mni: কানাদিয়ান ফ্রেঞ্চ

source: Chinese
mni: চাইনিজ

source: Chinese, Mandarin
mni: চাইনিজ মন্দারিন

source: Dutch
mni: দচ

source: English
mni: ইংলিস

source: European Portuguese
mni: য়ুরোপিয়ান পোর্টুগিজ

source: European Spanish
mni: য়ুরোপিয়ান স্পেনিস

source: Flemish
mni: ফ্লেমিশ

source: French
mni: ফ্রেঞ্চ

source: German
mni: জর্মন

source: Hindi
mni: হিন্দী

source: Indonesian
mni: ইন্দোনেসিয়া

source: Italian
mni: ইটালিয়ন

source: Japanese
mni: জাপানিজ

source: Korean
mni: কোরিয়ন

source: Latin American Spanish
mni: লেটিন অমেরিকান স্পেনিস

source: Manipuri
mni: মৈতৈলোন্

source: Mexican Spanish
mni: মেক্সিকান স্পেনিস

source: Modern Standard Arabic
mni: মোর্দর্ন স্তেন্দর্দ আরাবিক

source: Polish
mni: পোলিশ

source: Portuguese
mni: পোর্টুগিজ

source: Russian
mni: রুসিয়ান

source: Simplified Chinese
mni: সিমপ্লিফাইদ চাইনিজ

source: Simplified Mandarin Chinese
mni: সিমপ্লিফাইদ মন্দারিন চাইনিজ

source: Spanish
mni: স্পেনিস

source: Swiss French
mni: স্বিজ ফ্রেঞ্চ

source: Swiss High German
mni: স্বিজ হায় জর্মন

source: Thai
mni: থাই

source: Traditional Chinese
mni: ত্রেদিস্নেল চাইনিজ

source: Traditional Mandarin Chinese
mni: ত্রেদিস্নেল মন্দারিন চাইনিজ

source: Turkish
mni: টর্কিশ

source: UK English
mni: য়ু কে ইংলিস

source: US English
mni: য়ু এস ইংলিস

source: Unknown language
mni: মশকখংদবা লোল
