Repository: WeblateOrg/language-data
Catalog: languages-po/mua.po
Languages: mua

source: Akan
mua: akaŋ

source: American English
mua: zah Anglofoŋ (Amerika)

source: Amharic
mua: amharik

source: Arabic
mua: arabiya

source: Australian English
mua: zah Anglofoŋ (australiya)

source: Austrian German
mua: germaŋ (austriya)

source: Bangla
mua: bengalia

source: Belarusian
mua: belarussiya

source: Brazilian Portuguese
mua: Zah sǝr Portugal (brazilya)

source: British English
mua: zah Anglofoŋ (Sǝr Anglofoŋ)

source: Bulgarian
mua: bulgaria

source: Burmese
mua: birmania

source: Canadian English
mua: zah Anglofoŋ (kanada)

source: Canadian French
mua: zah sǝr Franssǝ (kanada)

source: Chinese
mua: zah Syiŋ

source: Chinese, Mandarin
mua: zah Syiŋ

source: Czech
mua: syekya

source: Dari
mua: Persia (afghanistaŋ)

source: Dutch
mua: zah sǝr ma kasǝŋ

source: English
mua: zah Anglofoŋ

source: European Portuguese
mua: Zah sǝr Portugal (Sǝr Portugal)

source: European Spanish
mua: Espaniya (Espaŋiya)

source: Flemish
mua: zah sǝr ma kasǝŋ (belgika)

source: French
mua: zah sǝr Franssǝ

source: German
mua: germaŋ

source: Greek
mua: grek

source: Hausa
mua: haussa

source: Hungarian
mua: hungariya

source: Indonesian
mua: indonesiya

source: Italian
mua: italiya

source: Japanese
mua: zah sǝr Japoŋ

source: Javanese
mua: javaniya

source: Khmer
mua: kmer

source: Kinyarwanda
mua: Zah sǝr Rwanda

source: Korean
mua: korea

source: Latin American Spanish
mua: es_419

source: Malay
mua: malasiya

source: Mexican Spanish
mua: Espaniya (Mexiko)

source: Modern Standard Arabic
mua: ar_001

source: Moldavian
mua: Romaniya (Moldoviya)

source: Mundang
mua: MUNDAŊ

source: Nepali
mua: Nepaliya

source: Persian
mua: Persia

source: Polish
mua: Poloniya

source: Portuguese
mua: Zah sǝr Portugal

source: Punjabi
mua: Pǝnjabi

source: Romanian
mua: Romaniya

source: Russian
mua: Russiya

source: Somali
mua: Somaliya

source: Spanish
mua: Espaniya

source: Swedish
mua: Swedia

source: Swiss French
mua: zah sǝr Franssǝ (Sǝr Swiss)

source: Swiss High German
mua: germaŋ (Sǝr Swiss)

source: Tamil
mua: Tamul

source: Turkish
mua: Turk

source: UK English
mua: zah Anglofoŋ (Sǝr Anglofoŋ)

source: US English
mua: zah Anglofoŋ (Amerika)

source: Ukrainian
mua: Ukrainia

source: Vietnamese
mua: Vietnamiya
