Repository: WeblateOrg/language-data
Catalog: languages-po/naq.po
Languages: naq

source: Akan
naq: Akangowab

source: American English
naq: Engels (Amerikab)

source: Amharic
naq: Amharicgowab

source: Arabic
naq: Arabiǁî gowab

source: Australian English
naq: Engels (Australieb)

source: Austrian German
naq: Duits (Austriab)

source: Bangla
naq: Bengaliǁî gowab

source: Belarusian
naq: Belarusanǁî gowab

source: Brazilian Portuguese
naq: Portugees (Braziliab)

source: British English
naq: Engels (United Kingdom)

source: Bulgarian
naq: Bulgariaǁî gowab

source: Burmese
naq: Burmesǁî gowab

source: Canadian English
naq: Engels (Kanadab)

source: Canadian French
naq: Frans (Kanadab)

source: Chinese
naq: Chineesǁî gowab, Mandarinni

source: Chinese, Mandarin
naq: Chineesǁî gowab, Mandarinni

source: Czech
naq: Czechǁî gowab

source: Dari
naq: Persiaǁî gowab (Afghanistanni)

source: Dutch
naq: Hollands

source: English
naq: Engels

source: European Portuguese
naq: Portugees (Portugali)

source: European Spanish
naq: Spaans (Spanieb)

source: Flemish
naq: Hollands (Belgiummi)

source: French
naq: Frans

source: German
naq: Duits

source: Greek
naq: Xriks

source: Hausa
naq: Hausagowab

source: Hindi
naq: Hindigowab

source: Hungarian
naq: Hungariaǁî gowab

source: Igbo
naq: Igbogowab

source: Indonesian
naq: Indonesiaǁî gowab

source: Italian
naq: Italians

source: Japanese
naq: Japanees

source: Khmer
naq: Khmerǁî gowab, Central

source: Kinyarwanda
naq: Rwandaǁî gowab

source: Korean
naq: Koreaǁî gowab

source: Latin American Spanish
naq: es_419

source: Malay
naq: Malayǁî gowab

source: Mexican Spanish
naq: Spaans (Mexicob)

source: Modern Standard Arabic
naq: ar_001

source: Moldavian
naq: Romaniaǁî gowab (Moldova)

source: Nama
naq: Khoekhoegowab

source: Nepali
naq: Nepalǁî gowab

source: Persian
naq: Persiaǁî gowab

source: Polish
naq: Poleǁî gowab

source: Portuguese
naq: Portugees

source: Punjabi
naq: Punjabigowab

source: Romanian
naq: Romaniaǁî gowab

source: Russian
naq: Russiaǁî gowab

source: Somali
naq: Somaliǁî gowab

source: Spanish
naq: Spaans

source: Swedish
naq: Swedeǁî gowab

source: Swiss French
naq: Frans (Switzerlandi)

source: Swiss High German
naq: Duits (Switzerlandi)

source: Tamil
naq: Tamilǁî gowab

source: Thai
naq: Thaiǁî gowab

source: Turkish
naq: Turkeǁî gowab

source: UK English
naq: Engels (United Kingdom)

source: US English
naq: Engels (Amerikab)

source: Ukrainian
naq: Ukrainiaǁî gowab

source: Urdu
naq: Urduǁî gowab

source: Vietnamese
naq: Vietnamǁî gowab

source: Yoruba
naq: Yorubab

source: Zulu
naq: Zulub
