Repository: WeblateOrg/language-data
Catalog: languages-po/nd.po
Languages: nd

source: Akan
nd: isi-Akhani

source: American English
nd: isi-Ngisi (Amelika)

source: Amharic
nd: isi-Amaharikhi

source: Arabic
nd: isi-Alabhu

source: Australian English
nd: isi-Ngisi (Australia)

source: Austrian German
nd: isi-Jalimani (Austria)

source: Bangla
nd: isi-Bhengali

source: Belarusian
nd: isi-Bhelarashiyani

source: Brazilian Portuguese
nd: isi-Potukezi (Brazili)

source: British English
nd: isi-Ngisi (United Kingdom)

source: Bulgarian
nd: isi-Bulgaria

source: Burmese
nd: isi-Burma

source: Canadian English
nd: isi-Ngisi (Khanada)

source: Canadian French
nd: isi-Fulentshi (Khanada)

source: Chinese
nd: isi-China

source: Chinese, Mandarin
nd: isi-China

source: Czech
nd: isi-Czech

source: Dari
nd: isi-Pheshiyani (Afghanistan)

source: Dutch
nd: isi-Dutch

source: English
nd: isi-Ngisi

source: European Portuguese
nd: isi-Potukezi (Portugal)

source: European Spanish
nd: isi-Sipeyini (Spain)

source: Flemish
nd: isi-Dutch (Bhelgium)

source: French
nd: isi-Fulentshi

source: German
nd: isi-Jalimani

source: Greek
nd: isi-Giliki

source: Hausa
nd: isi-Hausa

source: Hindi
nd: isi-Hindi

source: Hungarian
nd: isi-Hangari

source: Igbo
nd: isi-Igbo

source: Indonesian
nd: isi-Indonesia

source: Italian
nd: isi-Italiano

source: Japanese
nd: isi-Japhani

source: Javanese
nd: isi-Java

source: Khmer
nd: isi-Khambodiya

source: Kinyarwanda
nd: isi-Ruwanda

source: Korean
nd: isi-Koriya

source: Latin American Spanish
nd: es_419

source: Malay
nd: isi-Malayi

source: Mexican Spanish
nd: isi-Sipeyini (Meksikho)

source: Modern Standard Arabic
nd: ar_001

source: Moldavian
nd: isi-Romani (Moldova)

source: Nepali
nd: isi-Nepali

source: North Ndebele
nd: isiNdebele

source: Persian
nd: isi-Pheshiyani

source: Polish
nd: isi-Pholoshi

source: Portuguese
nd: isi-Potukezi

source: Punjabi
nd: isi-Phunjabi

source: Romanian
nd: isi-Romani

source: Russian
nd: isi-Rashiya

source: Somali
nd: isi-Somali

source: Spanish
nd: isi-Sipeyini

source: Swedish
nd: isi-Swidishi

source: Swiss French
nd: isi-Fulentshi (Switzerland)

source: Swiss High German
nd: isi-Jalimani (Switzerland)

source: Tamil
nd: isi-Thamil

source: Thai
nd: isi-Thayi

source: Turkish
nd: isi-Thekishi

source: UK English
nd: isi-Ngisi (United Kingdom)

source: US English
nd: isi-Ngisi (Amelika)

source: Ukrainian
nd: isi-Ukrain

source: Urdu
nd: isi-Udu

source: Vietnamese
nd: isi-Vietnamese

source: Yoruba
nd: isi-Yorubha

source: Zulu
nd: isi-Zulu
