Repository: WeblateOrg/language-data
Catalog: languages-po/nmg.po
Languages: nmg

source: Akan
nmg: Kiɛl akan

source: American English
nmg: Ngɛ̄lɛ̄n (Amɛŕka)

source: Amharic
nmg: Kiɛl amaria

source: Arabic
nmg: Kiɛl b’árabe

source: Australian English
nmg: Ngɛ̄lɛ̄n (Östraliá)

source: Austrian German
nmg: Jáman (Ötrish)

source: Bangla
nmg: Kiɛl bengalia

source: Belarusian
nmg: Kiɛl belarussie

source: Brazilian Portuguese
nmg: Kiɛl bó pɔ̄rtugɛ̂ (Brésil)

source: British English
nmg: Ngɛ̄lɛ̄n (Nlambɔ́ Ngɛlɛn)

source: Bulgarian
nmg: Kiɛl bulgaria

source: Burmese
nmg: Kiɛl birmania

source: Canadian English
nmg: Ngɛ̄lɛ̄n (Kanada)

source: Canadian French
nmg: Fala (Kanada)

source: Chinese
nmg: Kiɛl bó chinois

source: Chinese, Mandarin
nmg: Kiɛl bó chinois

source: Czech
nmg: Kiɛl bó tchɛk

source: Dari
nmg: Kiɛl pɛrsia (Afganistaŋ)

source: Dutch
nmg: Kiɛl bóllandais

source: English
nmg: Ngɛ̄lɛ̄n

source: European Portuguese
nmg: Kiɛl bó pɔ̄rtugɛ̂ (Pɔrtugal)

source: European Spanish
nmg: Paŋá (Paŋá)

source: Flemish
nmg: Kiɛl bóllandais (Bɛlgik)

source: French
nmg: Fala

source: German
nmg: Jáman

source: Greek
nmg: Kiɛl bó grɛk

source: Hausa
nmg: Kiɛl máwúsá

source: Hindi
nmg: Kiɛl b’indien

source: Hungarian
nmg: Kiɛl b’ɔ́ngrois

source: Igbo
nmg: Kiɛl ikbo

source: Indonesian
nmg: Kiɛl indonesie

source: Italian
nmg: Kiɛl italia

source: Japanese
nmg: Kiɛl bó japonɛ̌

source: Javanese
nmg: Kiɛl bó javanɛ̌

source: Khmer
nmg: Kiɛl bó mɛr

source: Kinyarwanda
nmg: Kiɛl rwandā

source: Korean
nmg: Kiɛl koré

source: Latin American Spanish
nmg: es_419

source: Malay
nmg: Kiɛl Malɛ̌siā

source: Mexican Spanish
nmg: Paŋá (Mɛxik)

source: Modern Standard Arabic
nmg: ar_001

source: Moldavian
nmg: Kiɛl bó rumɛ̂n (Mɔldavia)

source: Nepali
nmg: Kiɛl nepal

source: Persian
nmg: Kiɛl pɛrsia

source: Polish
nmg: Kiɛl pɔlɔŋe

source: Portuguese
nmg: Kiɛl bó pɔ̄rtugɛ̂

source: Punjabi
nmg: Kiɛl pɛndjabi

source: Romanian
nmg: Kiɛl bó rumɛ̂n

source: Russian
nmg: Kiɛl russia

source: Somali
nmg: Kiɛl somaliā

source: Spanish
nmg: Paŋá

source: Swedish
nmg: Kiɛl bó suedois

source: Swiss French
nmg: Fala (Switzɛrland)

source: Swiss High German
nmg: Jáman (Switzɛrland)

source: Tamil
nmg: Kiɛl tamul

source: Thai
nmg: Kiɛl thaï

source: Turkish
nmg: Kiɛl bó turk

source: UK English
nmg: Ngɛ̄lɛ̄n (Nlambɔ́ Ngɛlɛn)

source: US English
nmg: Ngɛ̄lɛ̄n (Amɛŕka)

source: Ukrainian
nmg: Kiɛl b’ukrɛ̄nien

source: Urdu
nmg: Kiɛl úrdu

source: Vietnamese
nmg: Kiɛl viɛtnam

source: Yoruba
nmg: Yorúbâ
