Repository: WeblateOrg/language-data
Catalog: languages-po/nyn.po
Languages: nyn

source: Akan
nyn: Orukani

source: American English
nyn: Orungyereza (Amerika)

source: Amharic
nyn: Orumariki

source: Arabic
nyn: Oruharabu

source: Australian English
nyn: Orungyereza (Ositureeriya)

source: Austrian German
nyn: Orugirimaani (Osituria)

source: Bangla
nyn: Orubengari

source: Belarusian
nyn: Oruberarusi

source: Brazilian Portuguese
nyn: Orupocugo (Buraziiri)

source: British English
nyn: Orungyereza (Bungyereza)

source: Bulgarian
nyn: Oruburugariya

source: Burmese
nyn: Oruburuma

source: Canadian English
nyn: Orungyereza (Kanada)

source: Canadian French
nyn: Orufaransa (Kanada)

source: Chinese
nyn: Oruchaina

source: Chinese, Mandarin
nyn: Oruchaina

source: Czech
nyn: Oruceeki

source: Dari
nyn: Orupaasiya (Afuganistani)

source: Dutch
nyn: Orudaaki

source: English
nyn: Orungyereza

source: European Portuguese
nyn: Orupocugo (Pocugo)

source: European Spanish
nyn: Orusupaani (Sipeyini)

source: Flemish
nyn: Orudaaki (Bubirigi)

source: French
nyn: Orufaransa

source: German
nyn: Orugirimaani

source: Greek
nyn: Oruguriiki

source: Hausa
nyn: Oruhausa

source: Hindi
nyn: Oruhindi

source: Hungarian
nyn: Oruhangare

source: Igbo
nyn: Oruibo

source: Indonesian
nyn: Oruindonezia

source: Italian
nyn: Oruyitare

source: Japanese
nyn: Orujapaani

source: Javanese
nyn: Orujava

source: Khmer
nyn: Orukambodiya

source: Kinyarwanda
nyn: Orunyarwanda

source: Korean
nyn: Orukoreya

source: Latin American Spanish
nyn: es_419

source: Malay
nyn: Orumalesiya

source: Mexican Spanish
nyn: Orusupaani (Mexico)

source: Modern Standard Arabic
nyn: ar_001

source: Moldavian
nyn: Oruromania (Moridova)

source: Nepali
nyn: Orunepali

source: Nyankole
nyn: Runyankore

source: Persian
nyn: Orupaasiya

source: Polish
nyn: Orupoori

source: Portuguese
nyn: Orupocugo

source: Punjabi
nyn: Orupungyabi

source: Romanian
nyn: Oruromania

source: Russian
nyn: Orurrasha

source: Somali
nyn: Orusomaari

source: Spanish
nyn: Orusupaani

source: Swedish
nyn: Oruswidi

source: Swiss French
nyn: Orufaransa (Swisi)

source: Swiss High German
nyn: Orugirimaani (Swisi)

source: Tamil
nyn: Orutamiri

source: Thai
nyn: Orutailandi

source: Turkish
nyn: Orukuruki

source: UK English
nyn: Orungyereza (Bungyereza)

source: US English
nyn: Orungyereza (Amerika)

source: Ukrainian
nyn: Orukuraini

source: Urdu
nyn: Oru-Urudu

source: Vietnamese
nyn: Oruviyetinaamu

source: Yoruba
nyn: Oruyoruba

source: Zulu
nyn: Oruzuru
