Repository: WeblateOrg/language-data
Catalog: languages-po/os.po
Languages: os

source: Abkhazian
os: абхазаг

source: Adyghe
os: адыгейаг

source: Afrikaans
os: африкаанс

source: American English
os: америкаг англисаг

source: Ancient Egyptian
os: рагон египтаг

source: Ancient Greek
os: рагон бердзейнаг

source: Arabic
os: араббаг

source: Armenian
os: сомихаг

source: Australian English
os: австралиаг англисаг

source: Austrian German
os: австралиаг немыцаг

source: Avaric
os: авайраг

source: Avestan
os: авестӕ

source: Azerbaijani
os: тӕтӕйраг

source: Azeri
os: тӕтӕйраг

source: Bashkir
os: башкираг

source: Basque
os: баскаг

source: Bosnian
os: босниаг

source: Brazilian Portuguese
os: бразилиаг португалиаг

source: British English
os: бритайнаг англисаг

source: Bulgarian
os: болгайраг

source: Buriat
os: бурятаг

source: Canadian English
os: канадӕйаг англисаг

source: Canadian French
os: канадӕйаг францаг

source: Catalan
os: каталайнаг

source: Chechen
os: цӕцӕйнаг

source: Chinese
os: китайаг

source: Chinese, Mandarin
os: китайаг

source: Chuvash
os: чувашаг

source: Coptic
os: коптаг

source: Croatian
os: хорватаг

source: Czech
os: чехаг

source: Danish
os: даниаг

source: English
os: англисаг

source: Esperanto
os: есперанто

source: Estonian
os: естойнаг

source: European Portuguese
os: европӕйаг полтугалиаг

source: European Spanish
os: европӕйаг англисаг

source: Faroese
os: фарераг

source: Fijian
os: фиджи

source: Filipino
os: филиппинаг

source: Finnish
os: финнаг

source: French
os: францаг

source: Georgian
os: гуырдзиаг

source: German
os: немыцаг

source: Greek
os: бердзейнаг

source: Hebrew
os: уираг

source: Hungarian
os: венгериаг

source: Ingush
os: мӕхъӕлон

source: Irish
os: ирландиаг

source: Italian
os: италиаг

source: Japanese
os: япойнаг

source: Kabardian
os: кӕсгон

source: Karachay-Balkar
os: бӕлхъӕрон

source: Kumyk
os: хъуымыхъхъаг

source: Kurdish
os: курдаг

source: Latin
os: латинаг

source: Latin American Spanish
os: латинаг америкаг англисаг

source: Lezghian
os: лекъаг

source: Macedonian
os: мӕчъидон

source: Old English
os: рагон англисаг

source: Old French
os: рагон францаг

source: Ossetic
os: ирон

source: Persian
os: персайнаг

source: Portuguese
os: португалиаг

source: Romany
os: цигайнаг

source: Russian
os: уырыссаг

source: Simplified Chinese
os: ӕнцонгонд китайаг

source: Simplified Mandarin Chinese
os: ӕнцонгонд китайаг

source: Spanish
os: испайнаг

source: Swiss French
os: швейцариаг францаг

source: Swiss High German
os: швйецариаг немыцаг

source: Traditional Chinese
os: традицион китайаг

source: Traditional Mandarin Chinese
os: традицион китайаг

source: UK English
os: бритайнаг англисаг

source: US English
os: америкаг англисаг

source: Unknown language
os: нӕзонгӕ ӕвзаг
