Repository: WeblateOrg/language-data
Catalog: languages-po/rn.po
Languages: rn

source: Akan
rn: Igikani

source: American English
rn: Icongereza (Leta Zunze Ubumwe za Amerika)

source: Amharic
rn: Ikimuhariki

source: Arabic
rn: Icarabu

source: Australian English
rn: Icongereza (Ositaraliya)

source: Austrian German
rn: Ikidage (Otirishe)

source: Bangla
rn: Ikibengali

source: Belarusian
rn: Ikibelarusiya

source: Brazilian Portuguese
rn: Igiporutugari (Burezili)

source: British English
rn: Icongereza (Ubwongereza)

source: Bulgarian
rn: Ikinyabuligariya

source: Burmese
rn: Ikinyabirimaniya

source: Canadian English
rn: Icongereza (Kanada)

source: Canadian French
rn: Igifaransa (Kanada)

source: Chinese
rn: Igishinwa

source: Chinese, Mandarin
rn: Igishinwa

source: Czech
rn: Igiceke

source: Dari
rn: Igiperisi (Afuganisitani)

source: Dutch
rn: Igiholandi

source: English
rn: Icongereza

source: European Portuguese
rn: Igiporutugari (Porutugali)

source: European Spanish
rn: Icesipanyolo (Hisipaniya)

source: Flemish
rn: Igiholandi (Ububiligi)

source: French
rn: Igifaransa

source: German
rn: Ikidage

source: Greek
rn: Ikigereki

source: Hausa
rn: Igihawusa

source: Hindi
rn: Igihindi

source: Hungarian
rn: Ikinyahongiriya

source: Igbo
rn: Ikigubo

source: Indonesian
rn: Ikinyendoziya

source: Italian
rn: Igitaliyani

source: Japanese
rn: Ikiyapani

source: Javanese
rn: Ikinyejava

source: Khmer
rn: Igikambodiya

source: Kinyarwanda
rn: Ikinyarwanda

source: Korean
rn: Ikinyakoreya

source: Latin American Spanish
rn: es_419

source: Malay
rn: Ikinyamaleziya

source: Mexican Spanish
rn: Icesipanyolo (Migizike)

source: Modern Standard Arabic
rn: ar_001

source: Moldavian
rn: Ikinyarumaniya (Moludavi)

source: Nepali
rn: Ikinepali

source: Persian
rn: Igiperisi

source: Polish
rn: Ikinyapolonye

source: Portuguese
rn: Igiporutugari

source: Punjabi
rn: Igipunjabi

source: Romanian
rn: Ikinyarumaniya

source: Rundi
rn: Ikirundi

source: Russian
rn: Ikirusiya

source: Somali
rn: Igisomali

source: Spanish
rn: Icesipanyolo

source: Swedish
rn: Igisuweduwa

source: Swiss French
rn: Igifaransa (Ubusuwisi)

source: Swiss High German
rn: Ikidage (Ubusuwisi)

source: Tamil
rn: Igitamili

source: Thai
rn: Ikinyatayilandi

source: Turkish
rn: Igiturukiya

source: UK English
rn: Icongereza (Ubwongereza)

source: US English
rn: Icongereza (Leta Zunze Ubumwe za Amerika)

source: Ukrainian
rn: Ikinyayukereni

source: Urdu
rn: Inyeyurudu

source: Vietnamese
rn: Ikinyaviyetinamu

source: Yoruba
rn: Ikiyoruba

source: Zulu
rn: Ikizulu
