Repository: WeblateOrg/language-data
Catalog: languages-po/sa.po
Languages: sa

source: Acehnese
sa: अचिनीस्

source: Acoli
sa: अचोलि

source: American English
sa: अमेरिकादेशीय आङ्ग्लभाषा:

source: Angika
sa: अङ्गिक

source: Australian English
sa: ऑस्ट्रेलियादेशः आङ्ग्लभाषा

source: Austrian German
sa: ऑस्ट्रियाई जर्मनभाषा:

source: Brazilian Portuguese
sa: ब्राज़ीली पुर्तगालदेशीय भाषा:

source: British English
sa: आङ्ग्लदेशीय आङ्ग्लभाषा:

source: Canadian English
sa: कनाडादेशः आङ्ग्लभाषा

source: Canadian French
sa: कनाडादेशः फ़्रांसदेशीय भाषा:

source: Chinese
sa: चीनी

source: Chinese, Mandarin
sa: चीनी, मैंडेरिन

source: English
sa: आङ्ग्लभाषा

source: European Portuguese
sa: फिरङ्गिन् पुर्तगालदेशीय भाषा:

source: European Spanish
sa: फिरङ्गिन् स्पेनीय भाषा:

source: French
sa: फ़्रांसदेशीय भाषा:

source: German
sa: जर्मनभाषा:

source: Italian
sa: इटलीदेशीय भाषा:

source: Japanese
sa: सूर्यमूलीय भाषा:

source: Latin American Spanish
sa: लैटिन अमेरिकादेशीय स्पेनीय भाषा:

source: Mexican Spanish
sa: मैक्सिकन स्पेनीय भाषा:

source: Portuguese
sa: पुर्तगालदेशीय भाषा:

source: Russian
sa: रष्यदेशीय भाषा:

source: Sanskrit
sa: संस्कृत भाषा

source: Simplified Chinese
sa: सरलीकृत चीनी

source: Simplified Mandarin Chinese
sa: सरलीकृत मैंडेरिन चीनी

source: Spanish
sa: स्पेनीय भाषा:

source: Swiss French
sa: स्विस फ़्रांसदेशीय भाषा:

source: Swiss High German
sa: स्विस उच्च जर्मनभाषा:

source: Traditional Chinese
sa: परम्परागत चीनी

source: Traditional Mandarin Chinese
sa: परम्परागत मैंडेरिन चीनी

source: UK English
sa: यूके आङ्ग्लभाषा:

source: US English
sa: यूएस आङ्ग्लभाषा:

source: Unknown language
sa: अज्ञात भाषा:
