Repository: WeblateOrg/language-data
Catalog: languages-po/sat-Olck.po
Languages: sat_olck

source: Abkhazian
sat_olck: ᱟᱹᱵᱠᱷᱟᱡᱤᱭᱟᱹᱱ

source: Acehnese
sat_olck: ᱟᱠᱷᱤᱱᱤᱡᱽ

source: Adangme
sat_olck: ᱟᱹᱰᱟᱱᱜᱽᱢᱮ

source: Adyghe
sat_olck: ᱟᱹᱰᱭᱜᱷᱮ

source: Afrikaans
sat_olck: ᱟᱯᱷᱨᱤᱠᱟᱱᱥ

source: Aghem
sat_olck: ᱟᱜᱷᱮᱢ

source: Ainu
sat_olck: ᱟᱭᱤᱱᱩ

source: Akan
sat_olck: ᱟᱠᱟᱱ

source: Albanian
sat_olck: ᱟᱞᱵᱟᱱᱤᱭᱟᱹᱱ

source: Aleut
sat_olck: ᱟᱞᱮᱣᱴ

source: American English
sat_olck: ᱟᱢᱮᱨᱤᱠᱟᱱ ᱟᱝᱜᱽᱨᱮᱡᱤ

source: Amharic
sat_olck: ᱟᱢᱦᱟᱨᱤᱠ

source: Angika
sat_olck: ᱟᱹᱝᱜᱤᱠᱟ

source: Arabic
sat_olck: ᱚᱨᱵᱤ

source: Aragonese
sat_olck: ᱟᱨᱟᱜᱚᱱᱤᱡᱽ

source: Arapaho
sat_olck: ᱟᱨᱟᱯᱟᱦᱚ

source: Armenian
sat_olck: ᱟᱨᱢᱮᱱᱤᱭᱟᱹᱱ

source: Aromanian
sat_olck: ᱟᱨᱚᱢᱟᱱᱤᱭᱟᱹᱱ

source: Assamese
sat_olck: ᱟᱥᱟᱢᱤᱡᱽ

source: Australian English
sat_olck: ᱚᱥᱴᱨᱮᱞᱤᱭᱟᱱ ᱟᱝᱜᱽᱨᱮᱡᱤ

source: Austrian German
sat_olck: ᱚᱥᱴᱨᱤᱭᱟ ᱡᱟᱨᱢᱟᱱ

source: Brazilian Portuguese
sat_olck: ᱵᱨᱟᱡᱤᱞᱤᱭᱟᱱ ᱯᱩᱨᱛᱜᱟᱞᱤ

source: British English
sat_olck: ᱵᱨᱤᱴᱤᱥ ᱟᱝᱜᱽᱨᱮᱡᱤ

source: Canadian English
sat_olck: ᱠᱟᱱᱟᱰᱤᱭᱟᱱ ᱟᱝᱜᱽᱨᱮᱡᱤ

source: Canadian French
sat_olck: ᱠᱟᱱᱟᱰᱤᱭᱟᱱ ᱯᱷᱨᱮᱧᱪ

source: Chinese
sat_olck: ᱪᱟᱭᱱᱤᱡᱽ

source: Chinese, Mandarin
sat_olck: ᱪᱟᱭᱱᱤᱡᱽ, ᱢᱟᱱᱰᱟᱨᱤᱱ

source: English
sat_olck: ᱟᱝᱜᱽᱨᱮᱡᱤ

source: European Portuguese
sat_olck: ᱭᱩᱨᱚᱯᱤᱭᱟᱱ ᱯᱩᱨᱛᱜᱟᱞᱤ

source: European Spanish
sat_olck: ᱨᱩᱥᱤᱭᱟᱱ ᱥᱯᱮᱱᱤᱥ

source: French
sat_olck: ᱯᱷᱨᱮᱧᱪ

source: German
sat_olck: ᱡᱟᱨᱢᱟᱱ

source: Italian
sat_olck: ᱤᱴᱟᱞᱤᱟᱱ

source: Japanese
sat_olck: ᱡᱟᱯᱟᱱᱤ

source: Latin American Spanish
sat_olck: ᱞᱮᱴᱤᱱ ᱟᱢᱮᱨᱤᱠᱟᱱ ᱥᱯᱮᱱᱤᱥ

source: Mexican Spanish
sat_olck: ᱢᱮᱠᱥᱤᱠᱟᱱ ᱥᱯᱮᱱᱤᱥ

source: Modern Standard Arabic
sat_olck: ᱟᱫᱷᱩᱱᱤᱠ ᱢᱟᱱᱚᱠ ᱚᱨᱵᱤ

source: Portuguese
sat_olck: ᱯᱩᱨᱛᱜᱟᱞᱤ

source: Russian
sat_olck: ᱨᱩᱥᱤᱭᱟᱱ

source: Santali
sat_olck: ᱥᱟᱱᱛᱟᱲᱤ

source: Simplified Chinese
sat_olck: ᱟᱞᱜᱟᱣᱟᱠᱟᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Simplified Mandarin Chinese
sat_olck: ᱟᱞᱜᱟᱣᱟᱠᱟᱱ ᱢᱟᱫᱟᱨᱤᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: Spanish
sat_olck: ᱥᱯᱮᱱᱤᱥ

source: Swiss French
sat_olck: ᱥᱩᱣᱤᱥ ᱯᱷᱨᱮᱧᱪ

source: Swiss High German
sat_olck: ᱥᱩᱣᱤᱥ ᱦᱟᱤ ᱡᱟᱨᱢᱟᱱ

source: Traditional Chinese
sat_olck: ᱴᱨᱮᱰᱤᱥᱱᱟᱞ ᱪᱟᱭᱱᱤᱡᱽ

source: Traditional Mandarin Chinese
sat_olck: ᱴᱨᱮᱰᱤᱥᱱᱟᱞ ᱢᱟᱫᱟᱨᱤᱱ ᱪᱟᱭᱱᱤᱡᱽ

source: UK English
sat_olck: ᱭᱩᱠᱮ ᱟᱝᱜᱽᱨᱮᱡᱤ

source: US English
sat_olck: ᱭᱩᱮᱥ ᱟᱝᱜᱽᱨᱮᱡᱤ

source: Unknown language
sat_olck: ᱵᱟᱝ ᱩᱨᱩᱢ ᱯᱟᱹᱨᱥᱤ
