Repository: WeblateOrg/language-data
Catalog: languages-po/sbp.po
Languages: sbp

source: Akan
sbp: Ishiyakani

source: American English
sbp: Ishingelesa (Malekani)

source: Amharic
sbp: Ishiyamuhali

source: Arabic
sbp: Ishiyalabu

source: Australian English
sbp: Ishingelesa (Awusitilaliya)

source: Austrian German
sbp: Ishijelumani (Awusitiliya)

source: Bangla
sbp: Ishibangila

source: Belarusian
sbp: Ishibelalusi

source: Brazilian Portuguese
sbp: Ishileno (Bulasili)

source: British English
sbp: Ishingelesa (Uwingelesa)

source: Bulgarian
sbp: Ishibulugalia

source: Burmese
sbp: Ishibuluma

source: Canadian English
sbp: Ishingelesa (Kanada)

source: Canadian French
sbp: Ishifalansa (Kanada)

source: Chinese
sbp: Ishishina

source: Chinese, Mandarin
sbp: Ishishina

source: Czech
sbp: Ishisheki

source: Dari
sbp: Ishiajemi (Afuganisitani)

source: Dutch
sbp: Ishiholansi

source: English
sbp: Ishingelesa

source: European Portuguese
sbp: Ishileno (Wuleno)

source: European Spanish
sbp: Ishihisipaniya (Hisipaniya)

source: Flemish
sbp: Ishiholansi (Ubeligiji)

source: French
sbp: Ishifalansa

source: German
sbp: Ishijelumani

source: Greek
sbp: Ishigiliki

source: Hausa
sbp: Ishihawusa

source: Hindi
sbp: Ishihindi

source: Hungarian
sbp: Ishihungali

source: Igbo
sbp: Ishihigibo

source: Indonesian
sbp: Ishihindonesia

source: Italian
sbp: Ishihitaliyano

source: Japanese
sbp: Ishijapani

source: Javanese
sbp: Ishijava

source: Khmer
sbp: Ishikambodia

source: Kinyarwanda
sbp: Ishinyalwanda

source: Korean
sbp: Ishikoleya

source: Latin American Spanish
sbp: es_419

source: Malay
sbp: Ishimalesiya

source: Mexican Spanish
sbp: Ishihisipaniya (Mekisiko)

source: Modern Standard Arabic
sbp: ar_001

source: Moldavian
sbp: Ishilomaniya (Molidova)

source: Nepali
sbp: Ishinepali

source: Persian
sbp: Ishiajemi

source: Polish
sbp: Ishipolandi

source: Portuguese
sbp: Ishileno

source: Punjabi
sbp: Ishipunjabi

source: Romanian
sbp: Ishilomaniya

source: Russian
sbp: Ishilusi

source: Sangu
sbp: Ishisangu

source: Somali
sbp: Ishisomali

source: Spanish
sbp: Ishihisipaniya

source: Swedish
sbp: Ishiswidi

source: Swiss French
sbp: Ishifalansa (Uswisi)

source: Swiss High German
sbp: Ishijelumani (Uswisi)

source: Tamil
sbp: Ishitamili

source: Thai
sbp: Ishitayilandi

source: Turkish
sbp: Ishituluki

source: UK English
sbp: Ishingelesa (Uwingelesa)

source: US English
sbp: Ishingelesa (Malekani)

source: Ukrainian
sbp: Ishiyukilaniya

source: Urdu
sbp: Ishiwuludi

source: Vietnamese
sbp: Ishivietinamu

source: Yoruba
sbp: Ishiyoluba

source: Zulu
sbp: Ishisulu
