Repository: WeblateOrg/language-data
Catalog: languages-po/sg.po
Languages: sg

source: Akan
sg: Akâan

source: American English
sg: Anglëe (ÂLeaa-Ôko tî Amerika)

source: Amharic
sg: Amarîki

source: Arabic
sg: Arâbo

source: Australian English
sg: Anglëe (Ostralïi, Sotralïi)

source: Austrian German
sg: Zâmani (Otrîsi)

source: Bangla
sg: Bengäli

source: Belarusian
sg: Bielörûsi

source: Brazilian Portuguese
sg: Portugëe, Pûra (Brezîli)

source: British English
sg: Anglëe (Ködörögbïä--Ôko)

source: Bulgarian
sg: Bulugäri

source: Burmese
sg: Miamära, Birimäni

source: Canadian English
sg: Anglëe (Kanadäa)

source: Canadian French
sg: Farânzi (Kanadäa)

source: Chinese
sg: Shinuäa

source: Chinese, Mandarin
sg: Shinuäa

source: Czech
sg: Tyêki

source: Dari
sg: Farsî (Faganïta, Afganïstäan)

source: Dutch
sg: Holandëe

source: English
sg: Anglëe

source: European Portuguese
sg: Portugëe, Pûra (Pörtugäle, Ködörö Pûra)

source: European Spanish
sg: Espanyöl (Espânye)

source: Flemish
sg: Holandëe (Bêleze, Belezîki)

source: French
sg: Farânzi

source: German
sg: Zâmani

source: Greek
sg: Gerêki

source: Hausa
sg: Haüsä

source: Hindi
sg: Hîndi

source: Hungarian
sg: Hongruäa

source: Igbo
sg: Ïgbö

source: Indonesian
sg: Enndonezïi

source: Italian
sg: Ênnde

source: Japanese
sg: Zaponëe

source: Javanese
sg: Zavanëe

source: Khmer
sg: Kmêre

source: Kinyarwanda
sg: Ruandäa

source: Korean
sg: Koreyëen

source: Latin American Spanish
sg: es_419

source: Malay
sg: Malëe

source: Mexican Spanish
sg: Espanyöl (Mekisîki)

source: Modern Standard Arabic
sg: ar_001

source: Moldavian
sg: Rumëen (Moldavùii)

source: Nepali
sg: Nepalëe

source: Persian
sg: Farsî

source: Polish
sg: Polonëe

source: Portuguese
sg: Portugëe, Pûra

source: Punjabi
sg: Penzäbï

source: Romanian
sg: Rumëen

source: Russian
sg: Rûsi

source: Sango
sg: Sängö

source: Somali
sg: Somalïi

source: Spanish
sg: Espanyöl

source: Swedish
sg: Sueduäa

source: Swiss French
sg: Farânzi (Sûîsi)

source: Swiss High German
sg: Zâmani (Sûîsi)

source: Tamil
sg: Tämûli

source: Thai
sg: Thâi

source: Turkish
sg: Tûrûku

source: UK English
sg: Anglëe (Ködörögbïä--Ôko)

source: US English
sg: Anglëe (ÂLeaa-Ôko tî Amerika)

source: Ukrainian
sg: Ukrêni

source: Urdu
sg: Ûrdu

source: Vietnamese
sg: Vietnäm

source: Zulu
sg: Zûlu
