Repository: WeblateOrg/language-data
Catalog: languages-po/shi-Latn.po
Languages: shi_latn

source: Akan
shi_latn: Takant

source: American English
shi_latn: Tanglizt (iwunak munnin n mirikan)

source: Amharic
shi_latn: Tamharit

source: Arabic
shi_latn: Taɛrabt

source: Australian English
shi_latn: Tanglizt (ustralya)

source: Austrian German
shi_latn: Talimant (nnmsa)

source: Bangla
shi_latn: Tabnɣalit

source: Belarusian
shi_latn: Tabilarust

source: Brazilian Portuguese
shi_latn: Tabṛṭqizt (brazil)

source: British English
shi_latn: Tanglizt (tagldit imunn)

source: Bulgarian
shi_latn: Tablɣarit

source: Burmese
shi_latn: Tabirmanit

source: Canadian English
shi_latn: Tanglizt (kanada)

source: Canadian French
shi_latn: Tafransist (kanada)

source: Chinese
shi_latn: Tacinwit

source: Chinese, Mandarin
shi_latn: Tacinwit

source: Czech
shi_latn: Tatcikit

source: Dari
shi_latn: Tafursit (afɣanistan)

source: Dutch
shi_latn: Tahulandit

source: English
shi_latn: Tanglizt

source: European Portuguese
shi_latn: Tabṛṭqizt (bṛṭqiz)

source: European Spanish
shi_latn: Tasbnyulit (sbanya)

source: Flemish
shi_latn: Tahulandit (bljika)

source: French
shi_latn: Tafransist

source: German
shi_latn: Talimant

source: Greek
shi_latn: Tagrigit

source: Hausa
shi_latn: Tahawsat

source: Hindi
shi_latn: Tahindit

source: Hungarian
shi_latn: Tahnɣarit

source: Igbo
shi_latn: Tigbut

source: Indonesian
shi_latn: Tandunisit

source: Italian
shi_latn: Taṭalyant

source: Japanese
shi_latn: Tajabbunit

source: Javanese
shi_latn: Tajavanit

source: Khmer
shi_latn: Taxmirt

source: Kinyarwanda
shi_latn: Taruwandit

source: Korean
shi_latn: Takurit

source: Latin American Spanish
shi_latn: es_419

source: Malay
shi_latn: Tamalawit

source: Mexican Spanish
shi_latn: Tasbnyulit (miksik)

source: Modern Standard Arabic
shi_latn: ar_001

source: Moldavian
shi_latn: Tarumanit (muldufya)

source: Nepali
shi_latn: Tanibalit

source: Persian
shi_latn: Tafursit

source: Polish
shi_latn: Tabulunit

source: Portuguese
shi_latn: Tabṛṭqizt

source: Punjabi
shi_latn: Tabnjabit

source: Romanian
shi_latn: Tarumanit

source: Russian
shi_latn: Tarusit

source: Somali
shi_latn: Tasumalit

source: Spanish
shi_latn: Tasbnyulit

source: Swedish
shi_latn: Taswidit

source: Swiss French
shi_latn: Tafransist (swisra)

source: Swiss High German
shi_latn: Talimant (swisra)

source: Tachelhit
shi_latn: Tashelḥiyt

source: Tamil
shi_latn: Tatamilt

source: Thai
shi_latn: Tataylandit

source: Turkish
shi_latn: Taturkit

source: UK English
shi_latn: Tanglizt (tagldit imunn)

source: US English
shi_latn: Tanglizt (iwunak munnin n mirikan)

source: Ukrainian
shi_latn: Tukranit

source: Urdu
shi_latn: Turdut

source: Vietnamese
shi_latn: Tafitnamit

source: Yoruba
shi_latn: Tayrubat

source: Zulu
shi_latn: Tazulut
