Repository: WeblateOrg/language-data
Catalog: languages-po/sn.po
Languages: sn

source: Akan
sn: chiAkani

source: American English
sn: Chirungu (Amerika)

source: Amharic
sn: chiAmaric

source: Arabic
sn: chiArabu

source: Australian English
sn: Chirungu (Australia)

source: Austrian German
sn: chiJerimani (Austria)

source: Bangla
sn: chiBengali

source: Belarusian
sn: chiBelarusi

source: Brazilian Portuguese
sn: chiPutukezi (Brazil)

source: British English
sn: Chirungu (United Kingdom)

source: Bulgarian
sn: chiBulgarian

source: Burmese
sn: chiBurma

source: Canadian English
sn: Chirungu (Kanada)

source: Canadian French
sn: chiFurenchi (Kanada)

source: Chinese
sn: chiChinese

source: Chinese, Mandarin
sn: chiChinese

source: Czech
sn: chiCzech

source: Dari
sn: chiPeshiya (Afuganistani)

source: Dutch
sn: chiDutch

source: English
sn: Chirungu

source: European Portuguese
sn: chiPutukezi (Portugal)

source: European Spanish
sn: chiSpanish (Spain)

source: Flemish
sn: chiDutch (Beljium)

source: French
sn: chiFurenchi

source: German
sn: chiJerimani

source: Greek
sn: chiGreek

source: Hausa
sn: chiHausa

source: Hindi
sn: chiHindi

source: Hungarian
sn: chiHungari

source: Igbo
sn: chiIgbo

source: Indonesian
sn: chiIndonesia

source: Italian
sn: chiTariana

source: Japanese
sn: chiJapani

source: Javanese
sn: chiJava

source: Khmer
sn: chiKhema

source: Kinyarwanda
sn: chiRwanda

source: Korean
sn: chiKoria

source: Latin American Spanish
sn: es_419

source: Malay
sn: chiMalay

source: Mexican Spanish
sn: chiSpanish (Mexico)

source: Modern Standard Arabic
sn: ar_001

source: Moldavian
sn: chiRomanian (Moldova)

source: Nepali
sn: chiNepali

source: Persian
sn: chiPeshiya

source: Polish
sn: chiPolish

source: Portuguese
sn: chiPutukezi

source: Punjabi
sn: chiPunjabi

source: Romanian
sn: chiRomanian

source: Russian
sn: chiRashiya

source: Shona
sn: chiShona

source: Somali
sn: chiSomali

source: Spanish
sn: chiSpanish

source: Swedish
sn: chiSwedish

source: Swiss French
sn: chiFurenchi (Switzerland)

source: Swiss High German
sn: chiJerimani (Switzerland)

source: Tamil
sn: chiTamil

source: Thai
sn: chiThai

source: Turkish
sn: chiTurkish

source: UK English
sn: Chirungu (United Kingdom)

source: US English
sn: Chirungu (Amerika)

source: Ukrainian
sn: chiUkrenia

source: Urdu
sn: chiUrdu

source: Vietnamese
sn: chiVietnam

source: Yoruba
sn: chiYoruba

source: Zulu
sn: chiZulu
