Repository: WeblateOrg/language-data
Catalog: languages-po/tpi.po
Languages: tpi

source: American English
tpi: Amerikan Inglis

source: Australian English
tpi: Australian Inglis

source: Austrian German
tpi: Austria Jeman

source: Brazilian Portuguese
tpi: Brasilien Potigis

source: British English
tpi: Britis Inglis

source: Canadian English
tpi: Kenedien Inglis

source: Canadian French
tpi: Kenedien Frens

source: Chinese
tpi: Sainis

source: Chinese, Mandarin
tpi: Sainis

source: English
tpi: Inglis

source: European Portuguese
tpi: Yurop Potigis

source: European Spanish
tpi: Spenis (Spein)

source: French
tpi: Frens

source: German
tpi: Jeman

source: Italian
tpi: Italien

source: Japanese
tpi: Japanis

source: Latin American Spanish
tpi: Saut Amerikan Spenis

source: Mexican Spanish
tpi: Meksikan Spenis

source: Portuguese
tpi: Potigis

source: Simplified Chinese
tpi: Isipela Sainis

source: Simplified Mandarin Chinese
tpi: Isipela Sainis

source: Spanish
tpi: Spenis

source: Swiss French
tpi: Swis Frens

source: Swiss High German
tpi: Swis Jeman

source: Traditional Chinese
tpi: Tredisinol Sainis

source: Traditional Mandarin Chinese
tpi: Tredisinol Sainis

source: UK English
tpi: Britis Inglis

source: US English
tpi: Amerikan Inglis

source: Unknown language
tpi: Tok ples i no stap
