Repository: WeblateOrg/language-data
Catalog: languages-po/tzm.po
Languages: tzm

source: Akan
tzm: Takanit

source: American English
tzm: Tanglizt (Iwunak Idduklen n Amirika)

source: Amharic
tzm: Tamharit

source: Arabic
tzm: Taεrabt

source: Australian English
tzm: Tanglizt (Usṭralya)

source: Austrian German
tzm: Talmanit (Ustriyya)

source: Bangla
tzm: Tabinɣalit

source: Belarusian
tzm: Tabilarusit

source: Brazilian Portuguese
tzm: Taburtuɣalit (Bṛazil)

source: British English
tzm: Tanglizt (Tagelda Taddukelt)

source: Bulgarian
tzm: Tabelɣarit

source: Burmese
tzm: Taburmanit

source: Canadian English
tzm: Tanglizt (Kanada)

source: Canadian French
tzm: Tafṛansist (Kanada)

source: Central Atlas Tamazight
tzm: Tamaziɣt n laṭlaṣ

source: Chinese
tzm: Tacinwit,Mandarin

source: Chinese, Mandarin
tzm: Tacinwit,Mandarin

source: Czech
tzm: Tačikt

source: Dari
tzm: Tafarisit (Afɣanistan)

source: Dutch
tzm: Tahulanḍit

source: English
tzm: Tanglizt

source: European Portuguese
tzm: Taburtuɣalit (Purtuɣal)

source: European Spanish
tzm: tasbelyunit (Sbanya)

source: Flemish
tzm: Tahulanḍit (Beljika)

source: French
tzm: Tafṛansist

source: German
tzm: Talmanit

source: Greek
tzm: Tayunanit

source: Hausa
tzm: Tahawsat

source: Hindi
tzm: Tahindit

source: Hungarian
tzm: Tahenɣarit

source: Igbo
tzm: Tigbut

source: Indonesian
tzm: Tindunisit

source: Italian
tzm: Taṭalyant

source: Japanese
tzm: Tajappunit

source: Javanese
tzm: Tajavanit

source: Khmer
tzm: Taxmert ,Talammast

source: Kinyarwanda
tzm: Tarwandit

source: Korean
tzm: Takurit

source: Latin American Spanish
tzm: es_419

source: Malay
tzm: Tamalizit

source: Mexican Spanish
tzm: tasbelyunit (Miksik)

source: Modern Standard Arabic
tzm: ar_001

source: Moldavian
tzm: Taṛumanit (Mulḍavya)

source: Nepali
tzm: Tanippalit

source: Persian
tzm: Tafarisit

source: Polish
tzm: Tappulunit

source: Portuguese
tzm: Taburtuɣalit

source: Punjabi
tzm: Tabenjabit

source: Romanian
tzm: Taṛumanit

source: Russian
tzm: Tarusit

source: Somali
tzm: Taṣumalit

source: Spanish
tzm: tasbelyunit

source: Swedish
tzm: Taswidit

source: Swiss French
tzm: Tafṛansist (Swisra)

source: Swiss High German
tzm: Talmanit (Swisra)

source: Tamil
tzm: Tatamilt

source: Thai
tzm: Taṭayt

source: Turkish
tzm: Taturkit

source: UK English
tzm: Tanglizt (Tagelda Taddukelt)

source: US English
tzm: Tanglizt (Iwunak Idduklen n Amirika)

source: Ukrainian
tzm: Tukranit

source: Urdu
tzm: Turdut

source: Vietnamese
tzm: Taviṭnamit

source: Yoruba
tzm: Tayurubat

source: Zulu
tzm: tazulut
