Repository: WeblateOrg/language-data
Catalog: languages-po/vai.po
Languages: vai

source: Akan
vai: ꕉꕪꘋ

source: American English
vai: ꕶꕱ (ꕶꕱ)

source: Amharic
vai: ꕉꕆꕌꔸ

source: Arabic
vai: ꕞꕌꖝ

source: Australian English
vai: ꕶꕱ (ꖺꖬꖤꔃꔷꕩ)

source: Austrian German
vai: ꕧꕮꔧ (ꖺꔻꖤꕎ)

source: Bangla
vai: ꗩꕭꔷ

source: Belarusian
vai: ꔆꕞꖩꔻ

source: Brazilian Portuguese
vai: ꕶꕿꕃꔤ (ꖜꕟꔘꔀ)

source: British English
vai: ꕶꕱ (ꖕꕯꔤꗳ)

source: Bulgarian
vai: ꗂꔠꗸꘋ

source: Burmese
vai: ꗩꕆꔻ

source: Canadian English
vai: ꕶꕱ (ꕪꕯꕜ)

source: Canadian French
vai: ꗱꘋꔻ (ꕪꕯꕜ)

source: Chinese
vai: ꕦꕇꔧ

source: Chinese, Mandarin
vai: ꕦꕇꔧ

source: Czech
vai: ꗿꗡ

source: Dari
vai: ꗨꗡꔻꘂꘋ (ꕉꔱꕭꔕꔻꕚꘋ)

source: Dutch
vai: ꗍꔿ

source: English
vai: ꕶꕱ

source: European Portuguese
vai: ꕶꕿꕃꔤ (ꕶꕿꕃꔤ ꕸꖃꔀ)

source: European Spanish
vai: ꕐꘊꔧ (ꕐꘊꔧ)

source: Flemish
vai: ꗍꔿ (ꗩꕀꗚꘋ)

source: French
vai: ꗱꘋꔻ

source: German
vai: ꕧꕮꔧ

source: Greek
vai: ꗥꗷꘋ

source: Hausa
vai: ꕌꖙꕢ

source: Hindi
vai: ꔦꔺ

source: Hungarian
vai: ꖽꔟꗸꘋ

source: Igbo
vai: ꔤꕼ

source: Indonesian
vai: ꔤꖆꕇꔻꘂꘋ

source: Italian
vai: ꔤꕚꔷꘂꘋ

source: Japanese
vai: ꕧꕐꕇꔧ

source: Javanese
vai: ꕧꕙꕇꔧ

source: Khmer
vai: ꕃꘈꗢ

source: Kinyarwanda
vai: ꕟꖙꕡ

source: Korean
vai: ꖏꔸꘂꘋ

source: Latin American Spanish
vai: es_419

source: Malay
vai: ꕮꔒꔀ

source: Mexican Spanish
vai: ꕐꘊꔧ (ꘈꔻꖏ)

source: Modern Standard Arabic
vai: ar_001

source: Moldavian
vai: ꖄꕆꕇꘂꘋ (ꖒꔷꖁꕙ)

source: Nepali
vai: ꕇꕐꔷ

source: Persian
vai: ꗨꗡꔻꘂꘋ

source: Polish
vai: ꗁꔒꔻ

source: Portuguese
vai: ꕶꕿꕃꔤ

source: Punjabi
vai: ꖛꕨꔬ

source: Romanian
vai: ꖄꕆꕇꘂꘋ

source: Russian
vai: ꗐꖺꔻꘂꘋ

source: Somali
vai: ꖇꕮꔷ

source: Spanish
vai: ꕐꘊꔧ

source: Swedish
vai: ꖬꔨꗵꘋ

source: Swiss French
vai: ꗱꘋꔻ (ꖬꔃꕤ ꖨꕮꕊ)

source: Swiss High German
vai: ꕧꕮꔧ (ꖬꔃꕤ ꖨꕮꕊ)

source: Tamil
vai: ꕚꕆꔷ

source: Thai
vai: ꕚꔤ

source: Turkish
vai: ꗋꕃ

source: UK English
vai: ꕶꕱ (ꖕꕯꔤꗳ)

source: US English
vai: ꕶꕱ (ꕶꕱ)

source: Ukrainian
vai: ꖳꖴꔓꕇꘂꘋ

source: Urdu
vai: ꖺꖦ

source: Vai
vai: ꕙꔤ

source: Vietnamese
vai: ꔲꕩꕯꕆꔧ

source: Yoruba
vai: ꖎꖄꕑ

source: Zulu
vai: ꖮꖨ
