Repository: WeblateOrg/language-data
Catalog: languages-po/vun.po
Languages: vun

source: Akan
vun: Kiakanyi

source: American English
vun: Kyingereza (Marekani)

source: Amharic
vun: Kiamharyi

source: Arabic
vun: Kyiarabu

source: Australian English
vun: Kyingereza (Australia)

source: Austrian German
vun: Kyijerumani (Austria)

source: Bangla
vun: Kyibangla

source: Belarusian
vun: Kyibelarusi

source: Brazilian Portuguese
vun: Kyireno (Brazili)

source: British English
vun: Kyingereza (Uingereza)

source: Bulgarian
vun: Kyibulgaryia

source: Burmese
vun: Kyiburma

source: Canadian English
vun: Kyingereza (Kanada)

source: Canadian French
vun: Kyifaransa (Kanada)

source: Chinese
vun: Kyichina

source: Chinese, Mandarin
vun: Kyichina

source: Czech
vun: Kyichecki

source: Dari
vun: Kyiajemi (Afuganistani)

source: Dutch
vun: Kyiholanzi

source: English
vun: Kyingereza

source: European Portuguese
vun: Kyireno (Ureno)

source: European Spanish
vun: Kyihispania (Hispania)

source: Flemish
vun: Kyiholanzi (Ubelgiji)

source: French
vun: Kyifaransa

source: German
vun: Kyijerumani

source: Greek
vun: Kyigiriki

source: Hausa
vun: Kyihausa

source: Hindi
vun: Kyihindi

source: Hungarian
vun: Kyihungari

source: Igbo
vun: Kyiigbo

source: Indonesian
vun: Kyiindonesia

source: Italian
vun: Kyiitaliano

source: Japanese
vun: Kyijapani

source: Javanese
vun: Kyijava

source: Khmer
vun: Kyikambodia

source: Kinyarwanda
vun: Kyinyarwanda

source: Korean
vun: Kyikorea

source: Latin American Spanish
vun: es_419

source: Malay
vun: Kyimalesia

source: Mexican Spanish
vun: Kyihispania (Meksiko)

source: Modern Standard Arabic
vun: ar_001

source: Moldavian
vun: Kyiromania (Moldova)

source: Nepali
vun: Kyinepali

source: Persian
vun: Kyiajemi

source: Polish
vun: Kyipolandi

source: Portuguese
vun: Kyireno

source: Punjabi
vun: Kyipunjabi

source: Romanian
vun: Kyiromania

source: Russian
vun: Kyirusi

source: Somali
vun: Kyisomalyi

source: Spanish
vun: Kyihispania

source: Swedish
vun: Kyiswidi

source: Swiss French
vun: Kyifaransa (Uswisi)

source: Swiss High German
vun: Kyijerumani (Uswisi)

source: Tamil
vun: Kyitamil

source: Thai
vun: Kyitailandi

source: Turkish
vun: Kyiturukyi

source: UK English
vun: Kyingereza (Uingereza)

source: US English
vun: Kyingereza (Marekani)

source: Ukrainian
vun: Kyiukrania

source: Urdu
vun: Kyiurdu

source: Vietnamese
vun: Kyivietinamu

source: Vunjo
vun: Kyivunjo

source: Yoruba
vun: Kyiyoruba

source: Zulu
vun: Kyizulu
