Repository: WeblateOrg/language-data
Catalog: languages-po/xog.po
Languages: xog

source: Akan
xog: Oluakaani

source: American English
xog: Olungereza (Amerika)

source: Amharic
xog: Oluamhariki

source: Arabic
xog: Oluwarabu

source: Australian English
xog: Olungereza (Awusitureliya)

source: Austrian German
xog: Oludaaki (Awusituriya)

source: Bangla
xog: Olubengali

source: Belarusian
xog: Olubelarusi

source: Brazilian Portuguese
xog: Olupotugiizi (Buraziiri)

source: British English
xog: Olungereza (Bungereza)

source: Bulgarian
xog: Olubulugariya

source: Burmese
xog: Olubbama

source: Canadian English
xog: Olungereza (Kanada)

source: Canadian French
xog: Olufalansa (Kanada)

source: Chinese
xog: Olucayina

source: Chinese, Mandarin
xog: Olucayina

source: Czech
xog: Oluceeke

source: Dari
xog: Oluperusi (Afaganisitani)

source: Dutch
xog: Oluholandi

source: English
xog: Olungereza

source: European Portuguese
xog: Olupotugiizi (Potugaali)

source: European Spanish
xog: Olusipanya (Sipeyini)

source: Flemish
xog: Oluholandi (Bubirigi)

source: French
xog: Olufalansa

source: German
xog: Oludaaki

source: Greek
xog: Oluyonaani

source: Hausa
xog: Oluhawuza

source: Hindi
xog: Oluhindu

source: Hungarian
xog: Oluhangare

source: Igbo
xog: Oluyibo

source: Indonesian
xog: Oluyindonezya

source: Italian
xog: Oluyitale

source: Japanese
xog: Olujapani

source: Javanese
xog: Olunnajjava

source: Khmer
xog: Olukme

source: Kinyarwanda
xog: Olunarwanda

source: Korean
xog: Olukoreya

source: Latin American Spanish
xog: es_419

source: Malay
xog: Olumalayi

source: Mexican Spanish
xog: Olusipanya (Mekisiko)

source: Modern Standard Arabic
xog: ar_001

source: Moldavian
xog: Olulomaniya (Molodova)

source: Nepali
xog: Olunepali

source: Persian
xog: Oluperusi

source: Polish
xog: Olupolandi

source: Portuguese
xog: Olupotugiizi

source: Punjabi
xog: Olupunjabi

source: Romanian
xog: Olulomaniya

source: Russian
xog: Olulasa

source: Soga
xog: Olusoga

source: Somali
xog: Olusomaliya

source: Spanish
xog: Olusipanya

source: Swedish
xog: Oluswideni

source: Swiss French
xog: Olufalansa (Switizirandi)

source: Swiss High German
xog: Oludaaki (Switizirandi)

source: Tamil
xog: Olutamiiru

source: Thai
xog: Oluttaayi

source: Turkish
xog: Olutake

source: UK English
xog: Olungereza (Bungereza)

source: US English
xog: Olungereza (Amerika)

source: Ukrainian
xog: Oluyukurayine

source: Urdu
xog: Olu-urudu

source: Vietnamese
xog: Oluvyetinaamu

source: Yoruba
xog: Oluyoruba

source: Zulu
xog: Oluzzulu
