Repository: WeblateOrg/language-data
Catalog: languages-po/yav.po
Languages: yav

source: Akan
yav: akánɛ

source: American English
yav: íŋgilísé (amálíka)

source: Amharic
yav: amalíke

source: Arabic
yav: ́pakas

source: Australian English
yav: íŋgilísé (Otalalí)

source: Austrian German
yav: ŋndiáman (Otilís)

source: Bangla
yav: pengálɛ́ɛ

source: Belarusian
yav: pielúse

source: Brazilian Portuguese
yav: nupɔlitukɛ́ɛ (Pilesíl)

source: British English
yav: íŋgilísé (ingilíís)

source: Bulgarian
yav: bulgálɛ

source: Burmese
yav: bímanɛ

source: Canadian English
yav: íŋgilísé (Kánáta)

source: Canadian French
yav: feleŋsí (Kánáta)

source: Chinese
yav: sinúɛ

source: Chinese, Mandarin
yav: sinúɛ

source: Czech
yav: cɛ́kɛ́ɛ

source: Dari
yav: nupɛ́lisɛ (Afkanistáŋ)

source: Dutch
yav: nilándɛ

source: English
yav: íŋgilísé

source: European Portuguese
yav: nupɔlitukɛ́ɛ (pɔltukáal)

source: European Spanish
yav: nuɛspanyɔ́lɛ (panyá)

source: Flemish
yav: nilándɛ (Pɛlsíik)

source: French
yav: feleŋsí

source: German
yav: ŋndiáman

source: Greek
yav: yavánɛ

source: Hausa
yav: pakas

source: Hindi
yav: índí

source: Hungarian
yav: ɔ́ŋgɛ

source: Igbo
yav: íbo

source: Indonesian
yav: índonísiɛ

source: Italian
yav: itáliɛ

source: Japanese
yav: ndiáman

source: Javanese
yav: yávanɛ

source: Khmer
yav: kímɛɛ

source: Kinyarwanda
yav: nuluándɛ́ɛ

source: Korean
yav: kolíe

source: Latin American Spanish
yav: es_419

source: Malay
yav: máliɛ

source: Mexican Spanish
yav: nuɛspanyɔ́lɛ (mɛksíik)

source: Modern Standard Arabic
yav: ar_001

source: Moldavian
yav: nulumɛ́ŋɛ (moltafí)

source: Nepali
yav: nunipálɛ

source: Persian
yav: nupɛ́lisɛ

source: Polish
yav: nupolonɛ́ɛ

source: Portuguese
yav: nupɔlitukɛ́ɛ

source: Punjabi
yav: nupunsapíɛ́

source: Romanian
yav: nulumɛ́ŋɛ

source: Russian
yav: nulúse

source: Somali
yav: nusomalíɛ

source: Spanish
yav: nuɛspanyɔ́lɛ

source: Swedish
yav: nusuetua

source: Swiss French
yav: feleŋsí (suwíis)

source: Swiss High German
yav: ŋndiáman (suwíis)

source: Tamil
yav: nutámule

source: Thai
yav: nutáyɛ

source: Turkish
yav: nutúluke

source: UK English
yav: íŋgilísé (ingilíís)

source: US English
yav: íŋgilísé (amálíka)

source: Ukrainian
yav: nukeleniɛ́ŋɛ

source: Urdu
yav: nulutú

source: Vietnamese
yav: nufiɛtnamíɛŋ

source: Yangben
yav: nuasue

source: Yoruba
yav: nuyolúpa

source: Zulu
yav: nusulú
