Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/skr/LC_MESSAGES/django.po
Languages: skr

source: Afar
skr: افار

source: Abkhazian
skr: ابخیزیان

source: Abron
skr: ابرون

source: Acehnese
skr: آچی

source: Acholi
skr: اچولی

source: Adangme
skr: ادانگم

source: Adyghe
skr: آدیغی

source: Avestan
skr: آویستن

source: Arabic (Tunisian)
skr: عربی (تونیسی)

source: Afrikaans
skr: افریکی

source: Afrihili
skr: افریہلی

source: Assyrian Neo-Aramaic
skr: اسیرینی نیو آرمینی

source: Ainu (Japan)
skr: آئینو (جاپان)

source: Akan
skr: آکان

source: Akkadian
skr: اکادیانی

source: Aleut
skr: الیٹ

source: Albanian (Gheg)
skr: البانی (گھیگ)

source: Altai (Southern)
skr: التائی (جنوبی)

source: Amharic
skr: امہیری

source: Amis
skr: ایمس

source: Aragonese
skr: آرَگونی

source: English (Old)
skr: انگریزی (پراݨی)

source: Angika
skr: انگیکا

source: Arabic (Levantine)
skr: عربی ( لیونطینی)

source: Arabic
skr: عربی

source: Arabic (Bahrain)
skr: عربی (بحرین)

source: Arabic (Algeria)
skr: عربی (الجیریا)

source: Arabic (Egypt)
skr: عربی (مصر)

source: Arabic (Kuwait)
skr: عربی (کویتی)

source: Arabic (Libya)
skr: عربی (لیبیا)

source: Arabic (Morocco)
skr: عربی (موراکو)

source: Arabic (Saudi Arabia)
skr: عربی (سعودی عرب)

source: Arabic (XB pseudolocale)
skr: عربی (ایکس بی نقلی لوکیل)

source: Arabic (Yemen)
skr: عربی (یمن)

source: Aramaic
skr: آرامی

source: Mapudungun
skr: مقدونی

source: Arapaho
skr: اراپاہو

source: Arabic (Algerian)
skr: عربی (الجیری)

source: Arabic (Najdi)
skr: عربی (نجدی)

source: Arawak
skr: اراوک

source: Arabic (Egyptian)
skr: عربی (مصری)

source: Assamese
skr: آسامی

source: Asu
skr: آسو

source: Asturian
skr: آسٹرین

source: Avaric
skr: آوارک

source: Kotava
skr: کوٹاوا

source: Awadhi
skr: اودھی

source: Aymara
skr: ایمارا

source: Aymara (Southern)
skr: ایمارا (جنوبی)

source: Azerbaijani
skr: آزربائیجانی

source: Azerbaijani (Southern)
skr: آذربائیجانی (جنوبی)

source: Bashkir
skr: باشکر

source: Baluchi
skr: بلوچی

source: Balinese
skr: بالینی

source: Bavarian
skr: باویرین

source: Basa (Cameroon)
skr: باسا (کیمرون)

source: Batak Toba
skr: باٹک توبا

source: Baoulé
skr: باؤل

source: Belarusian
skr: بیلاروسی

source: Belarusian (Latin script)
skr: بیلاروسی (لاطینی سکرپٹ)

source: Beja
skr: بیجا

source: Bemba
skr: بیمبا

source: Berber
skr: بربر

source: Betawi
skr: بیٹاوی

source: Bena
skr: بینا

source: Bulgarian
skr: بلغارین

source: Haryanvi
skr: ہریانوی

source: Balochi (Western)
skr: بلوچی (مغربی)

source: Bihari
skr: بِہاری

source: Bhili
skr: بھیلی

source: Bhilali
skr: بھیلالی

source: Bhojpuri
skr: بھوجپوری

source: Bislama
skr: بسلاما

source: Bikol
skr: بِکول

source: Bini
skr: بینی

source: Kanauji
skr: قنوجی

source: Banjar
skr: بنجر

source: Siksika
skr: سِکسیکا

source: Anii
skr: آنی

source: Bambara
skr: بمبارا

source: Bengali
skr: بنگالی

source: Bengali (Bangladesh)
skr: بنگالی (بنگلا دیش)

source: Bengali (India)
skr: بنگالی (بھارت)

source: Bantu (Other)
skr: بانٹو (ٻئی)

source: Tibetan
skr: تبتی

source: Tibetan (China)
skr: تبتی (چین)

source: Luri (Bakhtiari)
skr: لری (بختیاری)

source: Breton
skr: بریٹون

source: Braj
skr: برَج

source: Brao
skr: براؤ

source: Brahui
skr: بروہی

source: Bodo
skr: بودو

source: Bosnian
skr: بوسینی

source: Bosnian (Cyrillic script)
skr: بوسینی (سیریلک سکرپٹ)

source: Bosnian (Latin script)
skr: بوسینی (لاطینی سکرپٹ)

source: Buriat
skr: بوریات

source: Buginese
skr: بوگینی

source: Bulu (Cameroon)
skr: بولو (کیمرون)

source: Bilen
skr: بیلنی

source: Catalan
skr: کٹالنی

source: Valencian
skr: ویلنکی

source: Catalan (Andorra)
skr: کٹالنی (انڈورا)

source: Caddo
skr: کاڈو

source: Kaqchikel
skr: کاچکل

source: Galibi Carib
skr: گلیبی کارب

source: Mindong (Simplified Han script)
skr: منڈوگ (سادہ ہان سکرپٹ)

source: Mindong (Traditional Han script)
skr: منڈوگ (روایتی ہان سکرپٹ)

source: Mindong (Latin script)
skr: منڈوگ (لاطینی سکرپٹ)

source: Chechen
skr: چیچن

source: Cebuano
skr: سیبانو

source: Chiga
skr: شیگا

source: Chamorro
skr: شمورو

source: Chibcha
skr: شیبشا

source: Chagatai
skr: چگتائی

source: Chuukese
skr: چپوکس

source: Mari
skr: مری

source: Chinook jargon
skr: چنوک جرگُون

source: Choctaw
skr: چوکٹا

source: Chipewyan
skr: چِپ ویان

source: Cherokee
skr: چیروکی

source: Cheyenne
skr: چیئینی

source: Kurdish (Central)
skr: کردی (مرکزی)

source: Kurdish (Central, Iraq)
skr: کردی (مرکزی، عراق)

source: Kurdish (Central, Iran)
skr: کردی (مرکزی، ایران)

source: Montenegrin
skr: مونٹن گرن

source: Montenegrin (Cyrillic script)
skr: مونٹن گرن (سیریلک سکرپٹ)

source: Corsican
skr: کورسیکن

source: Coptic
skr: کوپٹک

source: Creoles and pidgins (English based)
skr: کریولس تے مخلوط (انگریزی دی بݨیاد تے)

source: Creoles and pidgins (French-based)
skr: کریولس تے مخلوط (فرانسیس دی بݨیاد تے)

source: Creoles and pidgins (Portuguese-based)
skr: کریولس تے مخلوط (پرتگییزی دی بݨیاد تے)

source: Puxian (Simplified Han script)
skr: پوشیان (سادہ ہان سکرپٹ)

source: Puxian (Traditional Han script)
skr: پوشیان (روایتی ہان سکرپٹ)

source: Puxian (Latin script)
skr: پوشیان (لاطینی سکرپٹ)

source: Cree
skr: کری

source: Crimean Tatar
skr: کریمین تاتار

source: Creoles and pidgins
skr: کریولس تے مخلوط

source: Czech
skr: چیک

source: Kashubian
skr: کشوبی

source: Slavonic (Old Church)
skr: سلوینی (پراݨا چرچ)

source: Chuvash
skr: چو واش

source: Welsh
skr: ویلیش

source: Danish
skr: ڈینش

source: Dakota
skr: ڈکوٹا

source: Dargwa
skr: ڈرگوا

source: Deccan
skr: ڈیکن

source: German
skr: جرمن

source: German (formal)
skr: جرمن (رسمی)

source: German (informal)
skr: جرمن (غیر رسمی)

source: German (old spelling)
skr: جرمن (پراݨے ہجے)

source: German (Austria)
skr: جرمن (آسٹریا)

source: German (Switzerland)
skr: جرمن (سوئیٹرزلینڈ)

source: German (Luxembourg)
skr: جرمن (لیکسمبرگ)

source: Delaware
skr: دیلواری

source: Slave (Athapascan)
skr: سلیو (اتھاپکسن)

source: Dogrib
skr: ڈوگرب

source: Dinka
skr: ڈنکا

source: Zarma
skr: زرما

source: Dan
skr: ڈان

source: Dengka
skr: ڈینکا

source: Dogri
skr: ڈوگری

source: Rukai
skr: روکائی

source: Darai
skr: دری

source: Lower Sorbian
skr: ہیٹھلی سوربی

source: Duala
skr: ڈوآلا

source: Dutch (Middle)
skr: ڈَچ (درمیانی)

source: Dhivehi
skr: دھیوی

source: Dyula
skr: دائیولا

source: Dzongkha
skr: زون٘غا

source: Ewe
skr: ایوی

source: Efik
skr: ایفک

source: Emilian
skr: ایمیلی

source: Egyptian (Ancient)
skr: مصری (قدیم)

source: Ekajuk
skr: ایکاجوک

source: Greek
skr: یوبانی

source: Elamite
skr: ایلمائٹ

source: English
skr: انگریزی

source: English (Pirate)
skr: انگریزی (پائریٹ)

source: English (Australia)
skr: انگریزی (آسٹڑیلیا)

source: English (Canada)
skr: انگریزی (کنیڈا)

source: English (United Kingdom)
skr: انگریزی (یو کے)

source: English (Ireland)
skr: انگریزی (آئرلینڈ)

source: English (India)
skr: انگریزی (بھارت)

source: English (New Zealand)
skr: انگریزی (نیوزی لینڈ)

source: English (Philippines)
skr: انگریزی (فلپائن)

source: English (Shavian)
skr: انگریزی (شاوی)

source: English (Shavian script, United Kingdom)
skr: انگریزی (شاوی سکرپٹ، یو کے)

source: English (Shavian script, United States)
skr: انگریزی (شاوی سکرپٹ، امریکہ)

source: English (United States)
skr: انگریزی (امریکہ)

source: English (XA pseudolocale)
skr: انگریزی (ایکس اے نقلی)

source: English (South Africa)
skr: انگریزی (جنوبی افریقہ)

source: English (Developer)
skr: انگریزی (ڈیویلپر)

source: English (Middle)
skr: انگریزی (مڈل)

source: Esperanto
skr: ایسپرانتو)

source: Spanish
skr: سپینی

source: Spanish (formal)
skr: سپینی (فارمل)

source: Spanish (informal)
skr: سپینی ( انفارمل)

source: Spanish (Latin America)
skr: سپینی (لاطینی امریکہ)

source: Spanish (Argentina)
skr: سپینی (ارجنٹینا)

source: Spanish (Bolivia)
skr: سپینی (بولیویا)

source: Spanish (Chile)
skr: سپینی (چلی)

source: Spanish (Colombia)
skr: سپینی (کولمبیا)

source: Spanish (Costa Rica)
skr: سپینی (کوسٹا ریکا)

source: Spanish (Cuba)
skr: سپینی (کیوبا)

source: Spanish (Dominican Republic)
skr: سپینی (ڈومینکن جمہوریہ)

source: Spanish (Ecuador)
skr: سپینی (ایکوڈور)

source: Spanish (Mexico)
skr: سپینی (میکسیکو)

source: Spanish (Nicaragua)
skr: سپینی (نیکارگوا)

source: Spanish (Panama)
skr: سپینی (پانامہ)

source: Spanish (Peru)
skr: سپینی (پیرو)

source: Spanish (Puerto Rico)
skr: سپینی (پیرو ریکو)

source: Spanish (El Salvador)
skr: سپینی (ال سلواڈور)

source: Spanish (American)
skr: سپینی (امریکی)

source: Spanish (Uruguay)
skr: سپینی (یوراگوئے)

source: Spanish (Venezuela)
skr: سپینی (وینزویلا)

source: Estonian
skr: ایسٹونی

source: Basque
skr: باسک

source: Ewondo
skr: ایونڈو

source: Extremaduran
skr: ایکسٹریماڈوران

source: Persian
skr: فارسی

source: Fang (Equatorial Guinea)
skr: فینگ (استوائی گوائنیا)

source: Fanti
skr: فنٹی

source: Bikol (West Albay)
skr: بکول (مغربی البے)

source: Fulah
skr: فولا

source: Fulfulde (Maasina)
skr: فُلفُلڈ (مسینا)

source: Finnish
skr: فینی

source: Filipino
skr: فلپائنی

source: Fijian
skr: فجی

source: Faroese
skr: فرویس

source: Fon
skr: فون

source: French
skr: فرانسی

source: French (formal)
skr: فرانسی (فارمل)

source: French (informal)
skr: فرانسی (اِن فارمل)

source: French (Antigua and Barbuda)
skr: فرانسی (انٹیگا تے بربودا)

source: French (Belgium)
skr: فرانسی (بلجیئم)

source: French (Canada)
skr: فرانسی (کینیڈا)

source: French (Switzerland)
skr: فرانسی (سوئٹرز لینڈ)

source: French (Luxembourg)
skr: فرانسی (لیکسمبرگ)

source: French (Senegal)
skr: فرانسی (سینیگال)

source: French (Louisiana)
skr: فرانسی (لوسینیا)

source: Frankish
skr: تُرفرانکی

source: French (Middle)
skr: فرانسی (مڈل)

source: French (Old)
skr: فرانسی (قدیمی)

source: Franco-Provençal
skr: فرانکو پووینسل

source: Frisian (Northern)
skr: فریسی (شمالی)

source: Frisian (Eastern)
skr: فریسی (مشرقی)

source: Fulfulde (Central-Eastern Niger)
skr: فُلفُلڈ (وسطی شرقی نگر)

source: Friulian
skr: فریلین

source: Fulfulde (Nigerian)
skr: فُلفُلڈ (نائجیری)

source: Fur
skr: فر

source: Frisian
skr: فریزین

source: Irish
skr: آئرش

source: Ga
skr: گا

source: Gan (Simplified Han script)
skr: وو (سادہ ہان سکرپٹ)

source: Gan (Traditional Han script)
skr: وو (رواٰیتی ہان سکرپٹ)

source: Gayo
skr: گیو

source: Gbaya (Central African Republic)
skr: گبیا (مرکزی افریقی جمہوری)

source: Garhwali
skr: گرھوالی

source: Gaelic
skr: گیلک

source: Ge'ez
skr: گیز

source: Gilbertese
skr: جِلبریٹی

source: Galician
skr: گیلیکی

source: Gilaki
skr: گیلاکی

source: High German (Middle)
skr: ہائی جرمن (مڈل)

source: Guarani
skr: گؤرانی

source: High German (Old)
skr: ہائی جرمن (قدیم)

source: Konkani (Goan)
skr: کونکانی (گوان)

source: Gondi
skr: گونڈی

source: Gorontalo
skr: گورنٹالو

source: Gothic
skr: گوتھک

source: Grebo
skr: گریبو

source: Greek (Ancient)
skr: یونانی (قدیم)

source: Alemannic
skr: الیمانی

source: Gujarati
skr: گجراتی

source: Gujarati (India)
skr: گجراتی (بھارت)

source: Wayuu
skr: وایُو

source: Guaraní (Paraguayan)
skr: گورانی (پیراگوئی)

source: Guambiano
skr: گوم بیانو

source: Guaraní (Mbyá)
skr: گورانی (مبیا)

source: Farefare
skr: فیئرفیئر

source: Gun
skr: گن

source: Gusii
skr: گسل

source: Manx
skr: مانکس

source: Gwichʼin
skr: گویچی

source: Hausa
skr: ہوسا

source: Haida
skr: ہائیدا

source: Hakka (Simplified Han script)
skr: ہاکا (سادہ ہان سکرپٹ)

source: Hakka (Traditional Han script)
skr: وو (رواٰیتی ہان سکرپٹ)

source: Hakka (Latin script)
skr: ہاکا (لاطینی سکرپٹ)

source: Hawaiian
skr: ہوائی

source: Hazaragi
skr: ہزارگی

source: Hebrew
skr: عبرانی

source: Hebrew (Israel)
skr: عبرانی (اسرائیل)

source: Hindi
skr: ہندی

source: Hindi (Hinglish)
skr: ہندی (لاطینی ہنگلش)

source: Hindi (Latin script)
skr: ہندی (لاطینی سکرپٹ)

source: Hiligaynon
skr: ہیلی گینون

source: Hittite
skr: ہیٹی

source: Hmong
skr: ہمونگ

source: Hindko (Southern)
skr: ہندکو (جنوبی)

source: Chhattisgarhi
skr: چھتیس گڑھی

source: Hmong Njua
skr: ہمونگ نجوا

source: Hindko (Northern)
skr: ہندکو (شمالی)

source: Hiri Motu
skr: ہِری موٹو

source: Ho
skr: ہو

source: Hadothi
skr: ہڈوتھی

source: Croatian
skr: کروشی

source: Hunsrik
skr: ہنسرک

source: Upper Sorbian
skr: اُتلی سربی

source: Xiang
skr: شیانگ

source: Haitian
skr: ہیٹی

source: Hungarian
skr: ہنگری

source: Hupa
skr: ہوپا

source: Huastec
skr: ہوسٹک

source: Armenian
skr: آرمینی

source: Herero
skr: ہریرو

source: Interlingua
skr: انٹرلینگوا

source: Iban
skr: ابان

source: Ibibio
skr: ایبی بیو

source: Indonesian
skr: انڈونیشی

source: Occidental
skr: آکسیڈنٹل

source: Igbo
skr: اگبو

source: Nuosu
skr: نَوسو

source: Inupiaq
skr: اینوپیاک

source: Iloko
skr: ایلوکو

source: Ingush
skr: اینگوش

source: Ido
skr: ایڈو

source: Icelandic
skr: آئی لینڈی

source: Italian
skr: اٹالین

source: Italian (formal)
skr: اٹالین (فارمل)

source: Italian (informal)
skr: اٹالین (اِن فارمل)

source: Italian (Switzerland)
skr: اٹالین (سویئٹرزلینڈ)

source: Inuktitut
skr: اینوکٹی ٹُٹ

source: Inuktitut (Latin script)
skr: اینوکٹی ٹُٹ (لاطینی سکرپٹ)

source: Japanese
skr: چاپانی

source: Japanese (Kansai)
skr: جاپانی (کنسائی)

source: Jamaican Patois
skr: جمیکی پٹوئس

source: Lojban
skr: لوجبان

source: Ngomba
skr: نگومبا

source: Machame
skr: مشیم

source: Judeo-Persian
skr: جودیو فارسی

source: Judeo-Arabic
skr: جودیو عربی

source: Javanese
skr: جاوی

source: Georgian
skr: جارجی

source: Karakalpak
skr: کارا کلپاک

source: Kabyle
skr: کبائل

source: Kachin
skr: کچی

source: Jju
skr: جو

source: Kamba (Kenya)
skr: کامبا (کنیا)

source: Kawi
skr: کاوی

source: Kabardian
skr: کاباردی

source: Tyap
skr: تیاپ

source: Makonde
skr: مکونڈ

source: Kabuverdianu
skr: کنو وردیانو

source: Kumaoni
skr: کماؤنی

source: Kongo
skr: کونگو

source: Khasi
skr: خاسی

source: Khandesi
skr: کھنڈیسی

source: Khotanese
skr: کھوتانی

source: Gikuyu
skr: گیکیو

source: Kwanyama
skr: کونیاما

source: Kazakh
skr: کزاک

source: Kazakh (Latin script)
skr: کزاک (لاطینی سکرپٹ)

source: Kako
skr: کاکو

source: Greenlandic
skr: گرین لینڈی

source: Kalenjin
skr: کالنجن

source: Khmer (Central)
skr: کھمیر (مرکزی)

source: Kimbundu
skr: کمبندو

source: Kurdish (Northern)
skr: کردی (شمالی)

source: Kurdish (Northern, Latin script)
skr: کردی (شمالی، لاطینی سکرپٹ)

source: Kannada
skr: کنناڈا

source: Korean
skr: کوریں

source: Konkani
skr: کونکانی

source: Kosraean
skr: کوسرائن

source: Kpelle
skr: کپیل

source: Kanuri
skr: کنڑی

source: Karachay-Balkar
skr: کراچے بلکار

source: Krio
skr: کریو

source: Karelian
skr: کریلی

source: Kurukh
skr: کرخ

source: Kashmiri
skr: کشمیری

source: Shambala
skr: شامبالا

source: Colognian
skr: کولگنی

source: Kurdish
skr: کردی

source: Kumyk
skr: کمیاک

source: Kutenai
skr: کوٹینی

source: Komi
skr: کومی

source: Cornish
skr: کورنِش

source: Khmer (Northern)
skr: کھمیر (شمالی)

source: Kyrgyz
skr: کرغیز

source: Latin
skr: لاطینی

source: Ladino
skr: لڈینو

source: Langi
skr: لانگی

source: Lango (Uganda)
skr: لانگو (یوگنڈا)

source: Lamba
skr: لامبا

source: Luxembourgish
skr: لیکسم برگیش

source: Lezghian
skr: لیزغینی

source: Lingua Franca Nova
skr: لینگوا فرینکا نووا

source: Luganda
skr: لوگانڈا

source: Limburgish
skr: لِم برگیش

source: Ligurian
skr: لنگورین

source: Lampung Api
skr: لامپُنگ آپی

source: Laki
skr: لکی

source: Lakota
skr: لوکاٹا

source: Ladin
skr: لاڈین

source: Lambadi
skr: لامباڈی

source: Lombard
skr: لومبارڈ

source: Lingala
skr: لِنگالا

source: Lao
skr: لاؤ

source: Mongo
skr: مونگو

source: Lozi
skr: لوزی

source: Luri (Northern)
skr: لُری (شمالی)

source: Lithuanian
skr: لیتھونی

source: Latgalian
skr: لٹگالی

source: Luba-Katanga
skr: لوبا کٹانگا

source: Luba-Lulua
skr: لوبا لالا

source: Luiseno
skr: لوسینی

source: Lunda
skr: لنڈا

source: Luo (Kenya and Tanzania)
skr: لاو (کینیا تے تنزانیہ)

source: Lushai
skr: لوشائی

source: Luyia
skr: لوئیا

source: Luri (Southern)
skr: لُری جنوبی)

source: Latvian
skr: لاٹوی

source: Latvian (formal)
skr: لاٹیوی (فارمل)

source: Latvian (informal)
skr: لاٹیوی (اِن فارمل)

source: Literary Chinese
skr: ادبی چینی

source: Madurese
skr: مادرسی

source: Magahi
skr: مگاہی

source: Maithili
skr: میتھیلی

source: Makasar
skr: مکاسر

source: Mandingo
skr: منڈینگو

source: Masai
skr: مسائی

source: Moksha
skr: موکشا

source: Maguindanaon
skr: منگواڈانون

source: Mandar
skr: منڈار

source: Mende (Sierra Leone)
skr: مینڈے (سیرا لیون)

source: Meru
skr: میرو

source: Malay (Pattani)
skr: مالے (پٹنی)

source: Morisyen
skr: موریسئن

source: Malagasy
skr: مالاگاسی

source: Irish (Middle)
skr: آئرش (مڈل)

source: Makhuwa-Meetto
skr: مکھو وا میٹو

source: Metaʼ
skr: میٹا'

source: Marshallese
skr: مارشلیس

source: Meadow Mari
skr: میڈوو مری

source: Maori
skr: مَوری

source: Miami
skr: میامی

source: Mi'kmaq
skr: میکماق

source: Minangkabau
skr: منانگکابا

source: Karbi
skr: کربی

source: Macedonian
skr: مقدونی

source: Malayalam
skr: ملیالم

source: Mongolian
skr: منگولی

source: Manchu
skr: مانچو

source: Manipuri
skr: منی پوری

source: Mandinka
skr: منڈنکا

source: Mon
skr: مون

source: Innu
skr: اِنّو

source: Mohawk
skr: موہاک

source: Mossi
skr: موسی

source: Marathi
skr: میراٹھی

source: Mara
skr: مارا

source: Malay
skr: مالے

source: Malay (Jawi)
skr: مالے (جاوی)

source: Maltese
skr: مالٹی

source: Mewari
skr: میواری

source: Creek
skr: کرِیک

source: Mirandese
skr: میرانڈی

source: Marwari
skr: مارواڑی

source: Burmese
skr: برمی

source: Burmese (Zawgyi)
skr: برمی (زواگی)

source: Erzya
skr: ارزیا

source: Masaaba
skr: مسابا

source: Mazanderani
skr: مزندیرانی

source: Nauru
skr: نورو

source: Nahuatl
skr: ناہوٹی

source: Minnan (Traditional Han script)
skr: چینی (روایتی، ہان سکرپٹ)

source: Minnan (Pe̍h-ōe-jī)
skr: مِنان (پیہوجی)

source: Minnan (Tâi-lô)
skr: مِنان (تائی لو)

source: Neapolitan
skr: نیپولیٹں

source: Nama
skr: ناما

source: Norwegian Bokmål
skr: ناروی بوکامل

source: Ndebele (Northern)
skr: ندیبل (شمالی)

source: Ndau
skr: نڈاؤ

source: German (Low)
skr: جرمن (لو)

source: Nepali
skr: نیپالی

source: Newari
skr: نیواری

source: Ndonga
skr: نڈونگا

source: Lomwe
skr: لوموی

source: Nias
skr: نیاس

source: Ngaju
skr: نگاجو

source: Niuean
skr: نیوئن

source: Dutch
skr: ڈچ

source: Dutch (formal)
skr: ڈچ (رسمی)

source: Dutch (informal)
skr: ڈچ (غیر رسمی)

source: Dutch (Belgium)
skr: ڈچ (بلجیئم)

source: Norwegian Nynorsk
skr: ناروی نورسک

source: Ngiemboon
skr: نیگم بُون

source: Thai (Northern)
skr: تھائی (شمالی)

source: Nimadi
skr: نماڈی

source: Nogai
skr: نوگائی

source: Norse (Old)
skr: نورس (قدیم)

source: N’Ko
skr: نکو

source: Ndebele (Southern)
skr: ندبیل (جنوبی)

source: Pedi
skr: پیڈی

source: Nuu-chah-nulth
skr: نوچاہ نُلتھ

source: Navaho
skr: نواہو

source: Newari (Classical)
skr: نیواری (کلاسیکل)

source: Nyanja
skr: نینجا

source: Nyamwezi
skr: نیامویزی

source: Nyankole
skr: نیان کول

source: Nyoro
skr: نائیورو

source: Nzima
skr: نزیما

source: Occitan
skr: اوکسیٹن

source: Ojibwe
skr: اوجیبوی

source: Oromo
skr: ارومو

source: Odia
skr: اوڑیہ

source: Ossetian
skr: اوسیٹی

source: Osage
skr: اوسیج

source: Turkish (Ottoman)
skr: ترکی (عثمانی)

source: Kokturk
skr: کوکترک

source: Elfdalian
skr: ایلفڈالی

source: Punjabi
skr: پنجابی

source: Punjabi (Pakistan)
skr: پنجابی (پاکستان)

source: Pangasinan
skr: پنگاسینی

source: Pahlavi
skr: پہلوی

source: Pampanga
skr: پام پنگا

source: Papiamento
skr: پاپیامنٹو

source: Palauan
skr: پالوان

source: Páez
skr: پئیز

source: Pidgin (Nigeria)
skr: پڈجن (نائجیریا)

source: Plautdietsch
skr: پلاؤٹڈیش

source: Persian (Old)
skr: فارسی (قدیم)

source: Phoenician
skr: فونیسی

source: Pali
skr: پالی

source: Polish
skr: پولش

source: Polish (formal)
skr: پولش (رسمی)

source: Polish (informal)
skr: پولسی (غیر رسمی)

source: Piemontese
skr: پیمونٹی

source: Pohnpeian
skr: پون پئین

source: Prussian
skr: پروسی

source: Provençal (Old)
skr: پرووینسل (قدیمی)

source: Dari
skr: دری

source: Pashto
skr: پشتو

source: Portuguese
skr: پرتگیزی

source: Portuguese (formal)
skr: پرتگیزی (رسمی)

source: Portuguese (informal)
skr: پرتگیزی (غیر رسمی)

source: Portuguese (Angola)
skr: پرتگیزی (انگولا)

source: Portuguese (Brazil)
skr: پرتگیزی (برازیل)

source: Portuguese (Brazil, formal)
skr: پرتگیزی (برازیل، رسمی)

source: Portuguese (Brazil, informal)
skr: پرتگیزی (برازیل، غیر رسمی)

source: Portuguese (Portugal)
skr: پرتگیزی (پرتگال)

source: Paiwan
skr: پائیون

source: Eskimo (Pacific Coast Alaskan)
skr: ایسکیمو (کاہل ساحلی الاسکی)

source: Gayón
skr: گائیون

source: Quechua
skr: کیچوا

source: Quechua (Ecuador)
skr: کیچوا (ایکواڈور)

source: K'iche'
skr: کیچی

source: Quenya
skr: کینیا

source: Rajasthani
skr: راجھستانی

source: Rapanui
skr: رپنوئی

source: Rarotongan
skr: راروٹونگن

source: Réunion Creole
skr: ری یونین کریول

source: Rejang
skr: ریجنگ

source: Rohingya
skr: روہنگیا

source: Tarifit
skr: ٹاریفٹ

source: Rangpuri
skr: رنگ پوری

source: Romansh
skr: رومانش

source: Domari
skr: ڈومری

source: Rundi
skr: رونڈی

source: Ronga
skr: رونگا

source: Romanian
skr: رومانی

source: Moldavian
skr: مالڈاوی

source: Rombo
skr: رومبو

source: Romany
skr: رومانے

source: Russian
skr: روسی

source: Russian (formal)
skr: روسی (رسمی)

source: Russian (informal)
skr: روسی (غیر رسمی)

source: Russian (Ukraine)
skr: روسی (یوکرائن)

source: Rusyn
skr: رسائن

source: Macedo-Romanian
skr: میکیڈو رومانی

source: Kinyarwanda
skr: کینیاروانڈا

source: Rwa
skr: روا

source: Sanskrit
skr: سنسکرت

source: Sandawe
skr: سنداو

source: Yakut
skr: یاکوت

source: South American Indian (Other)
skr: جنوبی امریکی ہندی (ٻئی)

source: Samaritan Aramaic
skr: سماریٹن آرامائیک

source: Samburu
skr: سمبرو

source: Sasak
skr: ساسکا

source: Santali
skr: سنتالی

source: Sardinian
skr: سردینی

source: Sadri
skr: سدری

source: Sicilian
skr: سسیلی

source: Scots
skr: سکاٹش

source: Sindhi
skr: سندھی

source: Kurdish (Southern)
skr: کردی (جنوبی)

source: Sami (Northern)
skr: کردی (شمالی)

source: Senoufo (Cebaara)
skr: سینوفو (سیبارا)

source: Sena
skr: سینا

source: Selkup
skr: سلک اپ

source: Koyraboro Senni
skr: کوئرابورو سینی

source: Sango
skr: سانگو

source: Irish (Old)
skr: آئرش (قدیم))

source: Sign Languages
skr: اشاراتی زباناں

source: Samogitian
skr: سموگیشی

source: Tachelhit
skr: ٹاچل ہِٹ

source: Shan
skr: شان

source: Sinhala
skr: سنہالا

source: Sidamo
skr: سدامو

source: Sami (Kildin)
skr: سامی (کلڈن)

source: Slovak
skr: سلواک

source: Saraiki
skr: سرائیکی

source: Slovenian
skr: سلوینی

source: Samoan
skr: سمائون

source: Sami (Southern)
skr: سامی (جنوبی)

source: Sami
skr: سامی

source: Sami (Lule)
skr: سامی (لول)

source: Sama (Central)
skr: ساما (مرکزی)

source: Sami (Inari)
skr: سامی (اِناری)

source: Sami (Skolt)
skr: سامی (سکلوٹ)

source: Shona
skr: شونا

source: Soninke
skr: سوننکی

source: Somali
skr: صومالی

source: Sogdian
skr: سوگڈیان

source: Songhai
skr: سونغائی

source: Thai (Southern)
skr: تھائی (جنوبی)

source: Albanian
skr: البانی

source: Serbian
skr: سربی

source: Serbian (Ijekavian)
skr: سربی (ایجیکاوی)

source: Serbian (Ijekavian, latin)
skr: سربی (ایجیکاوی، لاطینی)

source: Serbian (Cyrillic script)
skr: سربی (سیریلیک سکرپٹ)

source: Serbian (Latin script)
skr: سربی (لاطینی سکرپٹ)

source: Sranan Tongo
skr: سرانن ٹونگو

source: Serer
skr: سیریر

source: Swati
skr: سواٹی

source: Saho
skr: ساہو

source: Sotho (Southern)
skr: سوٹھو (جنوبی)

source: Sundanese
skr: سنڈانی

source: Sukuma
skr: سکوما

source: Susu
skr: سوسو

source: Sumerian
skr: سمیری

source: Swedish
skr: سویڈش

source: Swahili
skr: سواحلی

source: Swahili (Congo)
skr: سواحلی (کانگو)

source: Swahili (Tanzania)
skr: سواحلی (تنزانیہ)

source: Swabian
skr: سوابی

source: Shekhawati
skr: سیکھاواٹی

source: Saxon (Upper)
skr: سیکسون (اُتلی)

source: Syriac (Classical)
skr: سائریاک (کلاسیکل)

source: Sylheti
skr: سلہیٹی

source: Syriac
skr: سائریاک

source: Silesian
skr: سیلسی

source: Sakizaya
skr: ساکیزایا

source: Tamil
skr: تامل

source: Tamil (Sri Lanka)
skr: تامل (سری لنکا)

source: Atayal
skr: اٹیال

source: Tulu
skr: ٹولو

source: Telugu
skr: تیلگو

source: Timne
skr: ٹیمنے

source: Teso
skr: تیسو

source: Tereno
skr: ٹیرینو

source: Tetum
skr: ٹیٹم

source: Tajik
skr: تاجک

source: Thai
skr: تھائی

source: Tigrinya
skr: ٹِگرینا

source: Tigre
skr: ٹیگر
