Repository: WeblateOrg/language-data
Catalog: weblate_language_data/locale/skr/LC_MESSAGES/django.po
Languages: skr

source: Tiv
skr: ٹیوی

source: Turkmen
skr: ترکمن

source: Tokelau
skr: ٹوکے لاؤ

source: Tagalog
skr: ٹیگا لاگ

source: Klingon
skr: کلینگون

source: Klingon (pIqaD)
skr: کلنگون (پلکاڈ)

source: Tlingit
skr: ٹلنگِٹ

source: Talysh
skr: ٹلائیش

source: Tamashek
skr: ٹاماشک

source: Tswana
skr: ٹسوانا

source: Tongan
skr: ٹونگن

source: Tonga (Nyasa)
skr: ٹونگا (نیاسا)

source: Toki Pona
skr: ٹوکی پونا

source: Tok Pisin
skr: ٹوک پیسن

source: Turkish
skr: ترکی

source: Taroko
skr: ٹروکو

source: Tsonga
skr: سونگا

source: Tausug
skr: ٹاؤسگ

source: Tsimshian
skr: ٹسمیشی

source: Tshangla
skr: تشانگلا

source: Tatar
skr: تاتار

source: Tatar (IQTElif)
skr: تاتار (ایکٹیلیف)

source: Thai (Northeastern)
skr: تھائی (شمال شرقی)

source: Tumbuka
skr: ٹم بوکا

source: Tuvalu
skr: توالو

source: Twi
skr: ٹوی

source: Tahitian
skr: ٹاہیٹی

source: Tuvinian
skr: توینی

source: Tz'utujil
skr: ٹزوٹوجیل

source: Talossan
skr: ٹالوسان

source: Tamazight (Central Atlas)
skr: ٹمازیگھٹ (مرکزی اٹلس)

source: Udmurt
skr: اُڈمورت

source: Uyghur
skr: یغور

source: Ugaritic
skr: یوگراٹک

source: Ukrainian
skr: یوکرائن

source: Umbundu
skr: امبنڈُو

source: Undetermined
skr: غیرمتعین

source: Mundari
skr: منڈاری

source: Urdu
skr: اردو

source: Urdu (India)
skr: اردو (بھارت)

source: Urdu (Pakistan)
skr: اردو (پاکستان)

source: Uzbek
skr: ازبک

source: Uzbek (Latin script)
skr: ازبک (لاطینی سکرپٹ)

source: Vai
skr: وائی

source: Venda
skr: وینڈا

source: Venetian
skr: وینیشی

source: Vietnamese
skr: ویت نامی

source: Flemish (West)
skr: فلیمش (مغربی)

source: Mainfränkisch
skr: مین فرانکیش

source: Makhuwa
skr: مکھواوا

source: Volapük
skr: وولاپوک

source: Votic
skr: ووٹک

source: Võro
skr: وورو

source: Vunjo
skr: وُنجو

source: Walloon
skr: والُون

source: German (Walser)
skr: جرمن (والسر)

source: Wolaytta
skr: وولیٹا

source: Waray (Philippines)
skr: وریا (فلپینی)

source: Washo
skr: واشو

source: Waddar
skr: وڈار

source: Wagdi
skr: واگڑی

source: Sorbian
skr: سوربی

source: Westphalien
skr: ویسٹ فالین

source: Wolof
skr: وولوف

source: Mewati
skr: میواتی

source: Wu (Simplified Han script)
skr: وو (سادہ ہان سکرپٹ)

source: Wu (Traditional Han script)
skr: وو (رواٰیتی ہان سکرپٹ)

source: Kalmyk
skr: کلمیاک

source: Xhosa
skr: ہوسا

source: Kangri
skr: کانگڑی

source: Soga
skr: سوگا

source: Yao
skr: یاؤ

source: Yapese
skr: یاپیسے

source: Yiddish
skr: یِدیش

source: Yoruba
skr: یوربا

source: Yucateco
skr: یوکاٹیکو

source: Cantonese (Simplified Han script)
skr: چینی (سادہ‬ ہان سکرپٹ)

source: Cantonese (Traditional Han script)
skr: چینی (روایتی ہان سکرپٹ)

source: Zhuang
skr: یوانگ

source: Zapotec
skr: زاپوٹک

source: Blissymbols
skr: بلس سمبلز

source: Zenaga
skr: زیناگا

source: Tamazight (Standard Moroccan)
skr: ٹمازیگھاٹ (معیاری موراکی)

source: Chinese (Simplified Han script)
skr: چینی (سادہ ہان سکرپٹ)

source: Chinese (Simplified Han script, Singapore)
skr: چینی (سادہ ہان سکرپٹ، سنگاپور)

source: Chinese (Traditional Han script)
skr: چینی (روایتی ہان سکرپٹ)

source: Chinese (Traditional Han script, Hong Kong)
skr: چینی (روایتی ہان سکرپٹ، ہانگ کانگ)

source: Chinese (Hanyu Pinyin)
skr: چینی (ہان یُو پنین)

source: Zulu
skr: زولو

source: Zuni
skr: زونی

source: Zaza
skr: زازا
